Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# Arbitrage_Term_145
source: Article 18 (Competent Court and Governing Law)
ja_jp: 第18条(管轄裁判所や準拠法)
ru_ru: Статья 18 (Компетентный Суд и Регулирующий Закон)
th_th: ข้อ 18 (ศาลที่มีเขตอำนาจ และ กฎหมายที่ใช้บังคับกับสัญญาหรือข้อตกลง)
vi_vn: Điều 18 (Cơ quan thẩm quyền và luật nước sở tại)
zh_cn: 第18条 (管辖法院和准据法)

# Arbitrage_Term_146
source: The lawsuits related to the dispute between the Exchange and a member shall be subject to exclusive jurisdiction by the member's address at the time of the complaint or the district court that governs the residence if the member does not have an address. However, if the address or place of residence of the member is not clear at the time of filing the case, the court of competent jurisdiction shall be the Seoul Central District Court.
ja_jp: 取引所と会員間で発生した紛争に関する訴訟は,提訴当時の会員の住所により,住所がない場合,居所を管轄する地方裁判所の専属管轄とします。 但し,提訴当時,会員の住所または居所が明確でない場合の管轄裁判所はソウル中央地方裁判所とします。
ru_ru: Иски по спорам между Биржей и ее пользователями должны быть поданы по адресу пользователя на момент рассмотрения дела. Если отсутствует адрес пользователя, то иск подлежит исключительной юрисдикции Окружного суда над юрисдикцией. Однако, если адрес или место жительства участника неизвестно на момент подачи дела, судом компетентной юрисдикции является Сеульский Центральный Районный Суд.
th_th: การฟ้องร้องที่เกี่ยวข้องกับข้อพิพาทที่เกิดขึ้นระหว่างสมาชิกและตลาดซื้อขาย จะดำเนินการโดยศาลที่มีเขตอำนาจอิงตามที่อยู่ของสมาชิกในขณะที่เกิดข้อพิพาทขึ้น กรณีที่ที่อยู่หรือถิ่นที่อยู่ของสมาชิกในขณะที่เกิดข้อพิพาทขึ้นไม่ชัดเจน ศาลที่มีเขตอำนาจคือศาลเขตโซลกลาง
vi_vn: Trường hợp xảy ra kiện cáo mâu thuẫn phát sinh giữa sàn giao dịch và hội viên, căn cứ theo theo địa chỉ của hội viên tại thời điểm tố tụng mà không có địa chỉ, thì thẩm quyền thuộc về tòa án nhân dân địa phương nơi hội viên sinh sống. Tuy nhiên, nếu địa chỉ hoặc địa chỉ nơi ở của của hội viên tại thời điểm kiện cáo không rõ ràng, thì toà án tối cao trung ương Seoul là cơ quan có thẩm quyền giải quyết.
zh_cn: 关于交易所和会员之间发生纠纷的诉讼，根据起诉当时的会员地址，如没有地址，则由管辖住所的地方法院管辖。 但起诉当时会员地址或住所不明确的，由首尔中央地方法院管辖。

# Arbitrage_Term_147
source: In the case of a member who has an address or residence in a foreign country, regardless of the preceding paragraph, the Seoul Central District Court of the Republic of Korea shall be the jurisdiction of the court of the dispute between the Exchange and the member.
ja_jp: 海外に住所や居所のある会員の場合,取引所と会員間で発生した紛争に関する訴訟は前項にもかかわらず,大韓民国ソウル中央地方裁判所を管轄裁判所とします。
ru_ru: В случае, если пользователь, который имеет адрес или место жительства в иностранном государстве, независимо от предыдущего пункта, Сеульский Центральный Районный Суд Республики Корея является юрисдикцией суда в споре между Биржей и ее Пользователями.
th_th: ข้อพิพาทที่เกิดขึ้นระหว่างสมาชิกและตลาดซื้อขาย สำหรับกรณีที่ที่อยู่หรือถิ่นที่อยู่ของสมาชิกอยู่ต่างประเทศ วรรคก่อนหน้านี้ก็เช่นกัน การฟ้องร้องดำเนินคดีตามกฎหมายจะดำเนินการที่ศาลเขตโซลกลาง สาธารณรัฐเกาหลี
vi_vn: Trường hợp xảy ra kiện cáo mâu thuẫn phát sinh giữa sàn giao dịch và hội viên mà hội viên sinh sống hoặc có địa chỉ tại nước ngoài, thì tòa án tối cao trung ương Seoul Hàn quốc là cơ quan có thẩm quyền giải quyết tố tụng (đối với cả trường hợp nêu tại mục trên)
zh_cn: 地址或住所在海外的会员，有关交易所和会员间发生的纠纷诉讼，不论前项如何，都将由大韩民国首尔中央地方法院作为管辖法院。

# Arbitrage_Term_148
source: Any lawsuits between the Exchange and its members regarding the use of the service shall be governed by the laws of the Republic of Korea.
ja_jp: サービス利用に関して,取引所と会員との間の訴訟には大韓民国法を適用します。
ru_ru: Любые иски между Биржей и ее Пользователями относительно использования Услуги регулируются законодательством Республики Корея.
th_th: การฟ้องร้องใดๆ ซึ่งเกี่ยวข้องกับการใช้บริการระหว่างสมาชิกและตลาดซื้อขาย จะถูกควบคุมดูแลภายใต้กฎหมายของสาธารณรัฐเกาหลี
vi_vn: Tố tụng giữa sàn giao dịch và hội viên do những phát sinh có liên quan đến sử dụng dịch vụ được thi hành theo pháp luật nước Đại Hàn Dân Quốc.
zh_cn: 关于本服务的使用，交易所与会员间的诉讼适用韩国法律。

# Arbitrage_Term_149
source: These Terms will take effect on July 15, 2019.
ja_jp: 本約款は2019年07月15日から適用されます。
ru_ru: Настоящие Правила и Условия вступают в силу 15 июля 2019 года.
th_th: ข้อตกลงและเงื่อนไขดังกล่าวจะมีผลบังคับใช้ตั้งแต่วันที่ 15 กรกฎาคม 2019 เป็นต้นไป
vi_vn: Điều khoản sử dụng này có hiệu lực từ ngày 15 tháng 07 năm 2019.
zh_cn: 本条款自2019年07月15日起适用。

# Arbitrage_Term_15
source: Article 4 (Establishment of Service Contract)
ja_jp: 第4条 (利用契約の成立)
ru_ru: Статья 4. (Заключение договора на использование)
th_th: ข้อ 4 (การจัดทำสัญญาการใช้งาน)
vi_vn: Điều 4 (Thiết lập hợp đồng sử dụng)
zh_cn: 第4条 (使用合同的成立)

# Arbitrage_Term_16
source: Users who wish to subscribe to the service (hereinafter referred as "Service Applicant") are entitled to receive services after agreeing to these Terms. By agreeing to the Terms, a Service Contract is concluded between the Exchange and the member.
ja_jp: サービス加入を希望する利用者(以下"サービス申請者"という。)は,本約款の内容に同意した上で,サービスを受けることができます。 約款に同意することで,取引所と会員間の利用契約が締結されます。
ru_ru: Пользователи, желающие подписаться на Услугу («Заявитель услуги»), имеют право на получение Услуги после согласия с Условиями настоящего Соглашения. Договор между Биржей и пользователем заключается после соглашения пользователем с настоящими Условиями.
th_th: ผู้ใช้ที่ต้องการสมัครใช้บริการ (ต่อไปนี้จะเรียกว่า "ผู้สมัครใช้บริการ") จะได้รับสิทธิ์ในการรับบริการ หลังจากยอมรับเนื้อหาในเงื่อนไขและข้อตกลงนี้ ทั้งนี้ สัญญาการใช้งานระหว่างตลาดซื้อขายและผู้ใช้งานจะมีผลหลังจากที่มีการยอมรับเงื่อนไขและข้อตกลงแล้ว
vi_vn: Để sử dụng dịch vụ theo yêu cầu, người dùng (người đăng ký sử dụng dịch vụ) cần chấp nhận nội dung điều khoản này. Căn cứ vào việc đồng ý điều khoản sử dụng, hợp đồng giữa sàn giao dịch và hội viên được thiết lập.
zh_cn: 有意注册此服务的用户(以下简称"服务申请人")在同意本条款内容后，即可使用此服务。通过同意条款， 交易所与会员间被视为签订合同。

# Arbitrage_Term_17
source: In principle, the Exchange accepts applications from Service Applicants, but the Exchange may refuse the Service Applicant's application if:
ja_jp: 取引所はサービス申請者の申請を受け入れることを原則とするが,下記の場合,取引所はサービス申請者のサービス申請を断ることができます。
ru_ru: Биржа принимает заявки от Заявителей услуги на получение Услуги, но в следующих случаях Биржа может отказать пользователям в предоставлении Услуги.
th_th: โดยปกติแล้ว ตลาดซื้อขายจะอนุมัติการสมัครใช้บริการของผู้สมัคร ซึ่งเป็นไปตามกฎเกณฑ์ แต่ในกรณีดังต่อไปนี้ ตลาดซื้อขายอาจมีการปฏิเสธการสมัครใช้บริการของผู้สมัครใช้บริการได้
vi_vn: Theo nguyên tắc, chúng tôi sẽ tiếp nhận đơn đăng ký sử dụng dịch vụ của khách hàng, tuy nhiên chúng tôi cũng có thể từ chối đơn đăng ký này trong các trường hợp dưới đây.
zh_cn: 交易所在原则上接受服务申请人的申请，但在下列情况下，交易所可拒绝申请人的服务申请。

# Arbitrage_Term_18
source: 1) If the applicant uses other person's personal information such as email address or phone number
ja_jp: 1) 他人のメールアドレス、電話番号などの個人情報を利用してサービス申請をする場合
ru_ru: 1) При подаче заявки на получение услуги с использованием личной информации третьих лиц, такой как адрес электронной почты или номер телефона.
th_th: 1) กรณีสมัครใช้บริการโดยใช้ข้อมูลส่วนตัว เช่น ที่อยู่ เบอร์โทรศัพท์ ฯ ของผู้อื่น
vi_vn: 1) Trường hợp sử dụng địa chỉ email, số điện thoại cũng như thông tin cá nhân của người khác để đăng ký dịch vụ.
zh_cn: 1) 利用他人邮箱地址，电话号码等个人信息申请服务时

# Arbitrage_Term_19
source: 2) If false information is provided or the member information requested by the Exchange is not filled in completely
ja_jp: 2) 虚偽の情報を記載したり、取引所が要求する会員情報をすべて記載していない場合
ru_ru: 2) Если предоставленная информация недостоверна или запрашиваемая Биржей информация о пользователях не заполнена
th_th: 2) กรณีผู้ใช้ไม่กรอกข้อมูลทั้งหมดตามที่ตลาดซื้อขายร้องขอ หรือให้ข้อมูลเท็จ
vi_vn: 2) Trường hợp cung cấp thông tin hư cấu hoặc không cung cấp đầy đủ thông tin theo yêu cầu của sàn giao dịch.
zh_cn: 2) 使用虚假信息或未记录交易所要求的全部会员信息时

# Arbitrage_Term_2
source: Chapter 1 General Provisions
ja_jp: 第1章総則
ru_ru: Глава 1. Общие положения
th_th: บทที่ 1 : เรื่องทั่วไป
vi_vn: Chương 1 Quy định chung
zh_cn: 第一章 总则

# Arbitrage_Term_20
source: 3) If the applicant is under 19 years of age
ja_jp: 3) サービス申請者が満19歳未満の場合
ru_ru: 3) Если заявителю не исполнилось 19 лет
th_th: 3) กรณีผู้สมัครใช้บริการมีอายุต่ำกว่า 19 ปี
vi_vn: 3) Trường hợp người đăng ký dịch vụ dưới 19 tuổi
zh_cn: 3) 申请服务用户未满19周岁时

# Arbitrage_Term_21
source: 4) If the intention to use the service for unjust purposes, such as money laundering, concealment of criminal proceeds, etc., is reasonably suspected
ja_jp: 4) の資金洗浄や犯罪収益隠匿など不当な目的でのサービスを利用しようとすることが、合理的に疑われる場合
ru_ru: 4) Если у Биржи есть основания подозревать, что пользователь собирается использовать услугу в ненадлежащих целях, таких как отмывание денег, сокрытие приступных доходов .
th_th: 4) กรณีที่พบเหตุน่าสงสัยอย่างมีเหตุผลว่า ผู้ใช้มีวัตถุประสงค์ที่ผิดกฎหมายในการใช้บริการ อาทิ การฟอกเงิน การปกปิดผลกำไรจากอาชญากรรม เป็นต้น
vi_vn: 4) Trường hợp có dấu hiệu nghi ngờ sử dụng dịch vụ với mục đích rửa tiền, che giấu chuộc lợi bất hợp pháp cũng như các hành vi bất chính khác…
zh_cn: 4) 被怀疑涉嫌以洗钱，隐藏犯罪收益等不正当目的使用服务时

# Arbitrage_Term_22
source: 5) If it is judged that any further Service Contract will not be beneficial to the member due to lack of facilities of the Exchange, occurrence of technical problems, or other circumstances of the Exchange
ja_jp: 5) 取引所の設備の不足、技術的問題の発生、その他の取引所の都合によりこれ以上の利用契約締結が会員にならないものと判断される場合
ru_ru: 5) Если будет определено, что какой-либо контракт на дальнейшее использование Услуги не будет выгоден пользователю из-за нехватки средств Биржи, или в случае возникновения технических проблем или других обстоятельств Биржи.
th_th: 5) กรณีที่มีการพิจารณาแล้วว่า การตกลงใช้เงื่อนไขและข้อตกลงจะไม่เป็นประโยชน์แก่สมาชิกอีกต่อไป อันเนื่องมาจากเหตุผลบางประการของตลาดซื้อขาย ปัญหาทางเทคนิคที่เกิดขึ้น หรือ การอำนวยความสะดวกของตลาดซื้อขาย ฯ เป็นต้น
vi_vn: 5) Trường hợp bất lợi cho hội viên khi thiết lập hợp đồng sử dụng do thiếu trang thiết bị, phát sinh lỗi kỹ thuật, các nguyên nhân từ sàn giao dịch...
zh_cn: 5) 由于交易所设备不足，发生技术性问题，因其他交易所的情况，被判断为进一步签订使用合同不利于会员时

# Arbitrage_Term_23
source: 6) If the member applies for services for the purpose of harming the well-being of society or public order, etc.
ja_jp: 6) その他社会の安寧秩序またはコンソヤンの中を害する目的でのサービス申請をする場合
ru_ru: 6) Если пользователь подает заявку на Услугу с целью нанести ущерб благополучию общества или общественному порядку
th_th: 6) กรณีที่สมัครใช้บริการโดยมีจุดประสงค์ในการทำลายความเป็นอยู่ที่ดีของสังคมหรือความสงบเรียบร้อยของสาธารณะ
vi_vn: 6) Trường hợp đăng ký dịch vụ với mục đích gây mất an ninh trật tự hoặc ảnh hưởng tới thuần phong mỹ tục.
zh_cn: 6) 破坏其他社会安宁秩序或公序良俗为目的申请服务时

# Arbitrage_Term_24
source: If necessary, the Exchange may request the service applicant to verify his / her real name through a specialized agency and to certify him / herself according to relevant laws and regulations. Depending on the level of individual service used by the member, the Exchange may request various degree and level of the personal information provision and self authentication means to the Service Applicant.
ja_jp: 取引所は本人確認に必要な場合,関係法令に基づき,サービス申請者に専門機関による実名確認および本人認証を要請することができます。 取引所は,この際,個別サービスの利用度合いによって,サービス申請者に要求する個人情報提供および本人認証手段の程度およびレベルを異にすることができます。
ru_ru: При необходимости, Биржа может попросить пользователя подтвердить свою личность через специализированное учреждение в соответствии с соответствующими законами и правилами. Требования Биржи может варьироваться в отношении личной аутентификации заявителя услуги, в зависимости от уровня использования отдельных услуг.
th_th: กรณีที่มีความจำเป็นต้องยืนยันตัวตน ทางตลาดซื้อขายอาจมีการร้องขอให้ผู้ใช้ยืนยันชื่อนามสกุลจริง หรือยืนยันตัวตนของผู้สมัครใช้บริการผ่านหน่วยงานที่กฎหมายที่เกี่ยวข้องได้กำหนดไว้ ซึ่งทางตลาดซื้อขายอาจมีการปรับเปลี่ยนระดับความสามารถในการใช้บริการของแต่ละบุคคล ซึ่งจะมีความแตกต่างกันตามระดับการยืนยันตัวตน และข้อมูลส่วนบุคคลจากที่ได้รับจากผู้สมัครใช้บริการ
vi_vn: Sàn giao dịch có thể yêu cầu xác nhận tên thật và thông tin cá nhân thông qua cơ quan phụ trách người đăng ký dịch vụ theo pháp lệnh liên quan trong trường hợp cần thiết tại xác nhận danh tính. Lúc này, tùy vào mức độ sử dụng dịch vụ, sàn giao dịch yêu cầu người đăng ký sử dụng dịch vụ cung cấp thông tin cá nhân và phương thức xác thực, theo mức độ và tiêu chuẩn khác nhau.
zh_cn: 交易所需要确认本人的情况，可根据相关法令， 可要求申请人通过专门机关确认实名及进行本人认证。此时，交易所可根据个人服务使用程度，对申请人要求的个人信息及本人认证手续方式不同。

# Arbitrage_Term_25
source: The exchange shall not be held liable for any disadvantages caused by the Service Applicant's refusal to provide information and personal authentication procedures for requests made in each clause of this article.
ja_jp: サービス申請者が本条各号の要請に対する情報提供及び本人認証手続きを拒否して発生する不利益に対して,取引所は責任を負いません。
ru_ru: Биржа не несет ответственности за любые неполадки, которые могут возникнуть, когда заявитель не предоставляет информацию по запросу каждого подраздела настоящей статьи и отказывается от процедуры аутентификации.
th_th: ตลาดซื้อขายจะไม่รับผิดชอบต่อความเสียหายใดๆที่เกิดขึ้น เนื่องจากผู้สมัครใช้บริการปฏิเสธขั้นตอนยืนยันตัวตน และไม่ให้ข้อมูลส่วนบุคคลตามที่ร้องขอภายใต้เนื้อหาย่อยของบทความนี้
vi_vn: Chúng tôi không chịu trách nhiệm trước những bất lợi phát sinh do người đăng ký dịch vụ từ chối cung cấp thông tin và không tuân thủ quy trình xác thực thông tin cá nhân theo yêu cầu trong từng điều khoản đã nêu.
zh_cn: 因服务申请人拒绝提供本条各项要求的信息及本人认证程序而产生的不利影响，交易所不承担任何责任。

# Arbitrage_Term_26
source: Article 5 (Application and Acceptance of Service Use)
ja_jp: 第5条 (サービス利用申込み及び承諾)
ru_ru: Статья 2. Заявка на Использование Услуги и Подтверждение
th_th: ข้อ 5 (การสมัครใช้บริการและการอนุมัติ)
vi_vn: Điều 5 (Đăng ký và chấp thuận sử dụng dịch vụ)
zh_cn: 第5条 (服务使用申请与同意申请)

# Arbitrage_Term_27
source: The member may apply for the use of all or part of the service by complying to the procedures required by the Exchange, such as setting a trading password for the service use, etc. At this time, the Exchange may ask the member for additional means of personal identification to use the service.
ja_jp: 会員は,サービスの利用のために,取引暗証番号の設定など会社が要求する手続きに応じることにより,サービスの全部または一部に対する利用を申請することができます。 この際,取引所は会員様に対し,当該サービス利用のための追加的な本人確認手段を要求することができます。
ru_ru: Пользователи могут подать заявку на полное или частичное использование Услуги , выполнив процедуры, требуемые компанией, такие как установка пароля транзакции для использования Услуги. Для этого биржа может потребовать от пользователей предоставления дополнительной информации для подтверждения личности.
th_th: ผู้ใช้อาจสมัครเพื่อใช้บริการทั้งหมดหรือบางส่วนได้ โดยปฏิบัติตามขั้นตอนที่บริษัทร้องขอ เช่น การตั้งค่ารหัสผ่านสำหรับการใช้บริการซื้อขาย เป็นต้น ทั้งนี้ ตลาดซื้อขายอาจมีการร้องขอให้สมาชิกกำหนดวิธีการยืนยันเพิ่มเติมเพื่อใช้บริการดังกล่าวได้
vi_vn: Hội viên có thể đăng ký sử dụng một phần hoặc toàn bộ dịch vụ nếu đáp ứng các yêu cầu phía công ty yêu cầu như: thiết lập mật khẩu giao dịch… Lúc này, sàn giao dịch có thể yêu cầu hội viên cung cấp thêm lựa chọn phương tiện xác thực thông tin cá nhân ứng với từng dịch vụ sử dụng.
zh_cn: 会员为使用服务，可根据交易密码设置等公司要求的程序，申请对全部或部分服务的使用。使用此服务时，交易所可向会员要求进一步的本人确认方式。

# Arbitrage_Term_28
source: Even after the Exchange approves the member's individual service use, in the event of violation of these Terms, the use of all or part of the members' services may be restricted permanently or temporarily.
ja_jp: 取引所が会員の個別サービス利用を承諾した後も,本約款の違背する行為をする場合,会員のサービス全体または一部の利用を永久的または一時的に制限することができます。
ru_ru: После того, как Биржа подтвердит использование отдельных услуг пользователям, в случае, если пользователь нарушает настоящие Условия, то он может навсегда или временно ограничен в использовании Услуги.
th_th: หลังจากที่ตลาดซื้อขายอนุมัติการใช้บริการแก่สมาชิกแล้ว หากสมาชิกกระทำการใดๆ อันละเมิดต่อเงื่อนไขและข้อตกลงนี้ ตลาดซื้อขายสามารถระงับการใช้บริการของสมาชิกเป็นการถาวรหรือชั่วคราวได้
vi_vn: Sau khi sàn giao dịch phê duyệt quyền sử dụng dịch vụ, nếu vi phạm điều khoản này, có thể giới hạn 1 phần hoặc toàn bộ dịch vụ tạm thời hoặc lâu dài.
zh_cn: 即使交易所同意使用会员个别服务，如有违反本条款的行为，则可永久或暂时限制会员使用全部或部分服务。

# Arbitrage_Term_29
source: Article 6 (Rescission and Cancellation of the Service Contract)
ja_jp: 第6条 (利用契約の解除、解約)
ru_ru: Статья 6. (Расторжение и Прекращение Договора на Использование Услуги)
th_th: ข้อ 6 (การยกเลิกและการสิ้นสุดสัญญา)
vi_vn: Điều 6 (Hủy và chấm dứt điều khoản sử dụng)
zh_cn: 第6条 (使用合同解除与终止)

# Arbitrage_Term_3
source: Article 1 (Purpose)
ja_jp: 第1条 (目的)
ru_ru: Статья 1. (Цель)
th_th: ข้อ 1 (วัตถุประสงค์)
vi_vn: Điều 1 (Mục đích)
zh_cn: 第1条 (目的)

# Arbitrage_Term_30
source: The member may apply for cancellation of the Service Contract through the Exchange's customer center at any time, and the Exchange shall immediately handle it as provided under the relevant laws. However, the Exchange may delay the service cancellation procedure for the minimum amount of time required to resolve the issue if one of the following occurs:
ja_jp: 会員は,いつでも取引所の顧客センターを通じて利用契約の解約を申し込むことができ,取引所は関係法令等が定めるところにより,直ちに処理しなければなりません。 但し,取引所は次の場合のいずれかに該当する場合,これを解決するために必要な最小の時間分のサービス解約手続きを遅延させることができます。
ru_ru: Пользователи могут подать заявку на прекращение договора через Центр Поддержки Клиентов Биржи в любое время, и Биржа обязуется незамедлительно рассмотреть эту заявку, как это предусмотрено соответствующими законами и правилами. Тем не менее, Биржа может отложить прекращение предоставления услуги на минимальное количество времени, необходимого для ее разрешения, если применяется любой из следующих случаев:
th_th: สมาชิกสามารถยื่นเรื่องขอยกเลิกสัญญาการใช้งานผ่านศูนย์บริการลูกค้าของตลาดซื้อขายได้ตลอดเวลา และตลาดซื้อขายจะดำเนินการเรื่องให้โดยทันที ซึ่งเป็นไปตามกฎหมายและข้อบังคับที่เกี่ยวข้อง อย่างไรก็ตาม การแก้ไขปัญหาของกรณีดังต่อไปนี้ อาจส่งผลทำให้การดำเนินการยกเลิกการให้บริการเกิดความล่าช้าได้ โดยจะใช้ระยะเวลาเท่าที่จำเป็นสำหรับการแก้ไขปัญหานั้นๆ
vi_vn: Hội viên có quyền đăng ký hủy điều khoản sử dụng thông qua Trung tâm chăm sóc khách hàng tại sàn giao dịch bất cứ khi nào và chúng tôi sẽ xử lý yêu cầu của quý khách nhanh nhất theo quy định pháp lệnh liên quan. Tuy nhiên, ứng với một trong các trường hợp sau, quy trình hủy dịch vụ bị chậm chễ tùy theo thời gian tối thiểu cần thiết để giải quyết yêu cầu.
zh_cn: 会员可随时通过交易所的客服中心提出终止合同的申请，交易所应根据相关法令等规定及时进行处理。但是，如果有下列情形之一，交易所为解决此情形， 可以在一定的时间内延迟终止服务程序时间。

# Arbitrage_Term_31
source: 1) If the transaction is currently in progress
ja_jp: 1) 現在の取引が進行中の場合
ru_ru: 1) В случае процесса выполнения Текущей транзакции.
th_th: 1) กรณีที่อยู่ระหว่างดำเนินการธุรกรรม
vi_vn: 1) Trường hợp đang tiến hành giao dịch
zh_cn: 1) 目前正在进行交易时

# Arbitrage_Term_32
source: 2) If it is difficult to promptly process the service cancellation procedure for the request of an investigation agency or for detection of an abnormal transaction
ja_jp: 2) 捜査機関の要請または以上取引の探知を向け、サービス解約の手続きを迅速に処理することが困難な場合
ru_ru: 2) В случае, если сложно оперативно обработать процедуру прекращения договора из-за запроса следственного органа или для обнаружения ненормальной транзакции
th_th: 2) กรณีที่ไม่สามารถดำเนินการยกเลิกการบริการได้โดยทันที เนื่องจากการร้องขอของหน่วยงานสอบสวน หรือเพื่อการตรวจสอบการทำธุรกรรมที่ผิดปกติ
vi_vn: Trường hợp do yêu cầu cơ quan thanh tra hoặc trong quá trình rà soát vấn bất thường trong giao dịch, không thể xử lý ngay quy trình hủy sử dụng dịch vụ.
zh_cn: 2) 有调查机关要求或为探测异常交易而难以立即办理服务终止程序的情况

# Arbitrage_Term_33
source: 3) If it is necessary to calculate the amount of damages of the Exchange due to the reason of each clause or if it is necessary to prepare for the request of data of the regulatory supervisory body including the investigation agency concerned
ja_jp: 3) 本条各号事由により取引所の損害賠償額を算定する必要があったり、これと関連した捜査機関を含めた規制監督機関の資料要請に備える必要がある場合
ru_ru: (3) В случае, если необходимо рассчитать размер ущерба Биржи по причине нарушения пунктов данного Соглашения, или по причине, если необходимо подготовить данные по запросу органов надзора, в том числе органов расследования .
th_th: 3) กรณีที่จำเป็นต้องคำนวณปริมาณความเสียหายของตลาดซื้อขายตามเงื่อนไขและข้อตกลงบางประการ หรือกรณีที่จำเป็นต้องจัดเตรียมข้อมูลตามที่หน่วยงานกำกับดูแลหรือหน่วยงานสอบสวนที่เกี่ยวข้องร้องขอ
vi_vn: 3) Trường hợp phải bồi thường thiệt hại theo quy định đã nêu trong từng điều khoản hoặc cần đáp ứng yêu của cơ quan thanh tra bao gồm cơ quan giám sát được quy định về các tài liệu liên quan.
zh_cn: 3) 因本条各项事由需要计算交易所的损失赔偿金额或需要应对监管机构(包括相关调查机关)要求的相关材料的情况

# Arbitrage_Term_34
source: The Exchange may suspend the use of the account (hereinafter "suspension of account"), including the member's login, etc., even if the service cancellation procedure is delayed according to the Clause 1 above.
ja_jp: 取引所は、第1項但書条項によりサービス解約の手続きを遅延する場合にも会員のログイン等を含めたアカウントの使用を中止(以下"アカウント停止")することができます。
ru_ru: Биржа может приостановить использование учетной записи, включая «вход в систему» (далее «Приостановление учетной записи»). и т. д, даже в том случае, когда Биржа откладывает процедуру прекращения предоставления услуги в соответствии с положением пункта 1.
th_th: ตามเงื่อนไขและข้อตกลง ข้อ 1 ตลาดซื้อขายสามารถระงับการใช้บัญชี (ย่อว่า "ระงับบัญชี") รวมถึงการเข้าสู่ระบบของสมาชิกได้ แม้ขั้นตอนการยกเลิกการใช้บริการจะมีความล่าช้าเกิดขึ้นก็ตาม
vi_vn: Căn cứ vào mục điều khoản khoản 1, trong trường hợp chậm trễ xử lý thủ tục ngừng dịch vụ, chúng tôi có thể đóng băng tài khoản của hội viên bao gồm cả đóng băng đăng nhập...("đóng băng tài khoản").
zh_cn: 交易所根据第1项条款，在延迟服务终止程序时，也可锁定(以下简称"账户锁定")使用会员账户， 包括会员登录等。

# Arbitrage_Term_35
source: The Exchange may cancel the Service Contract with the member if the following falls under any of the following clauses. However, in case of Clause 8, the Exchange may request the member to correct the violation by establishing a period of 7 days, and if the violation is not corrected, the contract may be cancelled.
ja_jp: 取引所は次の各号に該当する場合,会員との利用契約を解約することができます。 ただし、第8号の場合、取引所が会員に7日の期間を定め、違反行為の是正を要求できる、それでもかかわらず、是正しない場合、契約を解約することができます。
ru_ru: Биржа может расторгнуть договор с пользователем, если следующее подпадает под любой из следующих подпунктов: Однако в случае пункта 8 Биржа может попросить участника исправить нарушения, установив период семь дней, и если нарушение не будет исправлено, договор может быть расторгнут.
th_th: ตลาดซื้อขายสามารถยกเลิกสัญญาการใช้บริการได้ หากสมาชิกไม่ปฏิบัติตามเงื่อนไขและข้อตกลงภายใต้อนุวรรคใดๆ ต่อไปนี้ อย่างไรก็ตาม ในกรณีวรรค 8 นั้น ตลาดซื้อขายอาจให้เวลา 7 วันแก่สมาชิกเพื่อแก้ไขการกระทำใดๆ ซึ่งถือเป็นการละเมิด หากสมาชิกยังไม่มีการแก้ไขใดๆ ทางตลาดซื้อขายจะสามารถทำการยกเลิกสัญญาได้
vi_vn: Trong trường hợp tương ứng với mỗi điều khoản dưới đây, chúng tôi có thể hủy điều khoản sử dụng của hội viên. Tuy nhiên, theo mục 8, sàn giao dịch chúng tôi yêu cầu hội viên điều chỉnh hành vi vi phạm trong thời gian 7 ngày, nếu không điều chỉnh, điều khoản sẽ bị hủy.
zh_cn: 交易所在符合以下各项的情况下，可以终止与会员的使用条款。但，在第8项的情况，交易所可要求会员在限期7天内纠正违规行为，但如果违规行为没有得到纠正，可以终止合同。

# Arbitrage_Term_36
source: 1) In case of registration by stealing or using other person's personal information, such as name, mobile phone number, and bank account
ja_jp: 1) 名前、携帯電話番号、銀行口座など他人の個人情報を盗用、使用して加入する場合
ru_ru: 1) Когда пользователь регистрируется используя личную информацию других лиц, такие ​​как имя, номер мобильного телефона, банковский счет и т. д.
th_th: 1) กรณีที่สมัครสมาชิกลับลอบหรือใช้ข้อมูลส่วนตัวของบุคคลอื่น เช่น ชื่อ นามสกุล เบอร์โทรศัพท์ บัญชีธนาคาร เป็นต้น
vi_vn: 1) Trường hợp đăng ký hội viên nhằm mục đích đánh cắp hoặc sử dụng thông tin cá nhân người khác bao gồm tên, số điện thoại, tài khoản ngân hàng…
zh_cn: 1) 盗用或使用他人姓名，手机号码，银行账户等个人信息注册的情况

# Arbitrage_Term_37
source: 2) In case of stealing or borrowing another person's ID, password, etc.
ja_jp: 2) 他人のハンドルネーム (ID) 、暗証番号などを盗用、または貸与した場合
ru_ru: 2) Использование или кража ID или пароль других лиц.
th_th: 2) กรณีที่สมาชิก hack หรือยืม ID หรือรหัสผ่าน ของบุคคลอื่นมาใช้ เป็นต้น
vi_vn: 2) Trường hợp mượn hoặc đánh cắp thông tin ID, mật khẩu của người khác…
zh_cn: 2) 盗用或借用他人用户名(ID)，密码等的情况
