Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# Arbitrage_SetMainExchange_1_4
source: ㆍNote: If you do not set up the main exchange, the exchange you logged in will be set up as the main exchange. You will not be able to change after the initial registration, so please register carefully.
id_id: ㆍCatatan: Jika Anda tidak mengatur bursa utama, bursa yang Anda gunakan untuk login akan diatur sebagai bursa utama. Anda tidak akan dapat melakukan perubahan setelah pengaturan tersebut dilakukan. Silakan melakukan pengaturan dengan hati-hati.
ja_jp: ㆍ留意事項:主取引所未設定の際,ログインした取引所に主取引所が設定され,最初に登録後には変更できませんので,慎重に登録してください。
ru_ru: ㆍМеры предосторожности: Если вы не установили Основную Биржу, то Основной Биржей будет та биржа, через которую вы вошли в систему. Обратите внимание, что любые изменения не возможны после вашей первой регистрации.
th_th: ㆍข้อควรระวัง : ในกรณีที่ไม่มีการตั้งค่าตลาดซื้อขายหลัก ตลาดซื้อขายที่ทำการเข้าสู่ระบบ จะถูกตั้งค่าเป็นตลาดซื้อขายหลัก และหากการลงทะเบียนตลาดซื้อขายหลักเสร็จสิ้นแล้ว จะไม่สามารถทำการเปลี่ยนแปลงใดๆ ได้อีก ดังนั้น โปรดลงทะเบียนด้วยความระมัดระวัง
vi_vn: ㆍLưu ý: Nếu chưa thiết lập sàn giao dịch chính, việc thiết lập này thông qua qua sàn giao dịch đã đăng nhập, không thể thay đổi sau khi đăng ký lần đầu, vui lòng kiểm tra kỹ trước khi đăng ký.
zh_cn: ㆍ注意事项：未设置主交易所时，登录的交易所被设为主交易所。设置完成后无法变更，设置时请慎重。

# Arbitrage_SetMainExchange_Alert_1
source: The main exchange has been set up.
id_id: Bursa utama telah diatur.
ja_jp: 主取引所の設定が完了しました。
ru_ru: Настройка Основной Биржи завершена
th_th: การตั้งค่าตลาดซื้อขายหลักเสร็จสิ้นแล้ว
vi_vn: Hoàn tất thiết lập sàn giao dịch chính
zh_cn: 完成主交易所设置

# Arbitrage_SignUpPop_1
source: Integrated Exchange Registration
id_id: Pendaftaran Bursa Terpadu
ja_jp: 統合取引所への会員加入
ru_ru: Регистрация на Интеграцию Бирж
th_th: สมัครสมาชิกตลาดซื้อขายรวม
vi_vn: Đăng ký hội viên sàn giao dịch tổng hợp
zh_cn: 综合交易所会员注册

# Arbitrage_SignUpPop_1_1
source: Arbitrage Integrated Exchange Registration
id_id: Pendaftaran Bursa Terpadu Arbitrage
ja_jp: アビトリッジ統合取引所への加入
ru_ru: Регистрация на Интеграцию Арбитражных Бирж
th_th: สมัครสมาชิกตลาดซื้อขายรวมสำหรับ Arbitrage
vi_vn: Đăng ký sàn giao dịch tổng hợp Arbitrage
zh_cn: 注册Arbitrage综合交易所

# Arbitrage_SignUpPop_1_2
source: Exchange
id_id: Bursa
ja_jp: 取引所名
ru_ru: Название биржи
th_th: ชื่อตลาดซื้อขาย
vi_vn: Tên sàn giao dịch
zh_cn: 交易所名

# Arbitrage_SignUpPop_1_3
source: Status
ja_jp: 加入可否
ru_ru: Статус регистрации
th_th: สถานะ
vi_vn: Trạng thái đăng ký
zh_cn: 是否注册

# Arbitrage_SignUpPop_2_1
source: ㆍ When you join as an integrated member, you can use the arbitrage feature by comparing the profit of each registered exchange on the market.
id_id: ㆍKetika Anda terdaftar sebagai anggota terpadu, Anda dapat menggunakan fitur arbitrage dengan membandingkan profit dari setiap bursa yang terdaftar di market.
ja_jp: ㆍ統合会員に加入すると,登録されたすべての取引所の相場別差益比較を通じてアビトリッジ機能を利用することができます。
ru_ru: ㆍЕсли вы регистрируетесь в качестве члена Интеграции, Вы можете использовать функцию Арбитраж, сравнивая маржу прибыли на основе цен всех зарегистрированных бирж в данной Интеграции.
th_th: ㆍหากคุณทำการเปิดใช้บัญชีในรูปแบบสมาชิกรวม คุณจะสามารถเปรียบเทียบผลกำไรและทำการซื้อขายด้วยระบบ Arbitrage ในตลาดซื้อขายทั้งหมดที่มีการลงทะเบียนได้
vi_vn: ㆍVới tư cách hội viên sàn tổng hợp, bạn có thể sử dụng các tính năng Arbitrage thông qua so sánh chênh lệch lợi ích theo thời giá của tất cả các sàn giao dịch đã đăng ký.
zh_cn: ㆍ注册为综合会员，可通过比较所有交易所的市价差异，使用Arbitrage功能。

# Arbitrage_SignUpPop_2_2
source: ㆍ Registration will be processed with your logged in ID.
id_id: ㆍPendaftaran akan diproses dengan ID login Anda.
ja_jp: ログインしたIDで加入が処理されます。
ru_ru: ㆍВаша регистрация будет обработана с вашим ID, с помощью которой вы вошли в систему
th_th: ㆍบัญชีจะถูกเปิดใช้ด้วย ID ที่คุณเข้าสู่ระบบ
vi_vn: ㆍĐăng ký với ID đăng nhập được xử lý.
zh_cn: ㆍ使用您登录的账号进行注册。

# Arbitrage_SignUpPop_2_3
source: Terms of Use [Required]
id_id: Ketentuan Penggunaan [Wajib]
ja_jp: 利用約款[必須]
ru_ru: Правила и условия использования [Обязательно]
th_th: ข้อตกลงและเงื่อนไขการใช้งาน [จำเป็น]
vi_vn: Điều khoản sử dụng [bắt buộc]
zh_cn: 使用条款[必须]

# Arbitrage_SignUpPop_Alert_1
source: Arbitrage is a paid service. Please apply for an arbitrage registration through additional services application.
id_id: Arbitrage adalah layanan berbayar. Silakan ajukan pendaftaran arbitrage melalui pendaftaran layanan tambahan.
ja_jp: Arbitrageは有料サービスです。 付加サービスの申請を通じてアビトリッジへの加入を申請してください
ru_ru: Арбитраж является платной услугой. Пожалуйста подайте заявку на Арбитраж через раздел Дополнительные Услуги.
th_th: Arbitrage เป็นบริการที่ต้องชำระเงิน กรุณาสมัครใช้ระบบ Arbitrage ผ่านเมนูบริการเพิ่มเติม
vi_vn: Arbitrage là dịch vụ có thu phí. Để đăng ký Arbitrage vui lòng khi đăng ký dịch vụ gia tăng.
zh_cn: Arbitrage是付费服务， 请在附加服务中申请注册Arbitrage。

# Arbitrage_SignUpPop_Alert_2
source: As an integrated member, you will be automatically registered to all exchanges where arbitrage is available. You will be registered with your logged in ID. Password settings and authentication are required when logging in to each site. Do you want to register?
id_id: Sebagai anggota tepadu, Anda akan secara otomatis terdaftar di semua bursa di mana arbitrage tersedia. Anda akan terdaftar dengan ID login Anda. Pengaturan kata sandi dan verifikasi akan diperlukan saat login ke setiap situs. Anda ingin mendaftar?
ja_jp: 統合会員としてArbitrage 利用可能なすべての取引所に自動加入されます。 ログインしたIDで加入処理され,各サイトにログイン時のパスワードの設定および認証が必要です。 加入を進行しますか?
ru_ru: Как член Интеграции, вы будете автоматически зарегистрированы на все биржи, где доступен Арбитраж.
th_th: หากคุณสมัครสมาชิกแบบรวม คุณจะสามารถเปิดบัญชีได้ทุกตลาดซื้อขาย ที่สามารถใช้งานระบบ Arbitrage ได้โดยอัตโนมัติ และจะถูกใช้งานด้วย ID ที่เข้าสู่ระบบ หากคุณต้องการเข้าสู่ระบบแต่ละตลาดซื้อขาย คุณต้องทำการตั้งค่ารหัสผ่านและทำการยืนยันตัวตนทุกตลาดซื้อขาย คุณต้องดำเนินการต่อหรือไม่?
vi_vn: Sử dụng Arbitrage với tư cách là hội viên tổng hợp, tự động đăng ký tại tất cả các sàn giao dịch khác.Thông tin đăng ký được xử lý với ID đã đăng nhập, cần thiết lập mật khẩu và chứng nhận khi đăng nhập tại mỗi sàn. Bạn có muốn tiến hành giao dịch không?
zh_cn: 以综合会员身份自动注册为所有可使用Arbitrage的交易所。 将使用您登录的用户名进行注册，登录各网站时需设置密码，进行认证。您确定要注册吗?

# Arbitrage_SignUpPop_Alert_3
source: Are you sure you want to cancel your registration? If you do not proceed with the integrated exchange registration, you will not be able to use arbitrage feature properly.
id_id: Yakin ingin membatalkan pendaftaran? Jika Anda tidak melanjutkan pendaftaran bursa terpadu, Anda tidak akan dapat menggunakan fitur arbitrage secara normal.
ja_jp: 会員加入を取り消しますか。 統合取引所の会員加入を進めない場合は,Arbitrage機能を正常に利用できません。
ru_ru: ㆍВаша регистрация будет обработана с вашим ID, с помощью которой вы вошли в систему. Вам нужно будет установить пароль и выполнить аутентификацию при входе на каждый сайт. Вы хотите зарегистрироваться?
th_th: คุณต้องการยกเลิกหรือไม่? คุณจะไม่สามารถใช้ระบบ Arbitrage ได้ตามปกติ หากไม่สมัครสมาชิกแบบรวม
vi_vn: Có chắc chắn hủy thông tin hội viên không? Nếu không đăng ký thông tin hội viên tại sàn giao dịch tổng hợp, thì không thể sử dụng các tính năng của Arbitrage bình thường.
zh_cn: 您确定要取消会员注册吗？ 如果不进行综合交易所会员注册， 就无法正常使用Arbitrage功能。

# Arbitrage_TradePop_1
source: Run Arbitrage
id_id: Jalankan Arbitrage
ja_jp: Arbitrage 実行
ru_ru: Запуск Арбитража
vi_vn: Tiến hành Arbitrage
zh_cn: 运行Arbitrage

# Arbitrage_TradePop_1_1
source: Select Asset
id_id: Pilih Aset
ja_jp: 資産選択
ru_ru: Выбор Актива
th_th: เลือกสินทรัพย์
vi_vn: Chọn tài sản
zh_cn: 选择资产

# Arbitrage_TradePop_1_1_1
source: Current Exchange
id_id: Bursa Saat Ini
ja_jp: 現取引所
ru_ru: Текущая Биржа
th_th: ตลาดซื้อขายปัจจุบัน
vi_vn: Sàn giao dịch hiện tại
zh_cn: 当前交易所

# Arbitrage_TradePop_1_1_2
source: All Exchanges
id_id: Semua Bursa
ja_jp: 全体取引所
ru_ru: Все Биржи
th_th: ตลาดซื้อขายทั้งหมด
vi_vn: Toàn bộ sàn giao dịch
zh_cn: 全部交易所

# Arbitrage_TradePop_1_2
source: Available Amount
id_id: Jumlah Tersedia
ja_jp: 保有金額
ru_ru: Сумма баланса
th_th: ยอดที่ถืออยู่
vi_vn: Số tiền hiện có
zh_cn: 持有金额

# Arbitrage_TradePop_1_3
source: Exchange
id_id: Bursa
ja_jp: 取引所
ru_ru: Биржа
th_th: ตลาดซื้อขาย
vi_vn: Sàn giao dịch
zh_cn: 交易所

# Arbitrage_TradePop_1_4
source: Current Quotes
id_id: Harga Terkini
ja_jp: 現在相場
ru_ru: Текущая цена
th_th: ราคาปัจจุบัน
vi_vn: Thời giá
zh_cn: 当前市价

# Arbitrage_TradePop_1_5
source: Time
id_id: Waktu
ja_jp: 時
ru_ru: Время
th_th: เวลา
vi_vn: Thời điểm
zh_cn: 时刻

# Arbitrage_TradePop_2_1
source: ㆍ The trading will be carried out using all the available amount.
id_id: ㆍTraksaksi akan dilakukan dengan menggunakan semua jumlah yang tersedia.
ja_jp: ㆍ保有金額すべてを利用して取引が行われます。
ru_ru: ㆍ Сделка будет осуществляться с использованием всей суммы активов.
th_th: ㆍดำเนินการด้วยยอดทั้งหมดที่ถืออยู่
vi_vn: ㆍSử dụng toàn bộ số dư để tiến hành giao dịch
zh_cn: ㆍ使用全部的持有金额进行交易。

# Arbitrage_TradePop_2_2
source: ㆍ Trading profit may be different from expected profit due to real-time market change.
id_id: ㆍProfit transaksi mungkin berbeda dari profit yang diperkiraan karena perubahan market real time.
ja_jp: ㆍ取引収益はリアルタイムでの相場変化によって予想収益と異なる場合があります。
ru_ru: ㆍДоходы от транзакций могут отличаться от ожидаемых доходов в связи с изменениями цен в режиме реального времени.
th_th: ㆍผลกำไรจริงอาจมีความแตกต่างจากผลกำไรที่ประเมินค่าไว้ เนื่องจากการเปลี่ยนแปลงของราคา ณ เวลาจริง
vi_vn: ㆍDo thời giá thay đổi liên tục, lợi nhuận thực tế có thế khác với ước tính.
zh_cn: ㆍ因市价行情实时变动， 交易收益可能与预计收益有所不同。

# Arbitrage_TradePop_2_3
source: ㆍ Would you like to proceed with the trading?
id_id: ㆍApakah Anda ingin melanjutkan transaksi?
ja_jp: ㆍ取引を進行しますか。
ru_ru: ㆍХотите продолжить транзакцию?
th_th: ㆍคุณต้องการดำเนินการหรือไม่?
vi_vn: ㆍCó muốn chắc chắn tiến hành giao dịch không?
zh_cn: 您确定要进行交易吗？

# Arbitrage_TradePop_3_1
source: second(s)
id_id: menit
ja_jp: 秒
ru_ru: Секунд
th_th: วินาที
vi_vn: Giây
zh_cn: 秒

# Arbitrage_TradePop_Alert_1
source: Do you want to proceed with the trading? The exchange is not responsible for the disadvantages that occur after a trading is made.
id_id: Apakah Anda ingin melanjutkan transaksi? Bursa tidak bertanggung jawab atas kerugian yang terjadi setelah transaksi dilakukan.
ja_jp: 取引を進行しますか。 一度取引された後に発生する不利益は取引所で責任を負いません。
ru_ru: Вы хотите продолжить транзакцию? Биржа не несет никакой ответственности за любые неполадки, возникающие после совершения транзакции.
th_th: คุณต้องการดำเนินการต่อหรือไม่? หลังจากดำเนินการแล้ว หากความสูญเสียหรือความเสียหายเกิดขึ้น ทางตลาดซื้อขายจะไม่มีการรับผิดชอบใดๆ
vi_vn: Có chắc chắn tiến hành giao dịch không? Sàn giao dịch không chịu trách nhiệm trước những phát sinh lỗi sau khi hoàn thành giao dịch.
zh_cn: 您确定要进行交易吗? 交易后发生的损失，交易所不承担任何责任。

# ArbitrageRequestPop_Alert_1
source: Please select a payment method.
id_id: Silakan pilih metode pembayaran.
ja_jp: 決済手段を選択してください。
ru_ru: Выберите способ оплаты
th_th: โปรดเลือกวิธีการชำระเงิน
vi_vn: Vui lòng chọn phương thức thanh toán.
zh_cn: 请选择付款方式。

# ArbitrageRequestPop_Alert_2
source: Payment amount is insufficient.
id_id: Jumlah pembayaran tidak mencukupi.
ja_jp: 決済金額が不足します。
ru_ru: Ваша сумма платежа недостаточна.
th_th: จำนวนเงินที่ชำระไม่เพียงพอ
vi_vn: Số tiền thanh toán không đủ.
zh_cn: 您的付款金额不足。

# ArbitrageRequestPop_Alert_3
source: Arbitrage application failed.
id_id: Pendaftaran arbitrage gagal.
ja_jp: Arbitrage申請失敗しました。
ru_ru: Заявление на Арбитраж не удалось.
th_th: แอปพลิเคชัน Arbitrage ล้มเหลว
vi_vn: Đăng ký Arbitrage thất bại.
zh_cn: 套利申请失败。

# ArbitrageRequestPop_Alert_4
source: You have applied for Arbitrage.
id_id: Anda telah terdaftar untuk arbitrage.
ja_jp: Arbitrageを申請したメンバーです。
ru_ru: Вы подали заявление на Арбитраж
th_th: คุณสมัคร Arbitrage แล้ว
vi_vn: Thông tin hội viên đã đăng ký Arbitrage.
zh_cn: 我是申请套利的会员。

# Arbitrage_SignUpPop_1_3_1
source: Registered
id_id: Terdaftar
ja_jp: 登録
ru_ru: Зарегистрировано
th_th: ลงทะเบียน
vi_vn: Đăng ký
zh_cn: 注册

# Arbitrage_SignUpPop_1_3_2
source: Unregistered
id_id: Tidak terdaftar
ja_jp: 未加入
ru_ru: Незарегистрировано
th_th: เชลยศักดิ์
vi_vn: Chưa đăng ký
zh_cn: 不包括在内

# Arbitrage_Alert_1
source: Please register for the integrated exchange.
id_id: Silakan mendaftar untuk bursa terpadu.
ja_jp: 統合取引所に加入してください。
ru_ru: Пожалуйста, зарегистрируйтесь на Интеграции Бирж
th_th: กรุณาสมัครตลาดซื้อขายรวม
vi_vn: Vui lòng đăng ký thông tin tại sàn giao dịch tổng hợp.
zh_cn: 请注册综合交易所。

# Arbitrage_Term_1
source: Arbitrage Terms of Service
ja_jp: Arbitrage サービス利用約款
ru_ru: Правила и Условия использования Арбитража
th_th: เงื่อนไขและข้อตกลงการให้บริการ Arbitrage
vi_vn: Điều khoản sử dụng Arbitrage
zh_cn: Arbitrage服务使用条款

# Arbitrage_Term_10
source: In the event a member explicitly expressed his / her refusal of the application of the revised agreement, the Exchange cannot apply the contents of the revised agreement, in this case, the member may cancel the Service Contract. However, if there is any special circumstance where the existing terms can not be applied, the Exchange may cancel the Service Contract.
ja_jp: 会員様が改正約款の適用に同意しないと明示した場合,取引所は改訂約款の内容を適用することはできず,その場合,会員は利用契約を解約することができます。 ただし,既存の約款を適用できない特別な事情がある場合には,取引所は利用契約を解約することができます。
ru_ru: Если пользователь прямо заявляет, что он не согласен с изменёнными Условий, Биржа не применяет содержание пересмотренных Условий, и в этом случае договор с пользователем может быть расторган. А также, в случае наличие каких-либо особых обстоятельств, когда уже существующие Условия не могут быть дальше применены, Биржа может расторгнуть договор с пользователем об использовании Услуги.
th_th: กรณีที่สมาชิกแสดงเจตนาไม่ยอมรับการใช้เงื่อนไขและข้อตกลงที่มีการแก้ไขใหม่ ทางตลาดซื้อขายจะไม่สามารถนำเนื้อหาของเงื่อนไขและข้อตกลงใหม่มาบังคับใช้ได้ ซึ่งกรณีดังกล่าวนี้ สมาชิกสามารถทำการยกเลิกสัญญาการใช้งานได้ อย่างไรก็ตาม กรณีที่เกิดเหตุการณ์ใดๆ ซึ่งไม่สามารถใช้เงื่อนไขและข้อตกลงที่มีอยู่ได้ ทางตลาดซื้อขายสามารถยกเลิกสัญญาการใช้งาน
vi_vn: Trường hợp hội viên không chấp nhận điều khoản sửa đổi như đã được thông báo, không thể áp dụng nội dung điều khoản mới, hội viên có thể hủy điều khoản sử dụng trong trường hợp này . Tuy nhiên với trường hợp đặc biệt không thể áp dụng điều khoản cũ, điều khoản sử dụng cũng có thể hủy.
zh_cn: 如果会员表示不同意适用修改条款的明确意思时，交易所就无法适用修改条款的内容，在这种情况下会员可以终止使用合同。但是，如果有无法适用现有条款的特殊情况，交易所可以终止使用合同。

# Arbitrage_Term_100
source: Release Condition
ja_jp: 解除条件
ru_ru: Условия отмены приостановления
th_th: เงื่อนไขการยกเลิก
vi_vn: Điều kiện hủy bỏ
zh_cn: 解除条件

# Arbitrage_Term_101
source: Suspension Effect
ja_jp: 静止効力
ru_ru: Эффект приостановки
th_th: ผลการระงับการใช้บริการ
vi_vn: Hiệu lực tạm ngưng
zh_cn: 停止效力

# Arbitrage_Term_102
source: Limited service, service use unavailable, only login
ja_jp: サービス制限ログイン他サービス利用不可
ru_ru: Доступ к сервису ограничен. Доступен только вход в систему.
th_th: คุณไม่สามารถใช้บริการใดๆได้ ยกเว้นการเข้าสู่ระบบ
vi_vn: Ngoài việc giới hạn đăng nhập dịch vụ, không thể sử dụng dịch vụ
zh_cn: 服务受限，除登录以外无法使用其他服务

# Arbitrage_Term_103
source: - ID (email address) unconfirmed
ja_jp: -ID未確認
ru_ru: - ID (адрес электронной почты) не подтвержден
th_th: ID (email address) ยังไม่ได้รับยืนยัน
vi_vn: - Chưa xác nhận ID (địa chỉ email)
zh_cn: -无法确认用户名(邮箱)

# Arbitrage_Term_104
source: - Hacking / fraud incidents
ja_jp: -ハッキング/詐欺事故の発生
ru_ru: - Обнаружение инцидентов Взлома / Мошенничества
th_th: กรณีถูกหลอกหลวง / hacking
vi_vn: - Hacking/Lừa đảo
zh_cn: -发生黑客/欺诈事件

# Arbitrage_Term_105
source: - Members involved in incidents (contact and personal information matched)
ja_jp: -事故会員関連者(連絡先及び個人情報一致)
ru_ru: - Пользователь, вовлеченный в инциденты (контактная и личная информация сопоставлена)
th_th: ผู้เกี่ยวข้องกับเหตุการณ์ (ข้อมูลส่วนตัวและเบอร์โทรติดต่อตรงกัน)
vi_vn: - Quản lý hội viên gặp vấn đề phát sinh (khớp SĐT và thông tin cá nhân)
zh_cn: -事件相关会员(联系方式及个人信息一致)

# Arbitrage_Term_106
source: - Service cancellation applied
ja_jp: -サービス解約申請
ru_ru: - Заявление об отмене Услуги
th_th: สมัครยกเลิกการใช้บริการ
vi_vn: - Đăng ký hủy dịch vụ
zh_cn: -申请终止服务

# Arbitrage_Term_107
source: - Other: Administor's judgment (in case of serious disruption to normal service progress)
ja_jp: -その他:管理者判断(正常なサービス進行に深刻な障害誘発時)
ru_ru: - Другое: По суждению администратора (в случае серьезного нарушения нормальной работы Услуги)
th_th: อื่นๆ : การพิจารณาของ admin (หากสมาชิกเป็นสาเหตุทำให้เกิดปัญหาร้ายแรงในการให้บริการตามปกติของตลาดซื้อขาย)
vi_vn: - Khác: Nhận định của quản lý (có cản trở nghiêm trọng khi đang tiến hành dịch vụ bình thường)
zh_cn: -其他:管理员判断(在正常服务进行过程中引发严重障碍时)

# Arbitrage_Term_108
source: - Suspension reason resolved
ja_jp: -停止事由の解決
ru_ru: - устранение причины приостановки
th_th: ยกเลิกการระงับเรียบร้อยแล้ว
vi_vn: - Xử lý lý do đóng băng
zh_cn: -解决停止事由

# Arbitrage_Term_109
source: Trading unavailable, only login
ja_jp: ログイン以外の取引不可
ru_ru: Транзакций недоступны, доступен только вход в систему
th_th: คุณไม่สามารถทำการซื้อขายได้ ยกเว้นการเข้าสู่ระบบ
vi_vn: Ngoài đăng nhập, không thể giao dịch
zh_cn: 除登录以外无法进行交易

# Arbitrage_Term_11
source: Article 3 (Regulations Outside Terms)
ja_jp: 第3条 (約款のほか準則)
ru_ru: Статья 3. (Другие Условия)
th_th: ข้อ 3 (เงื่อนไขและข้อตกลงอื่นๆ)
vi_vn: Điều 3 (Quy định khác ngoài điều khoản)
zh_cn: 第3条 (条款外准则)

# Arbitrage_Term_110
source: Limited login
ja_jp: ログイン制限
ru_ru: Ограничения входа в систему
th_th: การเข้าสู่ระบบถูกระงับ
vi_vn: Giới hạn đăng nhập
zh_cn: 登录限制

# Arbitrage_Term_111
source: - Password consecutive errors
ja_jp: -パスワード連続エラー
ru_ru: - Последовательные ошибки пароля
th_th: รหัสผ่านผิดพลาดอย่างต่อเนื่อง
vi_vn: - Lỗi sai mật khẩu nhiều lần
zh_cn: -密码连续错误

# Arbitrage_Term_112
source: - Suspected impersonation
ja_jp: -名義盗用と疑われる場合
ru_ru: - В случае подозрения кражи личной информации другого человека
th_th: กรณีที่สงสัยว่าแอบอ้างเป็นบุคคลอื่น
vi_vn: - Trường hợp nghi ngờ đánh cắp tên
zh_cn: -被怀疑为盗用名义的情况

# Arbitrage_Term_113
source: - Other: Administor's judgment
ja_jp: -その他:管理者判断
ru_ru: - Другое: По суждению администратора
th_th: อื่นๆ : การพิจารณาของ admin
vi_vn: - Khác: Quản lý nhận định
zh_cn: -其他:管理员判断

# Arbitrage_Term_114
source: - Suspension reason resolved
ja_jp: -停止事由の解決
ru_ru: - Устранение причины приостановки
th_th: ยกเลิกการระงับเรียบร้อยแล้ว
vi_vn: - Xử lý lý do đóng băng
zh_cn: -解决停止事由

# Arbitrage_Term_115
source: Login unavailable
ja_jp: ログイン不可
ru_ru: Вход в систему недоступен
th_th: ไม่สามารถเข้าสู่ระบบได้
vi_vn: - Không thể đăng nhập
zh_cn: 无法登录

# Arbitrage_Term_116
source: Some services limited
ja_jp: ●一部サービス制限
ru_ru: Доступ к некоторым услугам ограничен
th_th: คุณถูกจำกัดการใช้บริการบางส่วน
vi_vn: Giới hạn một phần dịch vụ
zh_cn: 限制部分服务

# Arbitrage_Term_117
source: If it is judged that there is no problem with the use other than a specific service, it can be processed as a partial restriction.
ja_jp: 判断によって特定サービス以外の利用は問題ないと判断される場合,部分制限で処理することができる。
ru_ru: Если будет определено, что нет проблем с использованием услуг кроме некоторых услуг, она может рассматриваться как частичное ограничение.
th_th: หากผลการพิจารณาออกมาว่า ไม่มีปัญหาในการใช้บริการอื่นของผู้ใช้ ยกเว้นแค่การบริการบางส่วน กรณีนั้นอาจจะถูกจำกัดการใช้การบริการเพียงบางส่วน
vi_vn: Chúng tôi có thể xử theo giới hạn nhất định trong trường hợp nhận thấy không có dấu hiệu bất thường khi sử dụng dịch vụ ngoài dịch vụ riêng biệt.
zh_cn: 根据判断，除特定服务外其他使用中不存在问题，可处理为部分限制。

# Arbitrage_Term_118
source: - Suspension reason resolved
ja_jp: 停止事由の解決
ru_ru: - Устранение причины приостановки
th_th: ยกเลิกการระงับเรียบร้อยแล้ว
vi_vn: - Xử lý do đóng băng
zh_cn: -解决停止事由

# Arbitrage_Term_119
source: Specific service use unavailable
ja_jp: ●特定サービス利用不可
ru_ru: Доступ к некоторым услугам не доступен
th_th: คุณไม่สามารถใช้บริการพิเศษได้
vi_vn: Không thể sử dụng dịch vụ riêng biệt
zh_cn: 无法使用特定服务

# Arbitrage_Term_12
source: In addition to these Terms, the Exchange shall establish individual notices, individual terms, individual agreements, usage guidelines, operating policies, detailed guidelines, etc (collectively referred to as "Detailed Instructions") and notify the member or obtain consent. And if the details of the "Detailed Instructions" are inconsistent with the terms of this Terms, the "Detailed Instructions" shall take precedence.
ja_jp: 取引所はサービスについて,この約款のほか,別途の告知事項,個別約款,個別同意事項,利用案内,運営政策,細部指針など(以下あわせて"細部指針"といいます)を定め,これを会員様に知らせるか,同意を得ることができ,"細部指針"の中で会員の同意を得た内容がこの約款と衝突する場合は,"細部指針"が優先的に適用されます。
ru_ru: В дополнение к этим Условиям, Биржа устанавливает уведомления, отдельные условия, отдельные соглашения, инструкции по использованию, операционные политики, подробные инструкции (в совокупности именуемые «Подробные Инструкции»). Если данные «Подробных инструкций» не соответствуют условиям настоящего Соглашения, «Подробные инструкции» имеют преимущественную силу.
th_th: นอกเหนือจากเงื่อนไขและข้อตกลงนี้ ทางตลาดซื้อขายสามารถกำหนดคำประกาศ ข้อตกลงส่วนบุคคล เงื่อนไขส่วนบุคคล คำแนะนำการใช้งาน นโยบายการจัดการ คำแนะนำอย่างละเอียด (เรียกโดยรวมว่า "คำแนะนำอย่างละเอียด") โดยแจ้งให้ทราบพร้อมขอให้สมาชิกทำการยอมรับข้อตกลงเพิ่มเติมได้ และหากเนื้อหาของ "คำแนะนำอย่างละเอียด" ไม่สอดคล้องกับเงื่อนไขและข้อตกลงนี้ "คำแนะนำอย่างละเอียด" จะมีความสำคัญมากกว่า
vi_vn: Ngoài điều khoản cung cấp trên, chúng tôi quy định tới hội viên, chấp nhận tại các mục như thông báo, điều khoản riêng, hướng dẫn sử dụng, chính sách áp dụng, hướng dẫn chi tiết… (các hạng mục này gọi chung là "Hướng dẫn chi tiết"). Trường hợp có mâu thuẫn giữa nội dung của điều khoản này với "Hướng dẫn chi tiết" thì sẽ ưu tiên áp dụng "Hướng dẫn chi tiết" trước.
zh_cn: 对于服务，交易所除本条款外，可另行制定其他公告事项，个别条款，个别同意事项，使用指南，运营政策，详细方针等(以下统称为"详细方针")，可向会员通知或获得同意。 "详细方针"中经会员同意的内容与本条款相冲突时，"则优先适用"详细方针"。

# Arbitrage_Term_120
source: Chapter 6 Privacy Protection
ja_jp: 第6章個人情報保護
ru_ru: Глава 6 Защита личной информации
th_th: บทที่ 6 นโยบายความเป็นส่วนตัว
vi_vn: Chương 6 Bảo hộ thông tin cá nhân
zh_cn: 第六章 个人信息保护

# Arbitrage_Term_121
source: Article 14 (Privacy Protection)
ja_jp: 第14条(個人情報の保護)
ru_ru: Статья 14 (Защита личной информации)
th_th: ข้อ 14 (การจัดเก็บรักษาข้อมูลส่วนบุคคล)
vi_vn: Điều 14 (Bảo hộ thông tin cá nhân)
zh_cn: 第14条 (个人信息保护)
