Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# Arbitrage_Term_70
source: In the case of Clause 2, the Exchange shall not be held liable for any disadvantages caused by the member's failure to notify the Exchange or failure to comply with the instructions of the Exchange.
ja_jp: 第2項の場合に該当メンバーが取引所にその事実を通知しなかったり、通知した場合にも取引所の案内に従わず、発生した不利益について取引所は責任を負わないです。
ru_ru: В случае пункта 2, Биржа не несет ответственности за ущерб, вызванный несоблюдением инструкций Биржи, даже если Пользователь уведомляет или не уведомляет Биржу.
th_th: ในกรณีของวรรค 2 นั้น หากสมาชิกไม่แจ้งความจริงให้แก่ทางตลาดซื้อขายทราบ หรือแจ้งให้ทราบแต่ไม่ปฏิบัติตามคำแนะนำของตลาดซื้อขาย ตลาดซื้อขายจะไม่รับผิดชอบต่อความเสียหายหรือการสูญเสียใดๆ ที่เกิดขึ้น
vi_vn: Theo khoản 2, chúng tôi không chịu trách nhiệm trước những bất lợi phát sinh do hội viên không tuân thủ theo hướng dẫn của sàn giao dịch bao gồm cả trường hợp hội viên thông báo và không thông báo hành vi đó tại sàn giao dịch.
zh_cn: 对于第二项的情况，该会员未向交易所通知其事实或通知后未按照交易所的指示而发生的不利后果，交易所不承担任何责任。

# Arbitrage_Term_71
source: Article 9 (Member's Responsibility Related to Arbitrage Use)
ja_jp: 第9条 (Arbitrage利用に対する会員の義務)
ru_ru: Статья 9. (Обязательства Пользователя по использованию Арбитража)
th_th: ข้อ 9 (หน้าที่ของสมาชิกในการใช้งาน Arbitrage)
vi_vn: Điều 9 (Nghĩa vụ của hội viên khi sử dụng Arbitrage)
zh_cn: 第9条 (会员对使用Arbitrage的义务)

# Arbitrage_Term_72
source: When using Arbitrage, the member shall not engage in any conduct contrary to the Exchange's detailed instructions including these Terms, related laws and / or other public order.
ja_jp: 会員は,Arbitrageの利用において,本約款を含む取引所の細部指針,関係法令及び/又はその他の公序良俗に反する行為をしてはいけません。
ru_ru: При использовании Арбитража, Пользователь не должны вступать в какие-либо действия, противоречащие подробным инструкциям Биржи, включая Условия использования, соответствующие законы или другие общественные правила порядка,
th_th: สมาชิกจะต้องไม่กระทำการใดๆ ที่ขัดต่อคำแนะนำอย่างละเอียดของตลาดซื้อขาย เงื่อนไขและข้อตกลง กฎหมายที่เกี่ยวข้อง หรือละเมิดความสงบสุขของสาธารณะ ในขณะใช้งาน Arbitrage
vi_vn: Hội viên không được có hành vi vi phạm các điều khoản này khi sử dụng Arbitrage bao gồm Hướng dẫn chi tiết, pháp lệnh liên quan/trật tự an toàn xã hội...
zh_cn: 会员在使用Arbitrage时，不得有违反包括本条款在内的交易所详细方针，有关法令及/或其他公序良俗的行为。

# Arbitrage_Term_73
source: Article 10 (Prohibition of Transfer and Pledge)
ja_jp: 第10条 (譲渡及び質権設定の禁止)
ru_ru: Статья 10 (Запрещение передачи Учетной записи третьим лицам и использования в качестве залога)
th_th: ข้อ 10 ข้อห้ามในการโอนและจำนำ
vi_vn: Điều 10 (Trường hợp không được chuyển nhượng và thay mặt)
zh_cn: 第10条 (禁止转让和设立质权)

# Arbitrage_Term_74
source: The member shall not transfer his / her account or rights on the Exchange to another person.
ja_jp: 会員は自分の勘定を他人に譲渡したり,それに基づいて取引所に対して有する権利を他人に譲渡することはできません。
ru_ru: Пользователь не может передавать свою Учетную запись другому лицу и на основание этого не может передавать свои права на Бирже другому лицу.
th_th: สมาชิกไม่สามารถโอนบัญชีของตนให้แก่บุคคลอื่นได้ และไม่สามารถถ่ายโอนสิทธิ์ที่มีอยู่ในตลาดซื้อขายให้แก่บุคคลอื่นได้
vi_vn: Hội viên không được phép chuyển nhượng tài khoản của mình cho người khác, với quy tắc cơ bản này, không được phép chuyển nhượng quyền quản lý của mình cho người khác tại sàn giao dịch.
zh_cn: 会员不得将自己的帐号转让给他人，或将对交易所享有的权利转让给他人。

# Arbitrage_Term_75
source: The member may not pledge his / her accounts or rights on the Exchange without the expressed consent of the Exchange.
ja_jp: 会員は,取引所の同意なくして,その勘定,それに基づいて取引所に対して有する権利について質権を設定することはできません。
ru_ru: пользователь не вправе передавать свои права на Бирже и свою учетную запись в качестве залога без явного согласия на то Биржи.
th_th: สมาชิกไม่มีสิทธิ์จำนำสิทธิ์ของตนที่มีอยู่ในตลาดซื้อขาย รวมถึงไม่สามารถโอนสิทธิ์บัญชีของตนโดยไม่ได้รับความยินยอมอย่างชัดแจ้งจากตลาดซื้อขาย
vi_vn: Hội viên không được phép thiết lập quyền giao phó cho người khác tài khoản của mình tại sàn giao dịch mà không có sự đồng ý của sàn giao dịch.
zh_cn: 会员未经交易所明确同意，不得对自己的帐号，对交易所享有的权利设立质权。

# Arbitrage_Term_76
source: Chapter 4 General Provisions of Service Use
ja_jp: 第4枚サービス利用総則
ru_ru: Глава 4. Общие условия использования Услуги.
th_th: บทที่ 4 การให้บริการเรื่องทั่วไป
vi_vn: Chương 4 Quy định chung khi sử dụng dịch vụ
zh_cn: 第四章 服务使用总则

# Arbitrage_Term_77
source: Article 11 (Types of Service)
ja_jp: 第11条 (サービスの種類)
ru_ru: Статья 11 (Виды Услуг)
th_th: ข้อ 11 (ประเภทการให้บริการ)
vi_vn: Điều 11 (Các loại hình dịch vụ)
zh_cn: 第11条 (服务种类)

# Arbitrage_Term_78
source: The Exchange provides members with arbitrage-related services (Exchange quotes checking, arbitrage-related services, etc.). However, the types of service provided by the Exchange may be changed from time to time according to the circumstances of the Exchange, and the copyright and intellectual property rights of the services provided shall belong to the Exchange.
ja_jp: 取引所は会員様にArbitrage関連(取引所相場確認,Arbitrage関連サービスなど)サービスを提供します。 但し,取引所が提供するサービスの種類は取引所の事情により随時変更されることがあり,提供されるサービスに対する著作権および知的財産権は取引所に帰属されます。
ru_ru: Биржа предоставляет своим пользователям услуги связанные с Арбитражем (проверка котировок биржи, услуги, связанные с финансовыми операциями и т. д.). Однако виды Услуг, предоставляемых Биржей, могут время от времени изменяться в зависимости от обстоятельств Биржи. Авторские права и права интеллектуальной собственности на предоставляемые Услуги принадлежат Бирже.
th_th: ตลาดซื้อขายให้บริการต่างๆ ที่เกี่ยวข้องกับ Arbitrage แก่สมาชิก (ตรวจสอบราคาตลาดซื้อขาย การบริการที่เกี่ยวข้องกับ Arbitrage และอื่นๆ ) อย่างไรก็ตาม ตลาดซื้อขายอาจมีการเปลี่ยนแปลงประเภทการให้บริการตามสถานการณ์ของตลาดซื้อขายได้ ทั้งนี้ ลิขสิทธิ์และทรัพย์สินทางปัญญาที่เกี่ยวข้องกับการให้บริการถือเป็นของตลาดซื้อขาย
vi_vn: Sàn giao dịch cung cấp tới hội viên dịch vụ liên quan Arbitrage như (dịch vụ kiểm tra thời giá sàn giao dịch, dịch vụ tài chính…). Tuy nhiên, tùy từng trường hợp mà loại hình dịch vụ chúng tôi cung cấp có thể thay đổi đột ngột, bản quyền và quyền sở hữu trí tuệ các sản phẩm dịch vụ này thuộc về sàn giao dịch.
zh_cn: 交易所向会员提供与Arbitrage相关的(交易所行情确认，套利交易相关服务等)服务。 但，交易所提供的服务种类可根据交易所的情况随时变更，所提供的服务著作权及知识产权归交易所所有。

# Arbitrage_Term_79
source: The Exchange shall only give the members tools for the arbitrage system service in accordance with the Terms set by the Exchange, and shall not provide similar services and commercial activities using the service.
ja_jp: 取引所はサービスに関して会員様に取引所が定めた利用条件に従ってArbitrageシステムサービス利用ツールだけを付与し,これを活用した類似サービス提供及び商業的活動をすることができません。
ru_ru: Биржа предоставляет Пользователям доступ к системе Услуги только в соответствии с условиями, установленными Биржей в отношении Услуги, и не может предоставлять аналогичные услуги или коммерческую деятельность через данную Услугу.
th_th: ตลาดซื้อขายจะให้สิทธิ์แก่สมาชิกในการใช้เครื่องมือเพื่อใช้บริการระบบ Arbitrage ตามที่ตลาดซื้อขายกำหนดไว้ในเงื่อนไขและข้อตกลง ซึ่งจะไม่สามารถกระทำการใดๆ เพื่อการพาณิชย์หรือจัดทำการบริการที่คล้ายกันได้
vi_vn: Căn cứ theo các điều kiện sử dụng liên quan đến dịch vụ cung cấp cho hội viên, sàn giao dịch chỉ cung cấp công cụ sử dụng dịch vụ hệ thống Arbitrage, chúng tôi không áp dụng hệ thống này vào việc cung cấp các dịch vụ tương tự và có mục đích thương mại.
zh_cn: 交易所根据交易所规定的服务使用条件，只向会员提供Arbitrage系统的服务使用工具，不得提供与之类似的服务及从事商业活动。

# Arbitrage_Term_8
source: If the Exchange revises the Terms, it shall announce the effective date and the reason for the revision seven days before the effective date through the main screen, pop-up screen or notice of the Exchange site along with the current Terms.
ja_jp: 取引所が約款を改正する場合には適用日及び改正の理由を明示して現行の約款とともに取引所サイトの初期画面やポップアップ画面または公示事項とその適用日7日以前から告知します。
ru_ru: В случае внесения изменении в настоящее Правила и Условия Биржей, дата применения изменении и причины изменения уведомляются за 7 дней до вступления в силу изменения на главной странице веб-сайта Биржи или всплывающем окне или в уведомлениях веб-сайта Биржи.
th_th: กรณีที่ตลาดซื้อขายมีการเปลี่ยนแปลงเงื่อนไขและข้อตกลงใดๆ จะมีการแจ้งให้ทราบโดยทั่วกัน พร้อมระบุวันที่และเหตุผลบนหน้าแรกของเว็บไซต์ตลาดซื้อขาย หน้าต่างป็อปอัพ และจะประกาศทั่วไปอย่างเป็นทางการล่วงหน้า 7 วัน ก่อนที่เงื่อนไขและข้อตกลงใหม่จะมีผลบังคับใช้จริง
vi_vn: Trường hợp sửa đổi điều khoản sử dụng, sẽ có thông báo hiện trạng điều khoản bằng màn hình khởi động, pop up hoặc thông báo riêng tại webiste kèm theo thời gian có hiệu lực cũng như lý do sửa đổi, văn bản sửa đổi có hiệu lực 7 ngày trước đó.
zh_cn: 交易所修改条款时，应明示适用日期及修改事由，与现行条款一同在交易所网站首页，弹出页面或在公告栏通知，应于适用日期7日之前开始公告。

# Arbitrage_Term_80
source: The Exchange provides users with the following content usage service.
ja_jp: 取引所は利用者に下記のようなコンテンツ利用サービスを提供します。
ru_ru: Биржа предоставляет Пользователям следующие сервисы использования контента.
th_th: รายละเอียดการบริการของตลาดซื้อขาย มีดังต่อไปนี้
vi_vn: Sàn giao dịch cung cấp việc sử dụng nội dung tới người dùng như sau.
zh_cn: 交易所向用户提供以下Contents使用服务:

# Arbitrage_Term_81
source: 1) Arbitrage system
ja_jp: 1) Arbitrageシステム
ru_ru: 1) Система финансовых транзакций (Арбитраж)
th_th: 1. ระบบ Arbitrage (Arbitrage)
vi_vn: 1) Hệ thống giao dịch tài chính (Arbitrage)
zh_cn: 1) 套利交易系统(Arbitrage)

# Arbitrage_Term_82
source: 2) Arbitrage-related services (main exchange selection, etc.)
ja_jp: 2) Arbitrage関連サービス (住居レソの選択など)
ru_ru: 2) Услуги, связанные с Арбитражем (выбор Основной Биржи и т. д.)
th_th: 2. การบริการที่เกี่ยวข้องกับ Arbitrage (การเลือกตลาดซื้อขายหลัก และอื่นๆ)
vi_vn: 2) Dịch vụ liên quan Arbitrage (lựa chọn sàn giao dịch chính…)
zh_cn: 2) Arbitrage相关服务(选择主要交易所等)

# Arbitrage_Term_83
source: 3) Content developed by other exchanges or provided through cooperation with other exchanges
ja_jp: 3) その他の取引所が独自開発したり違うんレソとの協力を通じて提供するコンテンツ
ru_ru: 3) Контент, который Биржа разрабатывают самостоятельно или предоставляют через сотрудничество с другими биржами.
th_th: 3. เนื้อหาอื่นๆ ที่ทางตลาดซื้อขายพัฒนาขึ้นเองหรือพัฒนาร่วมกับตลาดซื้อขายพันธมิตรอื่น
vi_vn: 3) Phát triển sàn giao dịch hiện có khác hoặc cung cấp nội dung thông qua việc liên kết với sàn giao dịch khác.
zh_cn: 3) 其他交易所自行开发或通过与其他交易所合作提供的Contents

# Arbitrage_Term_84
source: 4) Integrated membership registration feature for each exchange
ja_jp: 4) 各取引所別統合の会員加入処理機能
ru_ru: 4) Интегрированная функция регистрации членства для каждой Биржи
th_th: 4. ฟังก์ชั่นการสมัครสมาชิกแบบรวมสำหรับแต่ละตลาดซื้อขาย
vi_vn: 4) Tính năng xử lý đăng ký hội viên tổng hợp tại mỗi sàn
zh_cn: 4) 各交易所的综合会员注册处理功能

# Arbitrage_Term_85
source: Chapter 5 Arbitrage-related Services Use
ja_jp: 第5枚Arbitrage関連サービス利用
ru_ru: Глава 5, Использование услуг, связанных с Арбитражем
th_th: บทที่ 5 การให้บริการเกี่ยวกับ Arbitrage
vi_vn: Chương 5 Sử dụng dịch vụ liên quan đến Arbitrage
zh_cn: 第五章 使用Arbitrage相关服务

# Arbitrage_Term_86
source: Article 12 (Cryptocurrency Arbitrage, etc.)
ja_jp: 第12条 (暗号通貨Arbitrageなど)
ru_ru: Статья 12 (Криптовалютные финансовые операции и.т.д.)
th_th: ข้อ 12 (การซื้อขาย cryptocurrency แบบ Arbitrage และอื่นๆ)
vi_vn: Điều 12 (Giao dịch tài chính tiền điện tử)
zh_cn: 第12条 (加密货币套利交易等)

# Arbitrage_Term_87
source: The Exchange provides the following services related to the cryptocurrency arbitrage.
ja_jp: 取引所は暗号通貨 Arbitrage に関して次のようなサービスを提供します。
ru_ru: Биржа предоставляет следующие услуги, связанные с криптовалютными финансовыми операциями
th_th: ตลาดซื้อขายให้บริการการซื้อขาย cryptocurrency แบบ Arbitrage และบริการอื่นที่เกี่ยวข้อง ดังนี้
vi_vn: Sàn giao dịch cung cấp các dịch vụ liên quan đến giao dịch tài chính tiền điện tử như các dịch vụ sau.
zh_cn: 交易所对加密货币套利交易提供以下服务。

# Arbitrage_Term_88
source: · Quotes checking service
ja_jp: 時勢確認サービス
ru_ru: · Услуга проверки котировок
th_th: · การบริการดัชนีราคา
vi_vn: · Dịch vụ kiểm tra thời giá
zh_cn: - 确认行情服务

# Arbitrage_Term_89
source: · Arbitrage purchase, sale service
ja_jp: Arbitrage 買収,売り込みサービス
ru_ru: · Финансовые услуги: Покупка, Продажа
th_th: · การบริการการซื้อขายแบบ Arbitrage
vi_vn: · Dịch vụ tài chính: mua/bán
zh_cn: - 套利交易买入，卖出服务

# Arbitrage_Term_9
source: In the event that the Exchange notifies the members of the revision in accordance with the preceding paragraph, if the member has not explicitly expressed his or her refusal within a seven-day period despite a separate and clear notice, the member shall be deemed to have agreed to the revised agreement.
ja_jp: 取引所が前項により改正約款を発表し、会員に7日間の期間内に意思表示をしなければ意思表示が表明されたものと見なすという意味を扱う別の通知及び明確に告知したことも会員が明示的に拒否の意思表示をしない場合、会員が開廷約款に同意したものとみなします。
ru_ru: В случае, если Биржа уведомляет Пользователей об изменениях в соответствии с предыдущим пунктом, если пользователь не выразил свое намерение отклонить изменения в течение семи (7) дней, то это означает, что пользователь соглашается с пересмотренными условиями.
th_th: ตามวรรคก่อนหน้านี้ กรณีที่ตลาดซื้อขายจะทำการแจ้งเรื่องการเปลี่ยนแปลงเงื่อนไขและข้อตกลงให้สมาชิกทราบนั้น หากไม่มีการตอบรับใดๆ ภายใน 7 วันจากสมาชิก ทางตลาดซื้อขายจะถือว่าเป็นการยอมรับข้อตกลงดังกล่าว และหากสมาชิกมิได้มีการแสดงเจตจำนงที่จะปฏิเสธอย่างชัดเจน จะถือว่าเป็นการยอมรับเงื่อนไขและข้อตกลงที่มีการเปลี่ยนแปลง
vi_vn: Sàn giao dịch thông báo điều khoản sử dụng theo như mục nêu trên, nếu hội viên không đưa quyết định trong vòng 7 ngày có nghĩa là hôi viên không từ chối thông báo trên, chúng tôi hiểu là hội viên đã đồng ý vào điều khoản sửa đổi.
zh_cn: 交易所根据前项内容给会员公布修改条款，并另行通知及明确通知（会员在7天时间内未做意向表明， 可视为已同意。）,但会员没有明确表明拒绝意向时，可视为会员同意修改的条款。

# Arbitrage_Term_90
source: · Transaction history checking service
ja_jp: 取引内訳照会サービス
ru_ru: · Услуга запросов истории транзакций
th_th: · การบริการตรวจสอบประวัติการซื้อขาย
vi_vn: · Dịch vụ tra cứu lịch sử giao dịch
zh_cn: - 交易明细查询服务

# Arbitrage_Term_91
source: · Other related services
ja_jp: その他上記サービスに関するサービス
ru_ru: · Другие сопутствующие услуги
th_th: · การบริการอื่นๆ ที่เกี่ยวข้อง
vi_vn: · Dịch vụ liên quan đến tới dịch vụ nêu trên khác
zh_cn: - 其他与上述服务相关的服务

# Arbitrage_Term_92
source: 1) The member who intends to sell or buy cryptocurrency through the arbitrage service provided by the Exchange shall use the paid service provided by the Exchange. Payment costs: 100,000 PTC or equivalent coins available on the Exchange (BTC, ETH, BCH, XRP).
ja_jp: 1) 取引所が提供するArbitrageサービスを通じて、暗号通貨を売りまたは買収しようとする会員は取引所が提供する有料サービスを利用して取引をしなければなりません。 決済コスト:10万PTCまたはこれに相応する取引所で取引されている (BTC、ETH、BCH、XRP) コインで決済可能
ru_ru: 1) Пользователи, которые хотят продать или купить криптовалюту через услугу финансовых транзакций, предоставляемый Биржей, совершают транзакции с использованием платных услуг, предоставляемых Биржей. Стоимость услуги: 100 000 монет PTC или эквивалент этой суммы (BTC, ETH, BCH, XRP), которые торгуются на Бирже.
th_th: 1) สมาชิกที่ต้องการซื้อและขาย cryptocurrency ผ่านบริการ Arbitrage ของตลาดซื้อขาย จะต้องชำระค่าบริการให้แก่ตลาดซื้อขาย โดยมีค่าบริการอยู่ที่ 100,000 PTC หรือสามารถชำระด้วยเหรียญ (BTC, ETH, BCH, XRP) ที่มีการซื้อขายอยู่ในตลาดซื้อขาย ในราคาเทียบเท่ากับ 100,000 PTC ได้
vi_vn: 1) Chúng tôi cung cấp tới hội viên dịch vụ tài chính, mua/bán tiền điện tử (dịch vụ có phí). Phí thanh toán: 100.000 PTC hoặc bằng số coin tương ứng (BTC, ETH, BCH, XRP) tại sàn giao dịch.
zh_cn: 1) 要使用交易所提供的Arbitrage服务买入或卖出加密货币的会员，需利用交易所提供的收费服务进行交易。 结算费用: 10万PTC或与之相应交易所的加密货币(BTC， ETH， BCH， XRP)进行付款。

# Arbitrage_Term_93
source: 2) The Exchange does not mediate transactions between members, and only provides services that allow members to do cryptocurrency arbitrage with others on the Exchange. The Exchange does not know the specific details of cryptocurrency arbitrage on the Exchange where the member is using the service other than the items set by the member, and cannot change or cancel the transaction.
ja_jp: 2) 取引所は会員と会員の間の取引を仲介せず、会員が取引所で他人と暗号通貨をArbitrageできるようにするサービスのみを提供します。 取引所は,会員がサービスを利用する取引所での暗号化弊取引の具体的な内容について,会員が設定した項目以外には知りえず,当該取引を変更したり,キャンセルすることはできません。
ru_ru: 2) Биржа не осуществляет транзакции между пользователями, а только предоставляет услуги, позволяющие пользователям осуществлять криптовалютные транзакции с другими пользователями на Бирже. Биржа не знает конкретных деталей криптовалютных транзакции на Бирже, в которой пользователь использует Услугу, кроме элементов, установленных пользователям, и не может изменить или отменить транзакцию.
th_th: 2) ตลาดซื้อขายมิได้ทำหน้าที่เป็นสื่อกลางการซื้อขายระหว่างสมาชิกและสมาชิก แต่ให้บริการเฉพาะการซื้อขาย cryptocurreny แบบ Arbitrage ร่วมกับผู้อื่นในตลาดซื้อขายเท่านั้น ทั้งนี้ ตลาดซื้อขายไม่สามารถทราบรายละเอียดหรือรหัสการซื้อขาย cryptocurrency หรืออื่นๆ ที่สมาชิกใช้บริการบนตลาดซื้อขายได้ ยกเว้นรายการที่สมาชิกตั้งค่า ดังนั้นจึงจะไม่สามารถทำการเปลี่ยนแปลงหรือยกเลิกการซื้อขายได้
vi_vn: 2) Sàn giao dịch không có vai trò trung gian giữa các hội viên, chúng tôi chỉ cung cấp dịch vụ để hội viên có thể giao dịch tài chính liên quan tới tiền điện tử với hội viên khác tại sàn giao dịch. Trong trường hợp chúng tôi không được biết các mục mà hội viên thiết lập không đáp ứng các nội dung chi tiết về giao dịch tiền điện tử tại sàn giao dịch, hội viên không thể hủy hoặc thay đổi giao dịch tương ứng đã chọn.
zh_cn: 交易所不提供会员与会员之间的交易中介服务，只提供会员在交易所与他人进行加密货币套利交易的服务。 交易所除会员设定的项目外，不知晓会员使用服务的交易所内加密货币交易的具体内容， 且无法变更或取消该交易。

# Arbitrage_Term_94
source: 3) The member can execute the service on the Exchange where they own the account according to the instructions of the Exchange. The Exchange shall not be held liable for any damages caused by the member in the service proceeding without following the instructions of the Exchange.
ja_jp: 3) 会員は取引所の案内に従って、自分がアカウントを保有している取引所でサービスを実行できます。 会員様がサービスを行っているところにつきましては,取引所が取引所の案内に従っていません。
ru_ru: 3) Пользователи могут использовать Услугу на бирже, где они владеют учетной записью в соответствии с инструкциями Биржи. Биржа не несет ответственности за любые убытки, понесенные участником в процессе использования Услуги из-за не соблюдения инструкций Биржи.
th_th: 3) สมาชิกสามารถใช้บริการบนตลาดซื้อขายที่ตนเองมีบัญชีอยู่ ตามคำแนะนำของตลาดซื้อขายได้ ทั้งนี้ หากสมาชิกไม่ปฏิบัติตามคำแนะนำของตลาดซื้อขาย ตลาดซื้อขายจะไม่รับผิดชอบต่อความเสียหายหรือการสูญเสียใดๆ ที่เกิดขึ้น
vi_vn: 3) Dựa theo quy định của sàn giao dịch, hội viên có thể tiến hành giao dịch tại sàn với tài khoản của mình. Chúng tôi không chịu trách nhiệm trước những thiệt hại phát sinh khi tiến hành giao dịch không theo hướng dẫn quy định của sàn.
zh_cn: 会员可根据交易所的指引，在自己持有账户的交易所内使用服务。 对于会员不遵守交易所指引使用服务时发生的损失， 交易所不承担任何责任。

# Arbitrage_Term_95
source: 4) Cryptocurrency arbitrage can not be changed or canceled after a transaction occurs.
ja_jp: 4) 暗号通貨Arbitrageは取引が起きた後には変更したり、キャンセルできません。
ru_ru: 4) Криптовалютные денежные транзакции не могут быть изменены или отменены после совершения транзакции.
th_th: 4) หลังจากดำเนินการซื้อขาย cryptocurrency ด้วยระบบ Arbitrage แล้ว จะไม่สามารถทำการเปลี่ยนแปลงหรือยกเลิกได้
vi_vn: 4) Không thể tiến hành hủy hoặc điều chỉnh sau khi hình thành giao dịch tài chính tiền điện tử.
zh_cn: 加密货币套利交易发生后，无法更改或取消。

# Arbitrage_Term_96
source: 5) The member must have completed integrated membership registration for each exchange to be able to use arbitrage.
ja_jp: 5) 会員は各取引所別統合会員加入が完了されていないArbitrage取引が可能です。
ru_ru: 5 Пользователь должен пройти интегрированную регистрацию для каждой Биржи, чтобы иметь возможность использовать Арбитраж.
th_th: 5) สมาชิกจะต้องสมัครสมาชิกสำหรับแต่ละตลาดซื้อขายให้เสร็จสิ้นก่อน จึงจะสามารถทำการซื้อขายแบบ Arbitrage ได้
vi_vn: 5) Hội viên cần hoàn thành đăng ký hội viên tổng hợp tại mỗi sàn giao dịch thì mới có thể tham gia giao dịch Arbitrage.
zh_cn: 会员需完成各交易所的综合会员注册才能进行Arbitrage交易。

# Arbitrage_Term_97
source: Article 13 (Limitations on Service Use)
ja_jp: 第13条 (サービスの利用制限)
ru_ru: Статья 13 (Ограничения использования Услуги)
th_th: ข้อ 13 (ข้อจำกัดในการใช้บริการ)
vi_vn: Điều 13 (Giới hạn sử dụng dịch vụ)
zh_cn: 第13条(服务使用限制)

# Arbitrage_Term_98
source: Type
ja_jp: 分類
ru_ru: Виды
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 分类

# Arbitrage_Term_99
source: Suspension Reason
ja_jp: 事由を停止する。
ru_ru: Причины приостановления
th_th: สาเหตุการระงับการใช้บริการ
vi_vn: Lý do tạm ngưng
zh_cn: 停止事由

# Arbitrage_TradePop_Alert_2
source: There is no amount available.
id_id: Jumlah tidak tersedia.
ja_jp: 保有金額がありません。
ru_ru: Нет суммы баланса
th_th: ไม่มียอดที่ถืออยู่
vi_vn: Số tiền nắm giữ không có sẵn.
zh_cn: 无持有金额。

# Arbitrage_TradePop_Alert_3
source: There is no quantity available.
id_id: Kuantitas tidak tersedia.
ja_jp: 保有数量がありません。
ru_ru: Нет количества баланса
th_th: ไม่มีจำนวนที่ถืออยู่
vi_vn: Số lượng nắm giữ không có sẵn.
zh_cn: 无持有数量。

# CertifyMyPage_4_8
source: QR Scan
ja_jp: QRスキャン
ru_ru: Сканировать QR
th_th: สแกน QR
vi_vn: Scan QR
zh_cn: 扫描QR码

# CertifyMyPage_4_9
source: Direct input
id_id: Ketik langsung
ja_jp: 直接入力
ru_ru: Прямой ввод
th_th: กรอกเอง
vi_vn: Nhập trực tiếp
zh_cn: 直接输入

# MemberInfo_2_12
source: Select format
id_id: Pilih format
ja_jp: 形式選択
ru_ru: Выберите формат
th_th: เลือกรูปแบบ
vi_vn: Lựa chọn định dạng
zh_cn: 选择类型

# MemberInfo_2_13
source: Select country
id_id: Pilih negara
ja_jp: 国家選択
ru_ru: Выберите страну
th_th: เลือกประเทศ
vi_vn: Lựa chọn quốc gia
zh_cn: 选择国家

# MemberInfo_Pop_38
source: Please choose your birth date format.
id_id: Silakan pilih format tanggal lahir Anda.
ja_jp: 生年月日の形式を選んでください。
ru_ru: Выберите формат даты рождения
th_th: กรุณาเลือกรูปแบบวันเดือนปีเกิด
vi_vn: Vui lòng lựa chọn định dạng ngày sinh.
zh_cn: 请选择出生日期格式。

# ArbitrageRequest_2_4
source: In use
id_id: Sedang digunakan
ja_jp: 使用中
ru_ru: Используется
th_th: กำลังใช้งาน
vi_vn: Đang sử dụng
zh_cn: 使用中

# ArbitrageRequest_2_5
source: Period of use
id_id: Periode penggunaan
ja_jp: 利用期間
ru_ru: Период использования
th_th: ระยะเวลาการใช้งาน
vi_vn: Thời gian sử dụng
zh_cn: 使用期间

# Arbitrage_6_7
source: Profit Margin (including fees)
id_id: Profit Margin (termasuk biaya)
ja_jp: 差益(手数料込み)
ru_ru: Маржа Прибыли (комиссия включена)
th_th: กำไร (รวมค่าธรรมเนียม)
vi_vn: Lợi nhuận (bao gồm phí)
zh_cn: 差价（包括手续费）

# Arbitrage_3_6
source: Quantity
id_id: Jumlah
ja_jp: 数量
ru_ru: Количество
th_th: ปริมาณ
vi_vn: số lượng
zh_cn: 数量

# Arbitrage_4_6
source: ㆍQuotes and profit margins may not be output immediately after joining the integrated membership.
id_id: ㆍHarga dan margin keuntungan mungkin tidak dapat di-output dengan segera sesaat setelah bergabung dengan keanggotaan terpadu.
ja_jp: ㆍ統合会員加入後,相場と差益出力は直ちに適用されないことがあります。
ru_ru: ㆍПосле присоединение к Интеграцию, котировки цен и маржа прибыли могут отобразиться не сразу.
th_th: หลังจากสมัครสมาชิกแบบรวม การแสดงราคาและกำไรอาจจะยังไม่ปรากฎในทันที
vi_vn: ㆍThông tin thời giá và chênh lệch lợi nhuận có thể không được hiển thị ngay sau khi đăng ký hội viên tổng hợp.
zh_cn: ㆍ加入综合会员后可能无法马上显示市价与差价。

# Arbitrage_4_7
source: ㆍWhen buying or selling, it may take some time to output after the completion of execution. (Please check if there is a push notification coming)
id_id: ㆍKetika membeli atau menjual, dibutuhkan waktu beberapa saat untuk meng-output setelah eksekusi transaksi selesai. (Harap periksa notifikasi push yang masuk)
ja_jp: ㆍ買収,売りも進行時,締結完了後に出力されますが,多少時間がかかることがあります。 プシが来ているか必ず確認してください。
ru_ru: ㆍПри Покупке или Продаже отображение результатов транзакции может занять некоторое время после завершения транзакции. (Пожалуйста, проверьте, Пуш-уведомления.)
th_th: การแสดงผลหลังจากที่มีการตกลงซื้อหรือขายอาจต้องใช้ระยะเวลา (กรุณาตรวจสอบการรับแจ้งเตือนแบบ push)
vi_vn: ㆍCó thể mất thêm thời gian sau khi hoàn thành tiến hành giao dịch mua, bán. (Vui lòng kiểm tra thông báo Push).
zh_cn: ㆍ买入、卖出成交后显示时需要一定的时间。(请务必确认是否收到推送通知)。
