Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# IP_Registration_4_17_1
source: Input time exceeded 3 minutes.
id_id: Waktu 3 menit yang diberikan telah habis.
ja_jp: 入力時間3分を超過しました。
ru_ru: Время для введения номера превысило 10 минуты.
th_th: กรุณากรอกภายใน 3 นาที
vi_vn: đã quá 3 phút thời gian nhập vào
zh_cn: 输入已超时（3分）

# IP_Registration_4_17_2
source: Please press the {Resend} button and resend.
id_id: Silahkan melakukan pengiriman ulang dengan tekan tombol [Pengiriman Ulang].
ja_jp: {再送信}ボタンを押した後に、再送信してください。
ru_ru: Нажмите кнопку {Отправить заново} и отправьте повторно.
th_th: หลังจากกดปุ่ม [ส่งใหม่] กรุณาส่งใหม่อีกครั้ง
vi_vn: vui lòng gửi lại sau khi nhấn nút {gửi lại}
zh_cn: 请点击"重新发送"按钮再次发送。

# IP_Registration_4_18
source: Please select the period.
id_id: Silahkan pilih periode penggunaan.
ja_jp: 使用期間を選択してください。
ru_ru: Вы действительно хотите сделать отмену?
th_th: กรุณาเลือกระยะเวลาการใช้งาน
vi_vn: vui lòng chọn thời gian sử dụng.

# IP_Registration_4_2
source: * If you wish to register your IP temporarily, you can log in with an IP only registered for a specified period of time by following the "specify period" below.
id_id: *Jika ingin mendaftarkan IP sementara, tekan 'pilih periode' untuk dapat masuk dengan IP terdaftar selama periode yang Anda pilih.
ja_jp: * 臨時でIPを登録する場合、下の「期間指定」を使用すると、指定した期間のみ登録したIPでログインすることができます。
ru_ru: Если вы хотите временно зарегистрировать свой IP-адрес, вы можете войти в систему с зарегистрированным IP-адресом только в течение указанного периода, которое вы можете указатьниже в графе «Период».
th_th: *กรณีที่ต้องการลงทะเบียน IP ชั่วคราวสามารถ 'กำหนดระยะเวลา' ด้านล่าง ทั้งนี้ เฉพาะ IP ที่ได้ลงทะเบียนไว้เท่านั้นจึงจะสามารถเข้าสู่ระบบและใช้งานในระยะเวลาที่กำหนดได้
vi_vn: * Nếu bạn muốn đăng nhập IP tạm thời thì bạn vào phần 'chỉ định thời gian' bên dưới thì có thể Login vào IP đã đăng nhập trong thời gian hạn chỉ định
zh_cn: 如果您想暂时注册您的IP，可以指定期限后在指定的时段内使用注册的IP登录。

# IP_Registration_4_3
source: * Registration status is available in the [my page > access information {HTS IP properties}].
id_id: *Status pendaftaran dapat di lihat di [Lamanku>Informasi Akses>Pendaftaran IP HTS]
ja_jp: * 登録状況は、[マイページ>アクセス情報の{HTS IP 登録情報}で確認することができます。
ru_ru: Вы можете проверить статус регистрации в [Моя страница> Информация о соединении {Информация о регистрации IP-адреса HTS}]
th_th: *สถานะการลงทะเบียนสามารถตรวจสอบได้ที่ [My page > ข้อมูลการเชื่อมต่อ {ข้อมูลการลงทะเบียน HTS IP}]
vi_vn: * có thể kiểm tra hiện trạng đăng nhập tại [My Page > {thông tin đăng nhập HTS IP} của thông tin đăng nhập]
zh_cn: 注册状态可以在[我的主页>访问记录里的 {HTS IP 注册信息}里确认。

# IP_Registration_4_4
source: Access IP
id_id: Akses IP
ja_jp: アクセス IP
ru_ru: IP-адрес подключения
th_th: เชื่อมต่อ IP
vi_vn: IP truy cập
zh_cn: 访问 IP

# IP_Registration_4_5
source: Location
id_id: Lokasi
ja_jp: 位置
ru_ru: Расположение
th_th: ตำแหน่ง
vi_vn: vị trí
zh_cn: 地址

# IP_Registration_4_6
source: Period of Use
id_id: Periode
ja_jp: 使用期間
ru_ru: Период использования
th_th: ระยะเวลาการใช้
vi_vn: thời gian sử dụng
zh_cn: 使用期限

# IP_Registration_4_7
source: Specify Period
id_id: Pilih Periode
ja_jp: 期間指定
ru_ru: Определение периода
th_th: การกำหนดระยะเวลา
vi_vn: thời gian chỉ định
zh_cn: 设置期限

# IP_Registration_4_8
source: Day
id_id: Tanggal
ja_jp: 日
ru_ru: День
th_th: วัน
vi_vn: ngày
zh_cn: 日

# IP_Registration_4_9
source: Hour
id_id: Waktu
ja_jp: 時間
ru_ru: Час
th_th: เวลา
vi_vn: thời gian
zh_cn: 时间

# IP_Registration_Common_1
source: HTS IP Registration Guide
id_id: Informasi pendaftaran IP HTS
ja_jp: HTS IP登録のご案内
ru_ru: Руководство по регистрации HTS
th_th: คู่มือการลงทะเบียน HTS IP
vi_vn: hướng dẫn đăng nhập HTS IP
zh_cn: HTS IP 注册方法

# IP_Registration_Common_2
source: IP unlisted PC Guide
id_id: Panduan PC Tidak Terinstal IP
ja_jp: IP未登録PC案内
ru_ru: Информация по ПК с незарегистрированным IP-адресом
th_th: คู่มือสำหรับ PC ที่ยังไม่ได้ลงทะเบียน IP
vi_vn: hướng dẫn PC chưa đăng nhập IP
zh_cn: 未注册IP的PC指南

# LoginHistory_1
source: Connection Infomation
id_id: Informasi akses
ja_jp: アクセス情報
ru_ru: Информация о соединении
th_th: ข้อมูลการเชื่อมต่อ
vi_vn: thông tin truy cập
zh_cn: 访问记录

# LoginHistory_1_1
source: Period
id_id: Periode
ja_jp: 期間
ru_ru: Период
th_th: ระยะเวลา
vi_vn: khoảng thời gian
zh_cn: 日期

# LoginHistory_1_2
source: Date
id_id: Tanggal
ja_jp: 日時
ru_ru: Дата
th_th: วันเวลา
vi_vn: Tạm thời
zh_cn: 时间

# LoginHistory_1_3
source: Method
id_id: Model
ja_jp: 機種
ru_ru: Тип
th_th: ประเภท
vi_vn: loại máy
zh_cn: 型号

# LoginHistory_1_4
source: Service use
id_id: Penggunaan layanan
ja_jp: サービス利用
ru_ru: Использование услуг
th_th: การใช้บริการ
vi_vn: dùng cho dịch vụ
zh_cn: 使用服务

# LoginHistory_1_5
source: Location
id_id: Lokasi
ja_jp: 位置
ru_ru: Расположение
th_th: ตำแหน่ง
vi_vn: vị trí
zh_cn: 位置

# LoginHistory_1_6
source: Results
id_id: Hasil
ja_jp: 結果
ru_ru: Результат
th_th: ผล
vi_vn: kết quả
zh_cn: 结果

# LoginHistory_2
source: HTS IP Properties
id_id: Informasi pendaftaran IP HTS
ja_jp: HTS IP 登録情報
ru_ru: Руководство по регистрации HTS IP
th_th: ข้อมูลการลงทะเบียน HTS IP
vi_vn: thông tin đăng nhập HTS IP
zh_cn: HTS IP 注册信息

# LoginHistory_2_1
source: If you do not want to use a registered IP, you can press the {unregister} button below.
id_id: Jika sudah tidak ingin memakai IP yang terdaftar maka tekan tombol [Pembatalan Pendaftaran].
ja_jp: 登録されたIPを使用しない場合は、以下の{登録解除}ボタンを押してください。
ru_ru: Если вы не хотите использовать зарегистрированный IP-адрес, нажмите внизу {Аннулировать регистрацию}.
th_th: หากไม่ต้องการใช้ IP ที่ลงทะเบียนไว้ กรุณากดปุ่ม [ยกเลิกการลงทะเบียน] ด้านล่าง
vi_vn: nếu không sử dụng IP được đăng nhập thì nhấn vào nút [hủy đăng nhập] bên dưới là được
zh_cn: 如果您不想使用已注册的IP，请按下面（取消注册）按钮。

# LoginHistory_2_2
source: Period of Use
id_id: Periode
ja_jp: 使用期間
ru_ru: Период регистрации
th_th: ระยะเวลาการใช้งาน
vi_vn: thời gian sử dụng
zh_cn: 使用期限

# LoginHistory_2_3
source: Latest access date
id_id: Tanggal akses terakhir
ja_jp: 最近接続付
ru_ru: Дата последнего доступа
th_th: วันที่เชื่อมต่อล่าสุด
vi_vn: ngày truy cập gần nhất
zh_cn: 最近访问日期

# LoginHistory_2_4
source: IP Addresse
id_id: IP
ja_jp: IP
ru_ru: IP
th_th: IP
vi_vn: IP
zh_cn: IP

# LoginHistory_2_5
source: Unregister
id_id: Pembatalan Pendaftaran
ja_jp: 登録解除
ru_ru: Аннулирование регистрации
th_th: ยกเลิกการลงทะเบียน
vi_vn: hủy đăng nhập
zh_cn: 取消注册

# Login_1
source: Login
id_id: Masuk
ja_jp: ログイン
ru_ru: Войти
th_th: เข้าสู่ระบบ
zh_cn: 登录

# Login_10
source: *CoinBlock Access.
id_id: Anda telah masuk CoinCapital.
ja_jp: *CoinCapitalにアクセスしました。
ru_ru: * Биткрекс имеет доступ.
th_th: *คุณได้ลงชื่อเข้าใช้ที่ CoinBlock เรียบร้อยแล้ว
vi_vn: *bạn đã truy cập CoinBlock
zh_cn: 您已登录*BitKREX“

# Login_11
source: User email is missing.
id_id: Email pengguna tidak ada.
ja_jp: ユーザーのメールアドレスを入力してください。
ru_ru: Адрес электронной почты пользователя отсутствует.
th_th: กรุณากรอกอีเมล์ของผู้ใช้งาน
vi_vn: thiếu thông tin người dùng
zh_cn: 请输入邮箱地址

# Login_12
source: The user password is missing.
id_id: Kata sandi pengguna tidak ada.
ja_jp: ユーザーパスワードを入力してください。
ru_ru: Отсутствует пароль пользователя.
th_th: กรุณากรอกรหัสผ่านของผู้ใช้งาน
vi_vn: thiếu mật khẩu của người dùng
zh_cn: 请输入密码

# Login_13
source: ID does not exist.
id_id: Email tidak terdaftar.
ja_jp: 存在しないメールアドレスです。
ru_ru: Электронная почта не существует.
th_th: ไม่พบอีเมล์
vi_vn: Email không tồn tại
zh_cn: 此邮箱不存在

# Login_14
source: The password does not match.
id_id: Kata sandi salah.
ja_jp: パスワードが一致しません。
ru_ru: Пароль не совпадает.
th_th: รหัสผ่านไม่ตรงกัน
vi_vn: mật khẩu không giống
zh_cn: 您输入的密码不一致

# Login_15
source: Unregistered IP.
id_id: IP tidak terdaftar.
ja_jp: 登録されていないIPです。
ru_ru: Незарегистрированный IP-адрес.
th_th: IP ไม่ได้ลงทะเบียนไว้
vi_vn: IP chưa được đăng nhập
zh_cn: 未注册的 IP地址

# Login_16
source: The disabled ID.
id_id: ID tersebut adalah ID yang tidak dapat digunakan kembali.
ja_jp: 使用不可処理されたIDです。
ru_ru: Недоступный ID.
th_th: ID ถูกระงับการใช้
vi_vn: ID không sử dụng được
zh_cn: 此用户名不可用

# Login_17
source: There is a lot of connection, and login is delayed
id_id: Proses masuk tertunda karena jaringan sibuk.
ja_jp: アクセス量が多く、ログインが遅れています。
ru_ru: Существует много связи, и логин задерживается.
th_th: เนื่องจากมีผู้ใช้ระบบจำนวนมาก จึงอาจเกิดความล่าช้าในการเข้าสู่ระบบได้
vi_vn: lượng truy cập nhiều, Login đang bị trì trệ

# Login_18
source: Your account will be locked into your request and moved to the login screen.
id_id: Akun ini terkunci atas Permohonan Anda.
ja_jp: 該当アカウントは、顧客の要請によりアカウントロックされました。
ru_ru: Эта учетная запись будет заблокирована, и вы будете перенаправлены на страницу входа.
th_th: คำร้องขอปิดบัญชีดังกล่าวเสร็จสิ้นแล้ว
vi_vn: tài khoản tương ứng đã bị khóa do yêu cầu của khách hàng
zh_cn: 根据您的要求，该账户被处理为冻结状态。

# Login_19
source: After the activation email is sent to you by e-mail, please log in and follow the activation email procedure to reset your password.
id_id: Email verifikasi telah terkirim, ikuti proses verifikasi email untuk mengganti kata sandi lalu masuk kembali.
ja_jp: 認証メールが電子メールで送信されますので、認証メールの手順に従ってパスワードをリセットした後にログインしてください。
ru_ru: На вашу почту отправлено электронное письмо, в соответствии с процедурой проверки подлинности, установите новый пароль и войдите в систему.
th_th: อีเมล์ยืนยันถูกส่งไปยังอีเมล์ที่คุณลงทะเบียนไว้แล้ว กรุณาตั้งรหัสผ่านใหม่ตามขั้นตอนที่แสดงในอีเมล์
vi_vn: Email xác thực được gửi vào Email tương ứng nên hãy thiết lập lại mật khẩu theo trình tự xác thực Email sau đó vui lòng tiến hành Login
zh_cn: 已向您发送认证邮件， 请您在24小时内按照邮件里的步骤重置密码。

# Login_2
source: Save ID
id_id: Simpan ID
ja_jp: ID保存
ru_ru: Сохранить ID
th_th: จดจำ ID
vi_vn: Lưu ID
zh_cn: 保存用户名

# Login_20
source: Account Lockout Guide
id_id: Informasi penguncian akun
ja_jp: アカウントロック案内
ru_ru: Руководство по блокировке учетной записи
th_th: คู่มือการปิดบัญชี
vi_vn: hướng dẫn khóa tài khoản
zh_cn: 锁定账户指南

# Login_3
source: Do you want to sign out?
id_id: Yakin ingin keluar?
ja_jp: ログアウトしますか？
ru_ru: Вы действительно желаете выйти?
th_th: คุณต้องการออกจากระบบหรือไม่
vi_vn: bạn có chắc muốn Logout không?
zh_cn: 您确定要退出吗？

# Login_4
source: The login ID has failed five or more times to be blocked.
id_id: ID diblokir karena gagal masuk lebih dari 5 kali.
ja_jp: ログインに5回以上失敗してブロック処理されたIDです。
ru_ru: Данный ID был заблокирован вследствии неверного ввода пароля 5 раз при входе в систему.
th_th: ID ถูกระงับการใช้ชั่วคราวเนื่องจากกรอกรหัสผ่านเข้าสู่ระบบไม่ถูกต้อง 5 ครั้ง
vi_vn: đây là ID bị khóa do Login thất bại trên 5 lần
zh_cn: 登录失败次数超过5次，已被停止使用。

# Login_5
source: ID does not exist.
id_id: Silahkan periksa ID Anda.
ja_jp: IDを確認してください。
ru_ru: Пожалуйста, проверьте ваш ID.
th_th: กรุณาตรวจสอบ ID
vi_vn: vui lòng xác nhận ID
zh_cn: 请确认用户名

# Login_6
source: Check your password.
id_id: Silahkan periksa kata sandi Anda.
ja_jp: パスワードを確認してください。
ru_ru: Пожалуйста, проверьте ваш пароль.
th_th: กรุณาตรวจสอบรหัสผ่าน
vi_vn: vui lòng xác nhận mật khẩu
zh_cn: 请确认密码

# Login_7
source: ID or password is not valid.
id_id: Tidak ada ID atau kata sandi salah.
ja_jp: IDが存在しないか、パスワードが正しくありません。
ru_ru: Введен неверный ID или пароль.
th_th: ID หรือ รหัสผ่านไม่ถูกต้อง
vi_vn: không có ID hoặc mật khẩu không đúng
zh_cn: 用户不存在或密码有误。

# Login_8
source: System error
id_id: Sistem eror
ja_jp: システムエラー
ru_ru: Системная ошибка
th_th: ระบบเกิดความผิดพลาด
vi_vn: lỗi hệ thống
zh_cn: 系统错误

# Login_9
source: Login error
id_id: Eror masuk
ja_jp: ログインエラーが発生しました。
ru_ru: Произошла ошибка при входе.
th_th: เกิดข้อผิดพลาดในการเข้าสู่ระบบ
vi_vn: đã phát sinh lỗi Login
zh_cn: 登录失败

# Main_Head_1
source: Coin Total Assets
id_id: Total Aset Koin
ja_jp: コイン総資産
ru_ru: Общие активы в криптовалютах
th_th: สินทรัพย์เหรียญทั้งหมด
vi_vn: Tổng tài sản Coin
zh_cn: 加密货币总资产

# Main_Head_2
source: Available
id_id: Tersedia
ja_jp: 取引可能
ru_ru: Транзакция возможна
th_th: สามารถซื้อขายได้
vi_vn: Tính năng giao dịch
zh_cn: 可交易

# Main_Head_3
source: Transaction
id_id: Bertransaksi
ja_jp: 取引中
ru_ru: Транзакция выполняется
th_th: อยู่ระหว่างการซื้อขาย
vi_vn: Trong giao dịch
zh_cn: 等待交易

# Main_Head_5
source: Curr
id_id: Harga
ja_jp: 現在価格
ru_ru: Курсы криптовалют
th_th: ราคาปัจจุบัน
vi_vn: Hiện giá
zh_cn: 市价

# Main_Menu_1
source: Main
id_id: Utama
ja_jp: メイン
ru_ru: Основной
zh_cn: 主页

# Main_Menu_1_1
source: Exchange status
id_id: Status Bursa
ja_jp: 取引所の現況
ru_ru: Текущий статус биржи по обмену криптовалют
th_th: สถานการณ์ตลาดซื้อขาย
vi_vn: hiện trạng nơi giao dịch
zh_cn: 交易所现状

# Main_Menu_2
source: Buy/Sell Coins
id_id: Beli/Jual Koin
ja_jp: コイン購入/販売
ru_ru: Купить / продать криптовалюты
th_th: การซื้อ/การขายเหรียญ
vi_vn: Mua/bán coin
zh_cn: 买入币/卖出币

# Main_Menu_2_1
source: Bitcoin
ja_jp: ビットコイン
ru_ru: Биткоин

# Main_Menu_2_2
source: Ethereum
ja_jp: イーサリアム
ru_ru: Эфириум

# Main_Menu_2_3
source: Bitcoin Cash
ja_jp: ビットコインキャッシュ
ru_ru: Биткоин кэш

# Main_Menu_2_4
source: Ripple
ja_jp: リップル

# Main_Menu_2_5
source: Auto Coin transaction
id_id: Penukaran Koin Otomatis
ja_jp: コイン交換自動取引
ru_ru: Автоматическая транзакция по обмену криптовалют
th_th: การซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ
vi_vn: giao dịch đổi Coin tự động
zh_cn: 加密货币间自动兑换交易

# Main_Menu_2_6
source: Transaction Status
id_id: Status Transaksi
ja_jp: 全体取引現況
ru_ru: Текущий статус всех транзакций
th_th: สถานการณ์การซื้อขายทั้งหมด
vi_vn: hiện trạng toàn bộ giao dịch
zh_cn: 交易现状

# Main_Menu_3
source: Deposit/Withdraw
id_id: Deposit dan Penarikan
ja_jp: 入出金管理
ru_ru: Управление поступлением и выводом средств
th_th: การจัดการฝากถอน
vi_vn: quản lý việc nạp rút tiền
zh_cn: 存取款管理

# Main_Menu_3_2
source: Coin Deposits/E-Wallet
id_id: Deposit Koin/E-Wallet
ja_jp: コイン入金/電子ウォレット
ru_ru: Зачисление криптовалют
th_th: การฝากเหรียญ/บัญชีกระเป๋า
vi_vn: Nạp tiền Coin/ví điện tử
zh_cn: 转入加密货币/电子钱包

# Main_Menu_3_4
source: Transfers
id_id: Transfer
ja_jp: コイン送金
ru_ru: Перевод криптовалют
th_th: การโอนเหรียญ
vi_vn: Gửi Coin
zh_cn: 转出加密货币

# Main_Menu_4
source: Additional Service
id_id: Layanan Tambahan
ja_jp: 付加サービス
ru_ru: Дополнительные услуги
th_th: บริการเพิ่มเติม
vi_vn: Dịch vụ gia tăng
zh_cn: 附加服务

# Main_Menu_4_1
source: Semen Coupons
id_id: Kupon Tetap
ja_jp: 定額クーポン
ru_ru: Фиксированный купон
th_th: คูปองมูลค่าตายตัว
vi_vn: phiếu giảm giá tiền cố định
zh_cn: 优惠券

# Main_Menu_4_2
source: Ticker notification
id_id: Notifikasi Harga
ja_jp: 相場通知
ru_ru: Оповещение о курсах криптовалют
th_th: การแจ้งเตือนราคา
vi_vn: thông báo thời giá
zh_cn: 市价通知

# Main_Menu_4_3
source: Automatic Trading
id_id: Transaksi Otomatis
ja_jp: 自動取引
ru_ru: Автоматические транзакции
th_th: การซื้อขายอัตโนมัติ
vi_vn: giao dịch tự động
zh_cn: 自动交易

# Main_Menu_5
source: Customer Center
id_id: Pusat Pelanggan
ja_jp: お客様センター
ru_ru: Центр клиентов
th_th: ผู้ดูแลระบบ
vi_vn: Trung tâm khách hàng
zh_cn: 客服中心

# Main_Menu_5_1
source: Notice
id_id: Pengumuman
ja_jp: お知らせ
ru_ru: Объявления
th_th: ประกาศ
vi_vn: thông báo chung
zh_cn: 公告通知

# Main_Menu_5_3
source: 1:1 Inquiry
id_id: Bantuan
ja_jp: 1:1お問い合わせ
ru_ru: Связаться 1:1
th_th: สอบถาม 1:1
vi_vn: Hỏi 1:1
zh_cn: 1:1问答

# Main_Menu_5_4
source: Fees and Limit
id_id: Komisi dan Batas Deposit/Penarikan
ja_jp: 手数料および入出金限度
ru_ru: Комиссия и лимит на пополнение / снятие
th_th: ค่าธรรมเนียมและจำนวนจำกัดการฝากถอน
vi_vn: phí dịch vụ và giới hạn nạp rút tiền
zh_cn: 手续费及存取款额度

# Main_Menu_5_7
source: Certification
id_id: Sertifikasi
ja_jp: 認証資料提出
ru_ru: Предоставить данные для аутентификации
th_th: ส่งเอกสารการยืนยัน
vi_vn: đệ trình tư liệu xác thực
zh_cn: 提交认证信息

# Main_Menu_5_8
source: Cryptocurrency
ja_jp: 暗号通貨情報
ru_ru: Информация о криптовалюте
th_th: ข้อมูล Cryptocurrency
vi_vn: thông tin tiền ảo
zh_cn: 加密货币简介

# Main_Menu_6
source: My page
id_id: Lamanku
ja_jp: マイページ
ru_ru: Моя страница
zh_cn: 我的主页

# Main_Menu_6_1
source: Management
id_id: Pengaturan
ja_jp: 会員情報管理
ru_ru: Управление информацией о пользователе
th_th: การจัดการข้อมูลสมาชิก
vi_vn: quản lý thông tin hội viên
zh_cn: 会员信息管理

# Main_Menu_6_2
source: Certification Center
id_id: Pusat Verifikasi
ja_jp: 認証センター
ru_ru: Центр сертификации
th_th: ศูนย์การยืนยัน
vi_vn: trung tâm xác thực
zh_cn: 认证中心

# Main_Menu_6_3
source: Connection Info
id_id: Informasi Akses
ja_jp: アクセス情報
ru_ru: Информация о соединении
th_th: ข้อมูลการเชื่อมต่อ
vi_vn: thông tin truy cập
zh_cn: 访问记录

# Main_Menu_6_4
source: Asset status
id_id: Status Aset
ja_jp: 資産現況
ru_ru: Состояние активов
th_th: ข้อมูลสินทรัพย์
vi_vn: Tình hình tài sản
zh_cn: 资产现状

# Main_Menu_6_5
source: Transaction
id_id: Rincian Transaksiku
ja_jp: 私の取引履歴
ru_ru: История моих транзакций
th_th: ประวัติการซื้อขายของฉัน
vi_vn: chi tiết giao dịch của tôi
zh_cn: 我的交易明细

# Main_Menu_6_6
source: Notification
id_id: Pemberitahuan
ja_jp: 通知
ru_ru: Оповещения
th_th: การแจ้งเตือน
vi_vn: Thông báo
zh_cn: 提醒

# Main_QuickMenu_10
source: Asset status
id_id: Status Aset
ja_jp: 資産現況
ru_ru: Состояние активов
th_th: ข้อมูลสินทรัพย์
vi_vn: Tình hình tài sản
zh_cn: 资产现状

# Main_QuickMenu_11
source: Transaction History
id_id: Rincian Transaksi
ja_jp: 入出金履歴
ru_ru: Управление поступлением и выводом средств
th_th: ประวัติการฝากถอน
vi_vn: chi tiết nạp rút tiền
zh_cn: 存取款明细

# Main_QuickMenu_12
source: 1:1 Inquiry
id_id: Bantuan
ja_jp: 1:1お問い合わせ
ru_ru: Связаться 1:1
th_th: สอบถาม 1:1
vi_vn: hỏi đáp 1:1
zh_cn: 1:1问答

# Main_QuickMenu_13
source: Favorites
id_id: Favorit
ja_jp: お気に入り
ru_ru: Избранные
th_th: ค้นหาบ่อย
vi_vn: tìm kiếm yêu thích
zh_cn: 我的收藏

# Main_QuickMenu_7
source: Deposits
id_id: Deposit Koin
ja_jp: コイン入金
ru_ru: Зачисление криптовалют
th_th: การฝากเหรียญ
vi_vn: Nạp Coin
zh_cn: 转入加密货币

# Main_QuickMenu_8
source: Transfer
id_id: Transfer Koin
ja_jp: コイン送金
ru_ru: Перевод криптовалют
th_th: การโอนเหรียญ
vi_vn: Gửi Coin
zh_cn: 转出加密货币

# Main_QuickMenu_9
source: History
id_id: Transaksiku
ja_jp: 私の取引履歴
ru_ru: Моя история транзакций
th_th: ประวัติการซื้อขายของฉัน
vi_vn: chi tiết giao dịch của tôi
zh_cn: 我的交易明细

# MemberInfo_2_2
source: Name
id_id: Nama
ja_jp: 名前
ru_ru: Тема
th_th: ชื่อ
vi_vn: tên
zh_cn: 姓名

# MemberInfo_2_3
source: Recommander Code
id_id: Kode Pemberi Rekomendasi
ja_jp: 推薦人のコード
ru_ru: Рекомендательный код
th_th: รหัสผู้แนะนำ
vi_vn: mã giới thiệu
zh_cn: 推荐人编号

# MemberInfo_2_4
source: Change Password
id_id: Mengganti kata sandi
ja_jp: パスワード変更
ru_ru: Сменить пароль
th_th: เปลี่ยนรหัสผ่าน
vi_vn: thay đổi mật khẩu
zh_cn: 更改密码

# MemberInfo_3_1
source: Membership Withdrawal
id_id: Informasi tentang Penarikan Keanggotaan
ja_jp: 退会関連
ru_ru: Информация по поводу отказа от членства
th_th: การยกเลิกการเป็นสมาชิก
vi_vn: liên quan đến việc rời khỏi hội viên
zh_cn: 注销账号

# MemberInfo_3_10
source: 3. Membership withdrawal requesting method.
id_id: 3. Cara penarikan keanggotaan
ja_jp: ３.退会要請方法
ru_ru: 3. Как отказаться от членства
th_th: 3. ขั้นตอนการยื่นคำร้องขอการยกเลิกการเป็นสมาชิก
vi_vn: 3. cách yêu cầu rời khỏi hội viên
zh_cn: 3. 注销会员账号方法

# MemberInfo_3_11
source: To withdraw the membership, please call the Customer Center.
id_id: Jika ingin melakukan penarikan keanggotaan hubungi pusat pelanggan
ja_jp: 退会要請は顧客センターに連絡お願いします。
ru_ru: Чтобы отказаться от членства, обратитесь в Службу поддержки клиентов.
th_th: หากต้องการยื่นคำร้องขอการยกเลิกการเป็นสมาชิก กรุณาโทรศัพท์ติดต่อผู้ดูแลระบบ
vi_vn: vui lòng gọi đến trung tâm khách hàng để yêu cầu rời khỏi hội viên
zh_cn: 需要注销账号的会员，请联系客服中心。

# MemberInfo_3_2
source: Before withdrawing the membership, please confirm the contents below.
id_id: Sebelum melakukan penarikan keanggotaan silahkan membaca semua yang tercatat di bawah ini.
ja_jp: 退会前に、以下の内容を確認してください。
ru_ru: Перед тем как отказаться от членства, пожалуйста, изучите содержимое ниже.
th_th: กรุณาตรวจสอบรายละเอียดด้านล่างก่อนการยกเลิกการเป็นสมาชิก
vi_vn: trước khi rút lại tư cách thành viên, vui lòng xác nhận thông tin bên dưới
zh_cn: 之前，请先确认以下内容。.

# MemberInfo_3_3
source: 1. Reasons why a member can not apply for withdrawal.
id_id: 1. Alasan tidak dapat melakukan penarikan keanggotaan
ja_jp: １.退会申請不可事由
ru_ru: 1. Причина отказа на прекращение членства
th_th: 1. สาเหตุที่ไม่สามารถยกเลิกการเป็นสมาชิกได้
vi_vn: 1. lý do không thể rút lại tư cách thành viên
zh_cn: 1. 无法申请注销情况

# MemberInfo_3_4
source: If one or more of the following are applicable, the member withdrawal is not possible.
id_id: Tidak bisa melakukan penarikan anggota jika termasuk dalam hal sebagai berikut.
ja_jp: 以下の事項のいずれかに該当する場合、退会が不可となります。
ru_ru: Членство не может быть прекращено, в том случае если
th_th: หากตรงกับกรณีด้านล่าง 1 ข้อขึ้นไป จะไม่สามารถยกเลิกการเป็นสมาชิกได้
vi_vn: không thể rời khỏi hội viên trong trường hợp tương ứng hơn 1 điều khoản bên dưới
zh_cn: 如有以下一种或多种情况，则无法注销账号：

# MemberInfo_3_5
source: If there is a balance or there is an ongoing transaction.
id_id: Masih ada saldo atau ada transaksi yang sedang berlangsung
ja_jp: 残高が残っているか、進行中の取引がある場合
ru_ru: * На балансе имеется остаток или имеется не завершенная транзакция
th_th: กรณีที่อยู่ในระหว่างการดำเนินการซื้อขายหรือยังมียอดเงินคงเหลืออยู่
vi_vn: trường hợp có số dư hay có giao dịch đang tiến hành
zh_cn: 资产里有余额或有正在进行中的交易

# MemberInfo_3_6
source: 2. Delete Member Information
id_id: 2. Hapus informasi anggota
ja_jp: 2.会員の情報削除
ru_ru: Удаление информации о пользователе
th_th: 2. การล้างข้อมูลสมาชิก
vi_vn: 2. xóa thông tin hội viên
zh_cn: 删除会员信息

# MemberInfo_3_7
source: With the withdrawal of your membership, all personal information registered on the exchange will be deleted, discarded and not recovered.
id_id: Setelah melakukan penarikan keanggotaan, semua informasi pribadi yang terdaftar akan dihapus, dibuang dan tidak dipulihkan.
ja_jp: 退会と同時に取引所に登録された会員の個人情報はすべて削除、廃棄処理され、復旧されません。
ru_ru: При отказе от членства вся личная информация зарегистрированная на бирже, будет удалена, сброшена и не восстановлена.
th_th: ข้อมูลส่วนบุคคลของสมาชิกที่ได้ลงทะเบียนบนตลาดซื้อขายจะถูกลบล้างทั้งหมด รวมถึงยกเลิกการเป็นสมาชิก และจะไม่สามารถกู้ข้อมูลคืนได้
vi_vn: thông tin của hội viên được đăng nhập vào nơi giao dịch sẽ bị xóa tất cả cùng với việc rời khỏi hội viên, được hủy bỏ đồng thời không phục hồi lại được.
zh_cn: 注销会员账号同时您的全部个人信息将被删除，且无法恢复。

# MemberInfo_3_8
source: However, in cases where it is necessary to preserve in accordance with the provisions of relevant laws such as the Commercial Act, the Consumer Protection Act,
id_id: Tetapi jika diperlukan untuk menyimpan sesuai dengan undang-undang yang berlaku
ja_jp: ただし、商法、電子商取引などにおける消費者保護に関する法律など、関係法令の規定により保存必要がある場合、
ru_ru: * Однако, если необходимо хранить информацию с положениями соответствующих законов, таких как Коммерческий закон, Закон о защите прав потребителей в электронной торговле и т.
th_th: แต่ทว่า ในกรณีที่จำเป็นต้องเก็บรักษาข้อมูลตามกฎข้อบังคับซึ่งเกี่ยวข้องกับกฎหมาย อาทิ การปกป้องสิทธิผู้บริโภคของ electronic commerce (EC) กฎหมายพาณิชย์ และอื่นๆ นั้น
vi_vn: chỉ có điều,trong trường hợp cần lưu giữ căn cứ vào luật lệ và pháp lệnh liên quan đến bảo hộ người tiêu dùng trong luật thương mại, giao dịch thương mại điện tử, v.v...
zh_cn: 但根据“商业法”，“电子商务消费者保护法”等相关法律有必要保存会员信息的情况，
