Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# CoinTrading_8_2_2
source: Sell
id_id: Jual
ja_jp: 販売
ru_ru: продажа
th_th: การขาย
vi_vn: Bán
zh_cn: 卖出

# CoinTrading_8_3
source: Class
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# CoinTrading_8_3_1
source: Automatic Buy
id_id: Beli Otomatis
ja_jp: 自動購入
ru_ru: Автоматическая покупка
th_th: การซื้ออัตโนมัติ
vi_vn: mua tự động
zh_cn: 自动买入

# CoinTrading_8_3_2
source: Automatic Sell
id_id: Jual Otomatis
ja_jp: 自動販売
ru_ru: Автоматическая продажа
th_th: การขายอัตโนมัติ
vi_vn: bán tự động
zh_cn: 自动卖出

# CoinTrading_8_3_3
source: Stop-Loss Selling
id_id: Stop Loss
ja_jp: 損切販売
ru_ru: Продажа Стоп лосс
th_th: การขายแบบ stop loss
vi_vn: Bán cắt lỗ
zh_cn: 止损卖出

# CoinTrading_8_4
source: Rank
id_id: Peringkat
ja_jp: 順位
ru_ru: Очередность
th_th: ลำดับ
vi_vn: thứ hạng
zh_cn: 顺序

# CoinTrading_8_5
source: Amount
id_id: Total
ja_jp: 金額
ru_ru: Сумма
th_th: จำนวน
vi_vn: số tiền
zh_cn: 金额

# CoinTrading_8_6
source: Rate
id_id: Nilai Selisih
ja_jp: 誤差率
ru_ru: Коэффициент погрешности
th_th: อัตราการคลาดเคลื่อน
vi_vn: tỉ lệ sai số
zh_cn: 误差率

# CoinTrading_8_7
source: Lower limit price
id_id: Harga Terendah
ja_jp: ストップ安
ru_ru: Низкая цена
th_th: ราคาต่ำสุด
vi_vn: Giới hạn dưới
zh_cn: 下限价格

# CoinTrading_8_8
source: Upper limit price
id_id: Harga Tertinggi
ja_jp: ストップ高
ru_ru: Высокая цена
th_th: ราคาสูงสุด
vi_vn: Giới hạn trên
zh_cn: 上限价格

# CoinTrading_8_9
source: Quantity
id_id: Jumlah
ja_jp: 個数
ru_ru: Количество
th_th: จำนวน
vi_vn: số cái
zh_cn: 数量

# CoinTrading_Alert_1
source: Would you like to buy?
id_id: Yakin ingin membeli?
ja_jp: 購入しますか？
ru_ru: Вы желаете сделать покупку?
th_th: คุณต้องการดำเนินการซื้อหรือไม่
vi_vn: bạn có chắc mình sẽ mua chứ?
zh_cn: 您确定要购买吗？

# CoinTrading_Alert_10
source: The minimum input quantity is [10].
id_id: Jumlah input minimum adalah [10].
ja_jp: 最低入力数量は[10]個です。
ru_ru: Минимальное вводимое количество составляет [10].
th_th: ปริมาณการกรอกขั้นต่ำคือ [10]
vi_vn: số lượng nhập vào tối thiểu là [10] cái
zh_cn: 最小输入数量是【10】

# CoinTrading_Alert_11
source: Minimum usage amount is [{0}] {1}.
id_id: Harga minimum adalah [{0}] {1}.
ja_jp: 最低使用金額は[{0}] {1}です。
ru_ru: Минимальная сумма для использования составляет - [{0}] {1}
th_th: ยอดการใช้ขั้นต่ำคือ [{0}] {1}
vi_vn: số tiền sử dụng tối thiểu là [{0}] {1}
zh_cn: 最小使用金额是【{0}】 {1}

# CoinTrading_Alert_15
source: The order exceeds the available {0}.
id_id: Telah melampaui {0} yang tersedia untuk order.
ja_jp: 注文可能な{0}を超過しました。
ru_ru: Ваш заказ превышает доступный {0}.
th_th: เกินจำนวนจำกัดที่สามารถออเดอร์ได้
vi_vn: đã vượt quá {0} có thể đặt hàng
zh_cn: 您的金额超出可订购金额。

# CoinTrading_Alert_16_1
source: Processing is delayed due to heavy traffic.
id_id: Pemrosesan tertunda karena jaringan sibuk.
ja_jp: 接続量が多くてアップロードが遅延しています。
ru_ru: Регистрация задерживается из-за большого количества подключений.
th_th: เนื่องจากมีผู้ใช้ระบบจำนวนมาก จึงอาจเกิดความล่าช้าในการลงทะเบียนได้
vi_vn: Do lượng truy cập nhiều, có thể bị quá tải.
zh_cn: 由于当前访问人数过多，导致服务暂时缓慢。

# CoinTrading_Alert_16_2
source: Please be sure to check [My Transaction History] and re-register.
id_id: Pastikan untuk memeriksa [Riwayat Transaksiku] dan mendaftar ulang.
ja_jp: 必ず[私の取引内訳]を確認してから再登録してください。
ru_ru: Пожалуйста, не забудьте проверить [My Transaction Details] и заново зарегистрироваться.
th_th: กรุณาลงทะเบียนอีกครั้ง
vi_vn: Vui lòng kiểm tra [Chi tiết giao dịch của tôi] sau đó đăng nhập lại.
zh_cn: 请务必确认[我的交易明细]后再试。

# CoinTrading_Alert_17
source: The purchase price has exceeded the available amount.
id_id: Jumlah beli sudah melebihi jumlah beli yang tersedia.
ja_jp: 購入額が購入可能額を超過しました。
ru_ru: Сумма покупки превышает сумму доступной для покупки.
th_th: ยอดการซื้อเกินยอดที่ซื้อได้
vi_vn: số tiền mua đã vượt quá số tiền có thể mua
zh_cn: 超出可购买金额。

# CoinTrading_Alert_18
source: Please enter your order price.
id_id: Masukkan harga order.
ja_jp: 注文価格を入力してください。
ru_ru: Введите цену заказа
th_th: กรุณากรอกราคาออเดอร์
vi_vn: hãy nhập giá đơn hàng
zh_cn: 请输入订购金额

# CoinTrading_Alert_19
source: Please check the quantity available for sale.
id_id: Harap periksa jumlah jual yang tersedia.
ja_jp: 販売可能数量を確認してください。
ru_ru: Пожалуйста, проверьте количество доступное для продажи.
th_th: กรุณาตรวจสอบปริมาณที่ขายได้
vi_vn: hãy kiểm tra số lượng có thể bán
zh_cn: 请确认可卖出数量

# CoinTrading_Alert_2
source: Would you like to sell?
id_id: Yakin ingin menjual?
ja_jp: 販売しますか？
ru_ru: Вы желаете сделать продажу?
th_th: คุณาต้องการดำเนินการขายหรือไม่
vi_vn: bạn có chắc mình sẽ bán chứ?
zh_cn: 您确定要卖出吗？

# CoinTrading_Alert_20
source: The quantity of the available sales has been exceeded.
id_id: Sudah melebihi jumlah jual yang tersedia.
ja_jp: 販売可能数量を超過しました。
ru_ru: Вы превысили количество, доступное для продажи.
th_th: เกินปริมาณที่สามารถขายได้
vi_vn: đã vượt quá số lượng có thể bán
zh_cn: 超出可卖出数量。

# CoinTrading_Alert_21
source: We have exceeded the number of coins available for ordering.
id_id: Sudah melampaui jumlah koin yang bisa Anda order.
ja_jp: 注文可能なコイン個数を超過しました。
ru_ru: Вы превысили количество криптовалют, доступных для заказа.
th_th: เกินจำนวนเหรียญที่สามารถออเดอร์ได้
vi_vn: đã vượt quá số Coin có thể đặt hàng
zh_cn: 超出可订购的货币数量。

# CoinTrading_Alert_22
source: The purchase coin has exceeded the available coin.
id_id: Jumlah koin sudah melebihi koin yang dapat dibeli.
ja_jp: 購入コインが購入可能コインを超過しました。
ru_ru: Количество криптовалют для покупки, превышает количество криптовалют доступных для покупки.
th_th: เหรียญที่จะซื้อเกินเหรียญที่สามารถซื้อได้
vi_vn: Coin mua đã vượt quá số Coin có thể mua.
zh_cn: 超出可购买货币数量。

# CoinTrading_Alert_23
source: You can set up automatic trading after canceling Stop-loss settings.
id_id: Dapat mengatur transaksi otomatis setelah membatalkan pengaturan Stop Loss otomatis.
ja_jp: 損切自動取引設定を解除した後に、自動取引を設定することができます。
ru_ru: Настройка автоматических транзакций возможна после отмены настройки автоматических транзакций Стоп лосс.
th_th: กรุณายกเลิกการตั้งค่าการซื้อขายอัตโนมัติแบบ stop loss ก่อนทำการตั้งค่าการซื้อขายอัตโนมัติ
vi_vn: sau khi hủy thiết lập giao dịch tự động cắt lỗ có thể thiết lập giao dịch tự động
zh_cn: 取消止损交易设置后，才可以进行自动交易设置。

# CoinTrading_Alert_24
source: You can set up Stop-loss settings after canceling automatic trading settings.
id_id: Dapat mengatur transaksi Stop Loss otomatis setelah membatalkan pengaturan transaksi otomatis.
ja_jp: 自動取引設定を解除した後に、損切自動取引を設定することができます。
ru_ru: Настройки автоматических транзакций Стоп лосс возможна после отмены настройки автоматических транзакций.
th_th: กรุณายกเลิกการตั้งค่าการซื้อขายอัตโนมัติ ก่อนทำการตั้งค่าการซื้อขายอัตโนมัติแบบ stop loss
vi_vn: sau khi hủy thiết lập giao dịch tự động có thể thiết lập giao dịch tự động cắt lỗ
zh_cn: 取消自动交易设置后，才可以进行止损交易设置。

# CoinTrading_Alert_25
source: Do you want to set up automatic transactions?
id_id: Yakin ingin mengatur transaksi otomatis?
ja_jp: 自動取引を設定しますか？
ru_ru: Вы хотите настроить автоматические транзакции?
th_th: คุณต้องการตั้งค่าการซื้อขายอัตโนมัติหรือไม่
vi_vn: bạn có chắc sẽ thiết lập giao dịch tự động không?
zh_cn: 您确定要设置自动交易吗？

# CoinTrading_Alert_26
source: Automatic transaction Setup failed
id_id: Pengaturan transaksi otomatis gagal
ja_jp: 自動取引設定に失敗
ru_ru: При настройке функции автоматических транзакций произошла ошибка.
th_th: การตั้งค่าการซื้อขายอัตโนมัติล้มเหลว
vi_vn: thiết lập giao dịch tự động thất bại
zh_cn: 自动交易设置失败

# CoinTrading_Alert_27
source: Do you want to cancel the automatic transaction settings?
id_id: Yakin ingin membatalkan pengaturan transaksi otomatis?
ja_jp: 自動取引設定をキャンセルしますか？
ru_ru: Вы действительно хотите отменить настройку автоматических транзакций?
th_th: คุณต้องการยกเลิกการตั้งค่าการซื้อขายอัตโนมัติหรือไม่
vi_vn: bạn có chắc sẽ hủy thiết lập giao dịch tự động không?
zh_cn: 您确定要取消自动交易吗？

# CoinTrading_Alert_28
source: Failed to cancel automatic transaction setup.
id_id: Pembatalan pengaturan transaksi otomatis gagal
ja_jp: 自動取引設定キャンセル失敗
ru_ru: Не удалось отменить настройку автоматических транзакций
th_th: การยกเลิกการตั้งค่าการซื้อขายอัตโนมัติล้มเหลว
vi_vn: hủy thiết lập giao dịch tự động thất bại
zh_cn: 自动交易取消失败

# CoinTrading_Alert_29
source: Would you like to set up a Stop-loss ?
id_id: Yakin ingin mengatur stop loss otomatis?
ja_jp: 損切販売を設定しますか？
ru_ru: Вы желаете настроить продажи Стоп лосс?
th_th: คุณต้องการตั้งค่าการขายแบบ stop loss หรือไม่
vi_vn: bạn có chắc sẽ thiết lập bán cắt lỗ không?
zh_cn: 您确定要设置止损卖出吗？

# CoinTrading_Alert_3
source: No details.
id_id: Tidak ada daftar beli yang belum dieksekusi
ja_jp: 未締結購入リストがありません。
ru_ru: У вас нет списка назаключенных сделок по покупкам.
th_th: ไม่มีรายการการซื้อที่ยังไม่ได้ตกลงราคา
vi_vn: không có list mua chưa kí kết
zh_cn: 无未成交购买明细

# CoinTrading_Alert_30
source: Failed to set up a Stop-loss.
id_id: Pengaturan stop loss gagal
ja_jp: 損切販売設定に失敗
ru_ru: Не удалось настроить продажи Стоп лосс
th_th: การตั้งค่าการขายแบบ stop loss ล้มเหลว
vi_vn: thiết lập bán cắt lỗ thất bại
zh_cn: 止损卖出设置失败

# CoinTrading_Alert_31
source: Do you want to cancel your Stop-loss settings?
id_id: Yakin ingin membatalkan pengaturan stop loss?
ja_jp: 損切販売設定をキャンセルしますか？
ru_ru: Вы действительно желаете отменить настройку продаж Стоп лосс?
th_th: คุณต้องการยกเลิกการตั้งค่าการขายแบบ stop loss หรือไม่
vi_vn: bạn có chắc sẽ hủy thiết lập bán cắt lỗ không?
zh_cn: 您确定要取消止损卖出吗？

# CoinTrading_Alert_32
source: Failed to cancel a Stop-loss settings.
id_id: Pembatalan pengaturan stop loss gagal
ja_jp: 損切販売設定キャンセルに失敗
ru_ru: Не удалось отменить настройку продаж Стоп лосс
th_th: การยกเลิกการตั้งค่าการขายแบบ stop loss ล้มเหลว
vi_vn: hủy thiết lập bán cắt lỗ thất bại
zh_cn: 止损卖出设置失败

# CoinTrading_Alert_33
source: Please choose the automatic purchase {0} ranking's error rate.
id_id: Pilih nilai selisih terhadap beli otomatis peringkat [0].
ja_jp: 自動購入{0}順位誤差率を選択してください。
ru_ru: Выберите коэффициент погрешности {0}-очередности для автоматических покупок.
th_th: กรุณาเลือกอัตราการคลาดเคลื่อนลำดับที่ {0} สำหรับการซื้ออัตโนมัติ
vi_vn: vui lòng chọn tỉ lệ sai lệch thứ hạng {0} mua tự động
zh_cn: 请选择自动买入误差率

# CoinTrading_Alert_34
source: Please choose the automatic sales {0} ranking's error rate.
id_id: Pilih nilai selisih terhadap jual otomatis peringkat [0].
ja_jp: 自動販売{0}順位誤差率を選択してください。
ru_ru: Выберите коэффициент погрешности {0}-очередности для автоматических продаж.
th_th: กรุณาเลือกอัตราการคลาดเคลื่อนลำดับที่ {0} สำหรับการขายอัตโนมัติ
vi_vn: vui lòng chọn tỉ lệ sai lệch thứ hạng {0} bán tự động
zh_cn: 请选择自动卖出误差率

# CoinTrading_Alert_35
source: Please choose the {0} ranking's error rate for Stop-loss.
id_id: Pilih nilai selisih terhadap stop loss peringkat [0].
ja_jp: 損切販売{0}順位誤差率を選択してください。
ru_ru: Выберите коэффициент погрешности {0}-очередности для продаж Стоп лосс.
th_th: กรุณาเลือกอัตราการคลาดเคลื่อนลำดับที่ {0} สำหรับการขายแบบ stop loss
vi_vn: vui lòng chọn tỉ lệ sai lệch thứ hạng {0} bán cắt lỗ
zh_cn: 请选择止损卖出误差率

# CoinTrading_Alert_36
source: It should be set lower than the current purchase price.
id_id: Ini harus ditetapkan lebih rendah dari harga pembelian saat ini.
ja_jp: 現在の購入価格より低く設定する必要があります。
ru_ru: Он должен быть установлен ниже текущей цены покупки.
th_th: กรุณาตั้งค่าต่ำกว่าราคาซื้อปัจจุบัน
vi_vn: Nó sẽ được đặt thấp hơn giá mua hiện tại.
zh_cn: 它应设置为低于当前购买价格。

# CoinTrading_Alert_37
source: It should be set higher than the current sales price.
id_id: Itu harus ditetapkan lebih tinggi dari harga jual saat ini.
ja_jp: 現在の販売価格よりも高く設定する必要があります。
ru_ru: Он должен быть установлен выше текущей цены продажи.
th_th: กรุณาตั้งค่าสูงว่าราคาขายปัจจุบัน
vi_vn: Nó phải được đặt cao hơn giá bán hiện tại.
zh_cn: 它应设置为高于当前销售价格。

# CoinTrading_Alert_38
source: Enter an amount higher than the {0} rank.
id_id: Masukkan harga yang lebih tinggi daripada peringkat [0].
ja_jp: {0}順位より高い金額を入力してください。
ru_ru: Введите более высокую сумму, чем {0}-очередность.
th_th: กรุณากรอกยอดสูงกว่าลำดับที่ {0}
vi_vn: vui lòng nhập số tiền cao hơn so với thứ hạng {0}
zh_cn: 请输入高于顺序【{0}】的价格

# CoinTrading_Alert_39
source: Enter an amount lower than the {0} rank.
id_id: Masukkan harga yang lebih rendah daripada peringkat [0].
ja_jp: {0}順位より低い金額を入力してください。
ru_ru: Введите более низкую сумму, чем {0}-очередность.
th_th: กรุณากรอกยอดต่ำกว่าลำดับที่ {0}
vi_vn: vui lòng nhập số tiền thấp hơn so với thứ hạng {0}
zh_cn: 请输入低于顺序【{0}】的价格

# CoinTrading_Alert_4
source: No details.
id_id: Tidak ada daftar jual yang belum selesai.
ja_jp: 未締結販売リストがありません。
ru_ru: У вас нет списка назаключенных сделок по продажам.
th_th: ไม่มีรายการการขายที่ยังไม่ได้ตกลงราคา
vi_vn: không có list bán chưa kí kết
zh_cn: 无未成交销售明细

# CoinTrading_Alert_40
source: The {0} rank should be set.
id_id: Harus menetapkan peringkat [0].
ja_jp: {0}順位を設定してください。
ru_ru: Необходимо установить {0}-очередность.
th_th: กรุณาตั้งค่าลำดับที่ {0}
vi_vn: thứ hạng {0} phải được thiết lập
zh_cn: 请先设置顺序【{0}】

# CoinTrading_Alert_41
source: You cannot set the amount within {0} rank's error range.
id_id: Tidak dapat menetapkan harga yang termasuk dalam batas selisih peringkat [0].
ja_jp: {0}順位誤差範囲内の金額を設定することはできません。
ru_ru: Невозможно установить сумму в пределах допустимого диапазона погрешности {0}-очередности
th_th: คุณไม่สามารถตั้งค่ายอดภายในขอบเขตการคลาดเคลื่อนลำดับที่ {0}
vi_vn: không thể thiết lập số tiền trong phạm vi sai số thứ hạng {0}
zh_cn: 无法在顺序【{0}】误差范围内设置金额。

# CoinTrading_Alert_42
source: {0} ranking exceeds the upper limit
id_id: Sudah melebihi batas selisih tertinggi dari peringkat [0].
ja_jp: {0}順位誤差ストップ高を超過しました。
ru_ru: Превышен верхний предел погрешности {0}-очередности
th_th: เกินจำนวนจำกัดสูงสุดของอัตราการคลาดเคลื่อนลำดับที่ {0}
vi_vn: đã vượt quá sai số giá trị giới hạn trên thứ hạng {0}
zh_cn: 您输入的金额超过顺序【{0}】误差范围内金额。

# CoinTrading_Alert_43
source: {0} rank error exceeds lower limit
id_id: Sudah melebihi batas selisih terendah dari peringkat [0].
ja_jp: {0}順位誤差ストップ安を超過しました。
ru_ru: Превышен нижний предел погрешности {0}-очередности
th_th: เกินจำนวนจำกัดต่ำสุดของอัตราการคลาดเลื่อนลำดับที่ {0}
vi_vn: đã vượt quá sai số giá trị giới hạn dưới thứ hạng {0}
zh_cn: 您输入的金额超过顺序【{0}】误差范围内金额。

# CoinTrading_Alert_44
source: Please enter your {0} rank's coin quantity for automatic purchase
id_id: Masukkan jumlah peringkat [0] dari beli otomatis.
ja_jp: 自動購入{0}順位個数を入力してください。
ru_ru: Введите количество для автоматических покупках при {0} очередности.
th_th: กรุณากรอกจำนวนลำดับที่ {0} สำหรับการซื้ออัตโนมัติ
vi_vn: vui lòng nhập số thứ hạng {0} mua tự động
zh_cn: 请输入自动买入数量

# CoinTrading_Alert_45
source: Please enter your {0} rank's coin quantity for automatic sales
id_id: Masukkan jumlah peringkat [0] dari jual otomatis.
ja_jp: 自動販売{0}順位個数を入力してください。
ru_ru: Введите количество для автоматических продаж при {0} очередности.
th_th: กรุณากรอกจำนวนลำดับที่ {0} สำหรับการขายอัตโนมัติ
vi_vn: vui lòng nhập số thứ hạng {0} bán tự động
zh_cn: 请输入自动卖出数量

# CoinTrading_Alert_46
source: Please enter your {0} rank's coin quantity for Stop-loss sales
id_id: Masukkan jumlah peringkat [0] dari stop loss.
ja_jp: 損切販売{0}順位個数を入力してください。
ru_ru: Введите количество для продаж Стоп лосс при {0} очередности.
th_th: กรุณากรอกจำนวนลำดับที่ {0} สำหรับการขายแบบ stop loss
vi_vn: vui lòng nhập số thứ hạng {0} bán cắt lỗ
zh_cn: 请输入止损卖出数量

# CoinTrading_Alert_6
source: Do you want to cancel your order?
id_id: Yakin ingin membatalkan order?
ja_jp: 注文をキャンセルしますか？
ru_ru: Вы действительно хотите отменить свой заказ?
th_th: คุณต้องการยกเลิกออเดอร์หรือไม่
vi_vn: bạn có chắc sẽ hủy đặt hàng không?
zh_cn: 您确定要取消订购吗？

# CoinTrading_Alert_7
source: Cancel Order Complete
id_id: Order dibatalkan.
ja_jp: 注文キャンセル完了
ru_ru: Заказ отменен
th_th: การยกเลิกออเดอร์เสร็จสิ้น
vi_vn: hoàn thành hủy đặt hàng
zh_cn: 已取消订购

# CoinTrading_Alert_8
source: The minimum input quantity is [{0}].
id_id: Jumlah input minimum adalah [{0}]
ja_jp: 最低入力数量は[{0}]個です。
ru_ru: Минимальное входное количество [{0}].
th_th: ปริมาณการกรอกขั้นต่ำคือ [{0}]
vi_vn: số lượng nhập tối thiểu là [{0}] cái
zh_cn: 最小输入数量是【{0}】

# CoinTrading_Alert_9
source: The minimum input quantity is [0.01].
id_id: Jumlah input minimum adalah [0.01]
ja_jp: 最低入力数量は[0.01]個です。
ru_ru: Минимальное входное количество [0.01].
th_th: ปริมาณการกรอกขั้นต่ำคือ [0.01]
vi_vn: số lượng nhập tối thiểu là [0.01] cái
zh_cn: 最小输入数量是【0.01】

# CoinTrading_BL_T1
source: What is automatic purchase registration?
id_id: Apa itu pendaftaran beli otomatis?
ja_jp: 自動購入登録とは?
ru_ru: Что такое регистрация автоматических покупок?
th_th: การลงทะเบียนการซื้ออัตโนมัติคืออะไร?
vi_vn: đăng nhập mua tự động là gì?
zh_cn: 什么是自动买入？

# CoinTrading_BL_T10
source: will continue upon reaching the set amount.
id_id: maka transaksi akan terus dieksekusi setiap harga yang ditetapkan tercapai.
ja_jp: いる間は、設定金額到達時に継続的に締結されます。
ru_ru: сделки будут проводиться регулярно при достижении установленной суммы.
th_th: ในขณะที่มีการซื้อขายอัตโนมัติอยู่นั้น จะมีการตกลงราคาเรื่อยๆ เมื่อตรงกับยอดที่ตั้งค่าไว้
vi_vn: tiếp tục được kí kết khi đạt đến số tiền thiết lập trong khi có mặt
zh_cn: 每达到设置金额时自动成交。

# CoinTrading_BL_T2
source: * In the case of automatic purchase, if you specify a lower price
id_id: *Jika menetapkan harga yang lebih rendah daripada harga beli
ja_jp: *自動購入の場合、未締結最高買値よりも低く価格を指定すると、
ru_ru: В случае автоматических покупок, если вы укажете цену ниже самой максимальной покупной цены,
th_th: *สำหรับการซื้ออัตโนมัติ หากตั้งราคาต่ำกว่าจำนวนสูงสุดของราคาเสนอซื้อที่ยังไม่มีการตกลงราคา
vi_vn: *trường hợp mua tự động, giá thấp hơn so với giá mua cao nhất chưa kí kết
zh_cn: 自动买入是指设置的价格低于市场未成交价中的最高买入价，

# CoinTrading_BL_T3
source: than the highest purchase, the market will be concluded
id_id: tertinggi yang belum dieksekusi, maka akan terjadi transaksi dengan harga pasar
ja_jp: その注文価格に到達(誤差範囲内)す
ru_ru: при достижении заказанной цены (в пределах допустимого диапазона погрешности)
th_th: ทุกครั้งที่ราคาออเดอร์ตรงกับที่ตั้งค่าไว้ (ภายในขอบเขตการคลาดเคลื่อน)
vi_vn: nếu chỉ định thì mỗi khi đạt đến(trong phạm vi sai số) giá đặt hàng tương ứng
zh_cn: 每当市价达到您设置的价格(在误差范围内)时

# CoinTrading_BL_T4
source: at the price of the order (within the error range).
id_id: setiap harga order tercapai (dalam batas selisih).
ja_jp: るたびに成行で締結されます。
ru_ru: сделки будут заключаться по рыночной цене.
th_th: ออเดอร์จะถูกใช้ราคาตลาดในการตกลงราคา
vi_vn: được kí kết bằng giá thị trường
zh_cn: 按市场价自动进行买入。

# CoinTrading_BL_T5
source: * If the remaining amount is less than the order amount,
id_id: * Jika total yang tersisa kurang dari total order,
ja_jp: *ご注文金額より残っている金額が少ない場合、
ru_ru: * Если оставшаяся сумма меньше суммы заказа,
th_th: หากยอดเงินที่เหลืออยู่น้อยกว่ายอดออเดอร์
vi_vn: * Nếu số tiền còn lại nhỏ hơn số tiền đặt hàng,
zh_cn: *如果剩余金额少于订单金额，

# CoinTrading_BL_T6
source: it will be concluded as the remaining amount.
id_id: maka eksekusi transaksi dilakukan dengan total yang tersisa.
ja_jp: 残りの金額を締結します。
ru_ru: оставшаяся сумма будет заключена.
th_th: จะถูกตกลงราคาเท่ากับยอดที่เหลืออยู่
vi_vn: số tiền còn lại sẽ được kết thúc.
zh_cn: 则按剩余金额成交。

# CoinTrading_BL_T7
source: * {Cancel automatic transaction} button.
id_id: *Membatalkan dengan tombol [Pembatalan Transaksi Otomatis].
ja_jp: *(自動取引キャンセル)ボタンでキャンセルすることができます。
ru_ru: * Отмена может быть произведена нажатием {Отмена автоматических транзакций}.
th_th: *การยกเลิกสามารถทำได้โดยการกดปุ่ม (ยกเลิกการซื้อขายอัตโนมัติ)
vi_vn: có thể hủy bằng nút (hủy giao dịch tự động)
zh_cn: 点击“取消自动交易”按钮可取消服务。

# CoinTrading_BL_T8
source: * Automatic transactions must be logged in for the PC exchange to
id_id: *Transaksi otomatis hanya dapat dilakukan jika sudah masuk ke Bursa PC.
ja_jp: *自動取引は、PC取引所にログインしていなければ締結されません。
ru_ru: * Автоматические транзакции могут быть осуществлены только при входе в систему версии биржи для ПК.
th_th: การซื้อขายอัตโนมัติจะดำเนินการตกลงราคาได้ต่อเมื่อมีการล๊อคอินเข้าสู่ระบบบน PC
vi_vn: nơi giao dịch PC phải đang ở trạng thái đăng nhập thì việc kí kết giao dịch tự động
zh_cn: 只有PC交易所处于登录状态时系统才能进行自动交易。

# CoinTrading_BL_T9
source: be signed. The setting is signed from the first rank amount and
id_id: Setelah harga peringkat 1 ditetapkan,
ja_jp: 1順位設定金額から締結され、設定され
ru_ru: Сделки будут заключены с установленной 1-очередной суммы. Пока настроена услуга, сделки будут проводиться регулярно при достижении установленной суммы.
th_th: ระบบจะทำการตกลงราคาเรื่อยๆตามยอดที่ตั้งค่าไว้ในระยะเวลาที่ตั้งค่า โดยจะทำการตกลงราคาจากยอดที่ตั้งค่าไว้ลำดับที่ 1
vi_vn: mới có thể thực hiện. được kí kết từ số tiền thiết lập hạng 1 và được thiết lập
zh_cn: 按设置中的第一交易金额到后的顺序成交。

# CoinTrading_SH_T1
source: What is Stop-Loss selling registration?
id_id: Apa itu pendaftaran stop loss?
ja_jp: 損切販売登録とは?
ru_ru: Что такое регистрация продаж Стоп лосс?
th_th: การขายแบบ stop loss คืออะไร?
vi_vn: đăng nhập bán cắt lỗ là gì?
zh_cn: 什么是止损卖出？

# CoinTrading_SH_T10
source: * Automatic transactions must be logged in for the PC exchange to
id_id: *Transaksi otomatis hanya dapat dilakukan jika sudah masuk ke Bursa PC.
ja_jp: *自動取引は、PC取引所にログインしていなければ締結されません。
ru_ru: * Автоматические транзакции могут быть осуществлены только при входе в систему версии биржи для ПК.
th_th: การซื้อขายอัตโนมัติจะดำเนินการตกลงราคาได้ต่อเมื่อมีการล๊อคอินเข้าสู่ระบบบน PC
vi_vn: nơi giao dịch PC phải đang ở trạng thái đăng nhập thì giao dịch tự động
zh_cn: 只有PC交易所处于登录状态时系统才能进行自动交易。

# CoinTrading_SH_T11
source: be signed. The setting is signed from the first rank amount and
id_id: Setelah harga peringkat 1 ditetapkan, maka transaksi terus
ja_jp: 1順位設定金額から締結され、設定されている間は設定金額到達したときに継続的に締結されます。
ru_ru: Сделки будут заключены с установленной 1-очередной суммы.
th_th: ระบบจะทำการตกลงราคาเรื่อยๆตามยอดที่ตั้งค่าไว้ในระยะเวลาที่ตั้งค่า
vi_vn: có thể thực hiện kí kết. được kí kết từ số tiền thiết lập hạng 1 và
zh_cn: 按设置中的第一到后的顺序进行交易，

# CoinTrading_SH_T12
source: will continue upon reaching the set amount.
id_id: dieksekusi setiap harga yang ditetapkan tercapai.
ja_jp: 設定されている間は、設定金額到達時に継続的に締結されます。
ru_ru: Пока настроена услуга, сделки будут проводиться регулярно при достижении установленной суммы.
th_th: โดยจะทำการตกลงราคาจากยอดที่ตั้งค่าไว้ลำดับที่ 1
vi_vn: trong thời gian được thiết lập, được tiếp tục kí kết khi đạt đến số tiền thiết lập
zh_cn: 如未改变设置，每次达到设置金额时可持续交易。

# CoinTrading_SH_T2
source: * In the case of hand-selling sales, we set
id_id: *Stop loss adalah nilai batasan harga terendah
ja_jp: *損切販売の場合、
ru_ru: * В случае продаж Стоп лосс, необходимо установить сумму,
th_th: *การขายแบบ stop loss เป็นการตั้งค่าราคาเพื่อให้ขาดทุนน้อยที่สุด
vi_vn: trường hợp bán cắt lỗ, khi việc buôn bán giảm sút thì thiệt hại
zh_cn: 止损卖出交易是指市场价下降时设定止损卖出价，

# CoinTrading_SH_T3
source: the amount to minimize the loss of the sale.
id_id: yang ditentukan untuk membatasi kerugian.
ja_jp: 販売が下落したときの損害を最小限に抑えるための金額を設定します。
ru_ru: чтобы минимизировать ущерб при снижении продажной цены.
th_th: เมื่อราคาเสนอขายต่ำลง
vi_vn: thiết lập số tiền để giảm tối thiểu thiệt hại .
zh_cn: 以尽量减少损失。

# CoinTrading_SH_T4
source: * If you specify a lower price than the highest purchase,
id_id: *Jika menetapkan harga yang lebih rendah daripada harga beli tertinggi
ja_jp: *未締結最高買値よりも低く価格を指定すると、
ru_ru: * Если установить цену ниже самой максимальной покупной цены,
th_th: หากตั้งราคาต่ำกว่าจำนวนสูงสุดของราคาเสนอซื้อที่ยังไม่มีการตกลงราคา
vi_vn: nếu thiết lập giá thấp hơn so với giá mua cao nhất chưa kí kết
zh_cn: 设置的价格低于市场未成交价中的最高买入价，

# CoinTrading_SH_T5
source: the market will be reached at the time of the
id_id: yang belum dieksekusi, maka akan terjadi transaksi dengan harga pasar setiap
ja_jp: その注文価格に到達(誤差範囲内)する時に、
ru_ru: при достижении заказанной цены (в пределах допустимого диапазона погрешности)
th_th: ทุกครั้งที่ราคาออเดอร์ตรงกับที่ตั้งค่าไว้ (ภายในขอบเขตการคลาดเคลื่อน)
vi_vn: mỗi khi đạt đến(trong phạm vi saI số) giá đặt hàng tương ứng
zh_cn: 每当市价达到您设置的价格(在误差范围内)时

# CoinTrading_SH_T6
source: order price (within the error range).
id_id: harga order tercapai (dalam batas selisih).
ja_jp: 成行で締結されます。
ru_ru: сделки будут заключаться по рыночной цене.
th_th: ออเดอร์จะถูกใช้ราคาตลาดในการตกลงราคา
vi_vn: được kí kết bằng giá thị trường
zh_cn: 按市场价自动进行交易。
