Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# Arbitrage_Term_122
source: The Exchange strives to protect the personal information of members in accordance with relevant laws and regulations. The personal information of the member is used only for the purpose and scope agreed by the member in order to provide smooth service. The Exchange shall not provide any personal information of a member to a third party, except as otherwise provided by law or otherwise agreed to by the member, and such details shall be set forth in the Exchange's Privacy Policy.
ja_jp: 取引所は関係法令が定めるところにより,会員の個人情報を保護するために努めます。 会員様の個人情報はサービスの円滑な提供のため,会員が同意した目的と範囲内でのみ利用されます。 取引所は法令によったり会員が別途に同意しない限り、会員の個人情報を第3者に提供しない、これに対する詳しい事項は取引所の個人情報の処理方針で決めます。
ru_ru: Биржа стремится защитить личную информацию своих Пользователей согласно соответствующим законам и правилам. Личная информация Пользователя используется только в целях и в объеме, согласованных пользователем для обеспечения бесперебойного обслуживания. Биржа не должна предоставлять какую-либо личную информацию пользователя третьим лицам, за исключением случаев, предусмотренных законом или иным образом согласованных пользователем, и такие детали должны быть изложены в Политике конфиденциальности Биржи.
th_th: ตลาดซื้อขายมุ่งมั่นที่จะปกป้องข้อมูลส่วนบุคคลของสมาชิกตามกฎหมายและข้อบังคับที่เกี่ยวข้อง ข้อมูลส่วนบุคคลของสมาชิกจะถูกใช้ตามวัตถุประสงค์และขอบเขตที่สมาชิกได้ตกลงไว้ เพื่อให้การให้บริการเป็นไปอย่างราบรื่นเท่านั้น นอกจากนี้ ตลาดซื้อขายจะไม่มีการให้ข้อมูลส่วนบุคคลของสมาชิกแก่บุคคลที่สาม ยกเว้นแต่สมาชิกได้ทำการยินยอมตามกฎหมายหรือข้อกำหนดที่เกี่ยวข้อง ซึ่งรายละเอียดข้อมูลดังกล่าวนี้ ได้ถูกกำหนดไว้ในนโยบายความเป็นส่วนตัว การจัดเก็บรักษาข้อมูลส่วนบุคคลของตลาดซื้อขาย
vi_vn: Sàn giao dịch không ngừng nỗ lực bảo vệ thông tin cá nhân hội viên theo các điều đã nêu trong các điều luật liên quan. Nhằm cung cấp chất lượng dịch vụ tốt hơn, sàn giao dịch chỉ sử dụng thông tin cá nhân khi có sự đồng ý của hội viên và trong phạm vi cho phép. Trong trường hợp chưa thông qua điều luật và sự đồng ý của hội viên, sàn giao dịch sẽ không cung cấp thông tin cá nhân của hội viên cho bên thứ 3, chi tiết về khoản mục này được đưa ra tại hướng dẫn xử lý thông tin cá nhân trên sàn giao dịch.
zh_cn: 交易所根据有关法令的规定，为保护会员的个人信息而努力。为确保服务的顺畅，会员信息仅在会员同意的目的和范围内使用。除法律另有规定或会员另行同意的情况，交易所不会向任何第三方提供会员的个人信息， 详情请参阅交易所的隐私政策。

# Arbitrage_Term_123
source: Chapter 7 Damage Compensation, Disclaimer and Refund Policy
ja_jp: 第7枚損害賠償、免責条項および払い戻し方針
ru_ru: Глава 7. Возмещение ущерба, отказ от возмещения и политика возмещения
th_th: บทที่ 7 การชดใช้ค่าเสียหาย นโยบายการคืนเงินและเงื่อนไขการปฏิเสธ
vi_vn: Chương 7 Bồi thường thiệt hại, miễn trách nhiệm và Chính sách trả lại
zh_cn: 第七章 损失赔偿，免责条款与退款政策

# Arbitrage_Term_124
source: Article 15 (Damage Compensation Responsibility of the Exchange)
ja_jp: 第15条(取引所の損害賠償責任)
ru_ru: Статья 15 (Ответственность Биржи за возмещение ущерба)
th_th: ข้อ 15 (การรับผิดชอบความเสียหายของตลาดซื้อขาย)
vi_vn: Điều 15 (Trách nhiệm đền bù thiệt hại của sàn giao dịch)
zh_cn: 第15条 (交易所的损失赔偿责任)

# Arbitrage_Term_125
source: The Exchange shall not be held liable for any incidents that occur through any breach of these Terms and shall not be liable for any dispute arising out of the member's negligence unless there are intentional or significant negligence of the Exchange.
ja_jp: 取引所は,本約款に違反した取引を通じて発生した一切の事故に対して責任を負わず,取引所の故意または重大な過失がない限り,会員の過失により生じた紛争に対して責任を負いません。
ru_ru: Биржа не несет ответственности за любые инциденты, произошедшие в результате любого нарушения настоящих Условий, и не несет ответственности за любые споры, возникающие из-за невнимательности пользователей, за исключением случаев умышленной или существенной халатности Биржи.
th_th: หากมิใช่เจตนาหรือความผิดพลาดใหญ่ที่เกิดขึ้นเพราะตลาดซื้อขาย ตลาดซื้อขายจะไม่รับผิดชอบต่อเหตุการณ์ใดๆ เนื่องจากสมาชิกละเมิดเงื่อนไขและข้อตกลงนี้ รวมถึงความเสียหายหรือการสูญเสียใดๆ ที่เกิดจากความประมาทหรือข้อผิดพลาดของสมาชิก
vi_vn: Chúng tôi không chịu trách nhiệm toàn bộ vấn đề phát sinh khi giao dịch vi phạm điều khoản sử dụng này, và không chịu trách nhiệm khi xảy ra mâu thuẫn do lỗi của hội viên mà không phải lỗi hay do cố ý của sàn giao dịch.
zh_cn: 交易所对违反本条款进行交易发生的一切事故不承担任何责任，除非交易所故意或存在重大过失，否则对会员过失引起的纠纷不承担任何责任。

# Arbitrage_Term_126
source: The Exchange shall not be held liable for any loss or damage caused by the negligence, disclosure or exposure of the account because of the member's failure to notify the Exchange promptly, even though the member was aware that a third party could use or could have easily known his / her account without his / her authorization.
ja_jp: 第3者が権限なしに会員のアカウントを利用できることを知っていたり、容易に知ることができたのにもかかわらず、会員が、これを直ちに会社に知らせずに放置するか漏えい又は露出して損失が発生した部分について責任を負いません。
ru_ru: Биржа не несет ответственности за любые убытки или ущерб, вызванные небрежностью, разглашением или раскрытием учетной записи из-за неспособности пользователя незамедлительно уведомить Биржу об этом, даже если пользователь знал, что третья сторона может использовать или мог легко использовать его / ее аккаунт без его / ее разрешения.
th_th: กรณีที่สมาชิกทราบว่า มีบุคคลที่สามล่วงรู้หรือสามารถใช้บัญชีของสมาชิกได้โดยไม่ได้รับการอนุญาต แต่ละเลยไม่แจ้งให้ทางตลาดซื้อขายทราบโดยทันที ทางตลาดซื้อขายจะไม่มีการรับผิดชอบใดๆ หากมีการรั่วไหลหรือความเสียหายใดเกิดขึ้น
vi_vn: Chúng tôi không chịu trách nhiệm khi bị rò gỉ và lộ thông tin tài khoản hội viên cũng như biện pháp ngăn chặn trong trường hợp để bên thứ 3 (không có quyền hạn) dễ dàng biết và sử dụng tài khoản của hội viên mà không báo lại cho sàn giao dịch.
zh_cn: 明知他人不经授权轻易使用会员账号或轻易知道会员账号，而会员不及时告知公司，放任不管，泄露或暴露造成损失的部分，不承担任何责任。

# Arbitrage_Term_127
source: The Exchange shall not be held liable for any damages caused by the member refusing to take any additional security measures required by the Exchange for security enhancement.
ja_jp: 取引所が保安強化のために要求する追加的な保安措置を会員が正当な理由なく拒否し,発生した損害に対して取引所は責任を負いません。
ru_ru: Биржа не несет ответственности за любой ущерб, причиненный Пользователем, отказывающимся принимать какие-либо дополнительные меры безопасности, требуемые Биржей для повышения безопасности.
th_th: ตลาดซื้อขายจะไม่รับผิดชอบต่อความเสียหายใดๆ ที่เกิดขึ้น หากผู้สมัครใช้บริการไม่มีเหตุผลเหมาะสมเพียงพอ ในการปฏิเสธการเพิ่มมาตราการรักษาความปลอดภัยของตลาดซื้อขาย
vi_vn: Chúng tôi không chịu trách nhiệm trước những thiệt hại phát sinh mà hội viên từ chối không có lý do chính đáng khi được yêu cầu cung cấp thêm thông tin cho giải pháp bảo mật nhằm tối ưu hóa bảo mật dịch vụ.
zh_cn: 交易所为加强安全采取进一步安全措施，对此如会员无正当理由拒绝而造成的损失，交易所不承担任何责任。

# Arbitrage_Term_128
source: The Exchange shall not be involved in any member's cryptocurrency transactions, and shall not be held liable for any loss of investment the member has obtained through the arbitrage service.
ja_jp: 取引所は会員の暗号化弊取引に一切関与しませんので,会員がArbitrageサービスを通じて得た投資上の損失に対して責任を負いません。
ru_ru: Биржа не участвует в криптовалютных операциях Пользователя и не несет ответственности за потерю инвестиций, полученных участником через арбитражную службу.
th_th: เนื่องจากตลาดซื้อขายมิได้มีส่วนเกี่ยวข้องกับการซื้อขาย cryptocurrency ของสมาชิกในทางใดทางหนึ่ง ดังนั้น ตลาดซื้อขายจะไม่รับผิดชอบต่อการสูญเสียที่เกิดขึ้นจากการลงทุนผ่านบริการ Arbitrage ของสมาชิกแต่อย่างใด
vi_vn: Sàn giao dịch không chịu trách nhiệm trước những tổn thất thiệt hại đầu tư thông qua dịch vụ Arbitrage, do chúng tôi hoàn toàn không liên quan đến giao tiền điện tử của hội viên.
zh_cn: 交易所不干预会员的加密货币交易，因此对会员通过Arbitrage服务造成的投资损失不承担任何责任。

# Arbitrage_Term_129
source: The member understands that the transaction used in the arbitrage service does not guarantee return on investment, and the Exchange shall not be held liable for any loss of investment made by the member through the arbitrage service.
ja_jp: ·会員は,アビトリッジサービスに利用する取引が投資収益を担保できないことを理解しており,取引所は会員がArbitrageサービスを通じて得た投資上の損失に対して責任を負いません。
ru_ru: Пользователь соглашается с тем, что транзакция, используемая через услугу Арбитраж, не гарантирует возврат инвестиций, и Биржа не несет ответственности за любую потерю инвестиций, сделанных пользователем через услугу Арбитраж.
th_th: สมาชิกเข้าใจดีว่าการซื้อขาย cryptocurrency ผ่านบริการ Arbitrage ไม่มีการรับประกันผลตอบแทนจากการลงทุน และตลาดซื้อขายจะไม่รับผิดชอบต่อการสูญเสียที่เกิดขึ้นจากการลงทุนผ่านบริการ Arbitrage ของสมาชิกแต่อย่างใด
vi_vn: Hội viên hiểu rằng chúng tôi không đảm bảo lợi nhuận khi đầu tư thông qua sử dụng dịch vụ Arbitrage, vì vây mà chúng tôi không chịu trách nhiệm trước những tổn thất trong quá trình đầu tư qua dịch vụ Arbitrage.
zh_cn: 会员需理解使用Arbitrage服务进行的交易不保证投资收益， 交易所对于会员使用Arbitrage服务造成的投资损失不承担任何责任。

# Arbitrage_Term_13
source: Any matters or interpretations not specified in this Terms shall be subject to the "Detailed Instructions" and related laws and customs.
ja_jp: 本約款で定められない事項や解釈については,"細部指針"および関連法令または慣例によります。
ru_ru: Любые вопросы, прямо не указанные в настоящих Условиях должны регулироваться «Подробными Инструкциями» и соответствующими законами и постановлениями.
th_th: รายละเอียดหรือการตีความใดๆ ที่ไม่ได้ระบุไว้ในเงื่อนไขและข้อตกลงนี้ จะอ้างอิงตาม "คำแนะนำอย่างละเอียด" กฎหมายทั่วไปและกฎหมายที่เกี่ยวข้อง
vi_vn: Nếu các điều khoản và nội dung không được quy định tại điều khoản này, thì sẽ áp dụng theo "Hướng dẫn chi tiết", và các pháp lệnh có liên quan.
zh_cn: 对本条款中未规定的事项或解释，请遵循“详细方针”及相关法令或惯例。

# Arbitrage_Term_130
source: The Exchange shall not be involved in the selection of whether or not the member shall use a particular cryptocurrency transaction, when it is used, how often it is used, etc., and shall not be held liable for any loss resulting from such investment.
ja_jp: 取引所は会員様が特定の暗号化廃取引の使用可否や使用時点,使用頻度などの選択に一切関与せず,これによって得た投資上の損失に対して責任を負いません。
ru_ru: Биржа не участвует в выборе того, должен ли пользователь использовать конкретную криптовалютную транзакцию, когда и как часто использовать ту или иную криптовалюту или транзакцию и т. д., и не несет ответственности за любые убытки, вызванные выборам пользователя.
th_th: ตลาดซื้อขายจะไม่มีส่วนเกี่ยวข้องกับการใช้งานการซื้อขาย cryptocurrency ของสมาชิกในทางใดทางหนึ่ง อาทิ สถานะการใช้งาน วันเวลาที่ใช้งาน ความถี่ในการใช้งาน เป็นต้น ดังนั้น ตลาดซื้อขายจะไม่รับผิดชอบต่อการสูญเสียที่เกิดขึ้นจากการลงทุนใดๆ ทั้งสิ้น
vi_vn: Chúng tôi hoàn toàn không can thiệp vào việc hội viên lựa chọn thời điểm sử dụng, tần suất sử dụng hoặc có hay không sử dụng giao dịch tiền điền tử riêng biệt, do đó sàn giao dịch không chịu trách nhiệm trước những thiệt hại khi về đầu tư.
zh_cn: 交易所概不参与会员是否使用特定加密货币交易，使用时间，使用频率等选择，并对于由此造成的投资损失不承担任何责任。

# Arbitrage_Term_131
source: The member understands that even if there is a defect in the arbitrage service due to a bug or an error, etc., there may be a case in which the investment may be profitable or a loss may occur and the Exchange are not responsible for any loss of investment caused by defects in the arbitrage service.
ja_jp: ·会員はバグやエラーなどにより,取引不発,取引遅延などArbitrageサービスに瑕疵がある場合にも,その瑕疵により投資に収益が発生する場合と損失が生じる場合が全て発生しかねないことを理解しており,取引所はアビトリッジサービスの瑕疵により発生した投資損失に対して責任を負いません。
ru_ru: Пользователь соглашается с тем, что в услуге Арбитраж могут быть ошибки и задержки транзакции из-за ошибок системы или транзакции. В связи с этим возможны случай, когда вложения могут быть прибыльными или убыточными. Биржа не несем ответственности за любые потери инвестиций, вызванные дефектами услуги Арбитраж.
th_th: สมาชิกเข้าใจดีกว่า ขณะที่ใช้บริการการซื้อขายระบบ Arbitrage อาจเกิดการล้มเหลวหรือความล่าช้าเนื่องจาก bug, error และอื่นๆ ได้ ซึ่งกรณีดังกล่าวอาจส่งผลทำให้เกิดทั้งกรณีที่ได้กำไรหรือกรณีที่ขาดทุนได้ และจากกรณีดังกล่าว ตลาดซื้อขายจะไม่รับผิดชอบต่อการสูญเสียที่เกิดขึ้นจากการลงทุนผ่านบริการ Arbritrage ของสมาชิกแต่อย่างใด
vi_vn: Trong trường hợp do lỗi và phát sinh vấn đề mà không thể giao dịch, giao dịch bị trì hoãn… hay lỗi tại hệ thống Arbitrage, do đó trong cả trường hợp thu được lợi nhuận hay bị lỗ khi đầu tư, thì sàn giao dịch không chịu trách nhiệm trước những thiết hại phát sinh do lỗi dịch vụ Arbitrage.
zh_cn: 会员需理解，因缺陷或出现错误等原因导致交易中断，交易延误等在Arbitrage服务上存在缺陷时，也可能存在因其缺陷而使投资产生收益或损失的情况，交易所对因Arbitrage服务的缺陷而造成的投资损失不承担任何责任。

# Arbitrage_Term_132
source: The exchange shall not be held liable for any disputes between the members caused by a member's negligence or an incident resulting from a transaction outside the rules specified in these Terms unless there are intentional or significant negligence of the Exchange.
ja_jp: 取引所は故意または重大な過失がない限り,本約款で定める売買規則を逸した取引を通じて発生した事故および会員の過失により会員間で発生した紛争に対して責任を負いません。
ru_ru: Биржа не несет ответственности за любые разногласии между пользователями, вызванные невнимательностью самих пользователей или инцидентом, вызванным транзакцией, выходящей за рамки правил, указанных в настоящих Условиях, за исключением случаев преднамеренной или существенной халатности Биржи.
th_th: หากมิใช่เจตนาหรือความผิดพลาดใหญ่ที่เกิดขึ้นเพราะตลาดซื้อขาย ตลาดซื้อขายจะไม่รับผิดชอบต่อเหตุการณ์ใดๆ ที่เกิดขึ้น เนื่องจากการซื้อขายที่ไม่ได้อยู่ในกฎของของการซื้อขายที่ระบุไว้ในเงื่อนไขและข้อตกลงนี้ รวมถึงกรณีพิพาทที่เกิดขึ้นระหว่างสมาชิก อันเป็นผลมาจากความประมาทของสมาชิกด้วย
vi_vn: Chúng tôi không chịu trách nhiệm những sự cố phát sinh khi giao dịch mà không tuân thủ quy tắc mua bán đã được quy định tại điều khoản hoặc do nảy sinh mâu thuẫn giữa các hội viên mà không phải do lỗi hoặc cố ý của sàn giao dịch.
zh_cn: 除非交易所故意或存在重大过失，否则对违反本条款规定的买卖规则进行交易发生的事故，以及会员之间因会员的过失引起的纠纷，交易所不承担任何责任。

# Arbitrage_Term_133
source: Article 16 (Disclaimer)
ja_jp: 第16条(免責条項)
ru_ru: Статья 16 (Отказ от возмещения ущерба)
th_th: ข้อ 16 (เงื่อนไขการปฏิเสธ)
vi_vn: Điều 16 (Điều khoản miễn nhiệm)
zh_cn: 第16条 (免责条款)

# Arbitrage_Term_134
source: Even though the Exchange has fulfilled the obligation of a good manager, if the existence of defects in the arbitrage service can not be detected with the science and technology level at the time of service provided, the Exchange shall not be held liable for any damages resulting from such failure or shall not be held liable for any of the following:
ja_jp: 取引所が善良な管理者の注意義務を果たしたにもかかわらず,サービスを提供する当時,科学技術のレベルにアビトリッジサービスに生じた欠陥の存在を発見できない場合には,これにより生じた損害に対して責任を負わず,次の各号に該当する場合にも責任を負いません。
ru_ru: Несмотря на то, что Биржа выполнила обязанность хорошего управляющего, если на момент предоставления услуги не удалось обнаружить наличие дефектов в услуге Арбитраж на научно-техническом уровне, Биржа не несет ответственности за любой ущерб, возникший в результате от такой неудачи или не несет ответственности за любое из следующего:
th_th: ถึงแม้ว่าตลาดซื้อขายจะมี admin ที่รับผิดชอบทำหน้าที่ดูแลอย่างเต็มที่แล้วนั้น หากทางเราไม่สามารถพบข้อบกพร่องที่เกิดขึ้นสำหรับการให้บริการ Arbitrage ในระดับของวิทยาศาสตร์และเทคโนโลยีขณะที่กำลังให้บริการได้อยู่นั้น ตลาดซื้อขายจะไม่รับผิดชอบต่อความเสียหายหรือการสูญเสียใดๆ ที่เกิดขึ้น รวมถึงกรณีดังต่อไปนี้ด้วย
vi_vn: Chúng tôi không chịu trách nhiệm trong các trường hợp ứng với từng khoản dưới đây, không chịu trách nhiệm trước những thiệt hại khi không phát hiện ra lỗi phát sinh tại dịch vụ Arbitrage theo tiêu chuẩn khoa học công nghệ thời điểm hiện tại khi đã hoàn thành trách nhiệm và nghĩa vụ của người quản lý tận tâm.
zh_cn: 即使交易所尽到了善良管理人的注意义务，如果在提供服务时在当时科学技术层面上无法找到Arbitrage服务中存在的缺陷时，对其造成的损失，交易所不承担任何责任。有符合下列情形之一的，也不承担任何责任。

# Arbitrage_Term_135
source: ① In case of force majeure such as wars, incidents, natural disasters or national emergency
ja_jp: ①展示、事変、天災地変またはこれに準ずる国家非常事態など、不可抗力的な場合
ru_ru: ① В случае форс-мажорных обстоятельств, таких как войны, инциденты, стихийные бедствия или чрезвычайное положение в стране
th_th: ① กรณีที่เกิดเหตุสุดวิสัย อาทิ สงคราม การจลาจล ภัยธรรมชาติ หรือเหตุฉุกเฉินระดับประเทศ
vi_vn: ① Trường hợp bất khả kháng: chiến tranh, bạo động, thiên tai hoặc trường hợp khẩn cấp quốc gia.
zh_cn: ① 战时，事变，自然灾害或相应的国家紧急事态等不可避免的情况

# Arbitrage_Term_136
source: ② In case of damages caused by intention or negligence of the member
ja_jp: ②会員の故意あるいは過失によりより損害が発生した場合
ru_ru: ② В случае ущерба, вызванного намерением или небрежностью пользователя
th_th: ② กรณีที่สมาชิกทำให้เกิดการสูญเสียหรือความเสียหายต่างๆ ทั้งที่เจตนาและไม่ได้เจตนา
vi_vn: ② Trường hợp phát sinh thiệt hại do cố ý hoặc lỗi của hội viên
zh_cn: ② 因会员故意或过失造成损失的情况

# Arbitrage_Term_137
source: ③ In case of a telecommunication service failure caused by other telecommunication carriers under the Telecommunications Business Act
ja_jp: ③電気通信事業法による乗って基幹通信事業者が提供する電気通信サービスに障害による場合
ru_ru: ③ В случае сбоя телекоммуникационной службы, вызванного другими операторами связи в соответствии с Законом о телекоммуникационной деятельности
th_th: ③ กรณีที่การบริการทางโทรคมนาคมล้มเหลว ซึ่งเกิดจากผู้ให้บริการโทรคมนาคมรายอื่นภายใต้Telecommunications Business Act
vi_vn: ③ Trường hợp căn cứ theo luật thương mại dịch vụ điện tử viễn thông, do nhà cung cấp dịch vụ khác gây trở ngại dịch vụ liên quan
zh_cn: ③ 根据电气通信事业法，因其他通信运营商提供的电信服务发生障碍的情况

# Arbitrage_Term_138
source: ④ In the case of a service provided by a third party such as an affiliate company other than a service provided directly by the Exchange, in case of intention or negligence of a third party such as an affiliate, the Exchange shall not be liable for failure to use the service for any reason attributable to the member.
ja_jp: ④取引所が直接提供するサービスではなく、提携会社などの第3者を利用して提供するサービスの場合、提携会社などの第3者の故意あるいは過失による場合、取引所は会員自身の帰責事由でサービスを利用しない場合には責任を支持できません。
ru_ru: ④ В случае предоставления услуг третьей стороной, такой как аффилированная компания, иной, чем услуга, предоставляемая непосредственно Биржей, в случае намерения или халатности третьей стороны, такой как аффилированное лицо, Биржа не несет ответственности за не возможность использование услуги по своим собственным причинам пользователя.
th_th: ④ กรณีที่มีการให้บริการโดยบุคคลที่สาม เช่น บริษัทพันธมิตรอื่น ซึ่งมิใช่ตลาดซื้อขายเป็นผู้ให้บริการโดยตรง หากความผิดพลาดนั้นเกิดขึ้น ทั้งที่เจตนาและไม่ได้เจตนาของบุคคลที่สาม ตลาดซื้อขายจะไม่รับผิดชอบต่อความล้มเหลวที่เกิดขึ้นจากการใช้บริการไม่ว่าด้วยเหตุผลใดๆ แก่สมาชิก
vi_vn: ④ Sàn giao dịch không chịu trách nhiệm trong trường hợp sử dụng dịch vụ của bên thứ 3 (đối tác) mà không phải dịch vụ do chúng tôi trực tiếp cung cấp, trường hợp cố ý hoặc lỗi của đối tác giao dịch (bên thứ 3) hoặc trong trường hợp không thể sử dụng dịch vụ do lỗi thuộc về hội viên.
zh_cn: ④ 如果是非交易所直接提供的服务，而利用合作企业等第三方提供的服务，因合作企业等第三方的故意或过失，因会员自身原因无法使用服务等情况，交易所不承担任何责任。

# Arbitrage_Term_139
source: The Exchange shall not be held liable for any damages caused to a third party due to a member's violation of these Terms and the related laws and regulations unless there are intentional or significant negligence.
ja_jp: 取引所は故意又は重大な過失がない限り、メンバーの本約款および関連法令違反行為により、第3者に生じた損害については責任を支持できません。
ru_ru: Биржа не несет ответственности за любой ущерб, причиненный третьему лицу в связи с нарушением пользователя настоящих Условий и соответствующих законов и нормативных актов, за исключением случаев умышленной или существенной халатности Биржи.
th_th: หากมิใช่เจตนาหรือความผิดพลาดใหญ่ที่เกิดขึ้นเพราะตลาดซื้อขาย ตลาดซื้อขายจะไม่รับผิดชอบต่อเหตุการณ์ ความเสียหายหรือการสูญเสียใดๆ ที่เกิดขึ้นต่อบุคคลที่สาม เนื่องจากสมาชิกละเมิดเงื่อนไขและข้อตกลง หรือกฎหมายที่เกี่ยวข้อง
vi_vn: Chúng tôi không chịu trách nhiệm về tổn thất cho bên thứ 3 do có hành vi vi phạm điều khoản sử dụng và các điều luật liên quan mà không phải do lỗi và cố ý của sàn giao dịch.
zh_cn: 除非交易所故意或存在重大过失，否则对会员违反本条款及有关法令的行为给第三方造成的损失，交易所不承担任何责任。

# Arbitrage_Term_14
source: Chapter 2 Application and Acceptance of Service Use
ja_jp: 第2枚サービス利用申込み及び承諾
ru_ru: Глава 2. Заявка на использование услуг и подтверждение
th_th: บทที่ 2 : การสมัครใช้บริการและการอนุมัติ
vi_vn: Chương 2 Đăng ký và phê duyệt sử dụng dịch vụ
zh_cn: 第2章 服务使用申请与同意

# Arbitrage_Term_140
source: Article 17 (Disclaimer of Representative and Guarantee)
ja_jp: 第17条(代理及び保証の夫人)
ru_ru: Статья 17 (Отказ от представительство и гарантии)
th_th: ข้อ 17 (ตัวแทนและการปฏิเสธการรับประกัน)
vi_vn: Điều 17 (Không thay mặt và đảm bảo)
zh_cn: 第17条 (代理及免责声明)

# Arbitrage_Term_141
source: Data and analysis data provided through the Exchange are for informational purpose only and are not for the purpose of cryptocurrency transactions.
ja_jp: 取引所を通じて提供するデータ及び分析資料は,情報提供を目的とするものであり,暗号化廃取引を目的としません。
ru_ru: Данные и данные анализа, предоставляемые Биржей, предназначены только для информационных целей и не предназначены для транзакций крипто валюты.
th_th: ข้อมูลและการวิเคราะห์ที่จัดทำโดยตลาดซื้อขายนั้น มีวัตถุประสงค์เพียงเพื่อให้ข้อมูลเท่านั้น มิได้จัดทำขึ้นเพื่อการซื้อขาย cryptocurrency แต่อย่างใด
vi_vn: Các dữ liệu và tài liệu phân tích được sàn giao dịch sử dụng với mục đích cung cấp thông tin, không có mục đích giao dịch tiền điện tử.
zh_cn: 通过交易所提供的数据及分析资料是以提供信息为目的，不以加密货币交易为目的。

# Arbitrage_Term_142
source: The Exchange is always working to maintain timeliness and accuracy of market information on cryptocurrency transactions, but there may be possibility of inevitable errors, omissions or delays in the information.
ja_jp: 取引所は,暗号化廃取引に関する市場情報の適時性および正確性の維持のために常に最善を尽くしていますが,不可避な情報の誤りや漏れ,遅延の可能性があり得ます。
ru_ru: Биржа всегда работает над поддержанием своевременности и точности рыночной информации о крипто валютных транзакциях, но может быть вероятность неизбежных ошибок, упущений или задержек в информации.
th_th: ตลาดซื้อขายพยายามที่จะรักษาความตรงต่อเวลาและความถูกต้องแม่นยำของข้อมูลการตลาดที่เกี่ยวข้องกับการซื้อขาย cryptocurrency อย่างดีที่สุด แต่อาจจะเกิดข้อผิดพลาดการตกหล่นของข้อมูล หรือความล่าช้าอย่างหลีกเลี่ยงไม่ได้
vi_vn: Sàn giao dịch luôn nỗ lực hết mình nhằm đáp ứng tính kịp thời và chính xác thông tin thị trường có liên quan tới giao dịch tiền điện tử, trong trường hợp bất khả kháng, vẫn có thể cập nhật chậm, có lỗi hay thiếu xót.
zh_cn: 交易所一直致力于保持有关加密货币交易市场信息的及时性和准确性，但可能存在不可避免的信息错误及遗漏，延迟。

# Arbitrage_Term_143
source: The Exchange does not have the authority to represent a member who intend to sell or purchase cryptocurrency, and no act of the Exchange shall be deemed to be an act of proxy for a member's cryptocurrency transactions.
ja_jp: 取引所は暗号化廃を販売したり購買しようとする会員を代理する権限を持っておらず,取引所のいかなる行為も会員の暗号化弊取引のための代理行為とはみなされません。
ru_ru: Биржа не имеет полномочий представлять пользователей, которые намереваются продать или купить крипто валюту, и ни один акт Биржи не дает право Бирже выполнять крип валютные операции вместо пользователя.
th_th: ตลาดซื้อขายไม่มีอำนาจที่จะซื้อขาย cryptocurrency แทนสมาชิก และการกระทำใดๆ ของตลาดซื้อขาย จะไม่ถือว่าเป็นการดำเนินการซื้อขาย cryptocurrency แทนสมาชิก
vi_vn: Sàn giao dịch không có quyền hạn thay mặt hội viên mua/bán tiền điện tử, bất kể hành vi nào của chúng tôi nhằm hỗ trợ hội viên giao dịch tiền điện tử cũng không đươc coi là hành vi thay thế.
zh_cn: 交易所无权代理会员销售或购买加密货币，交易所的任何行为均不得视为为会员进行加密货币交易的代理行为。

# Arbitrage_Term_144
source: The Exchange has no legal obligation to engage in any dispute between its members or between its members and any third party, nor shall it be held liable in this regard. However, except where the occurrence of such a dispute arising from reasons attributable to the Exchange.
ja_jp: 取引所は、会員間または会員と第3者間の紛争に関与する法的義務がなく、これと関連して、どのような責任も負いません。 ただし,これらの紛争の発生が取引所の帰責事由により生じた場合を除きます。
ru_ru: Биржа не имеет юридических обязательств вступать в какие-либо споры между ее пользователями или между ее пользователями и любыми третьими лицами, и не несет ответственности в этом отношении, за исключением случаев, когда возникновение такого спора возникает по причинам, относящимся к Бирже.
th_th: ตลาดซื้อขายจะไม่มีการรับผิดชอบ และไม่มีข้อผูกมัดทางกฎหมายในการมีส่วนร่วมในข้อพิพาทใดๆ ระหว่างสมาชิก หรือระหว่างสมาชิกและบุคคลที่สาม อย่างไรก็ตาม ข้อพิพาทดังกล่าวที่เกิดขึ้นนี้ไม่รวมกับกรณีที่เกิดขึ้นเนื่องจากความผิดพลาดของตลาดซื้อขาย
vi_vn: Chúng tôi không có nghĩa vụ giải quyết tranh chấp giữa các hội viên hoặc giữa hội viên và bên thứ 3, đồng nghĩa với việc chúng tôi không chịu bất kể trách nhiệm nào có liên quan vấn đề này. Ngoại trừ trường hợp mâu thuẫn này do lỗi chúng tôi gây ra.
zh_cn: 交易所不存在参与会员间或会员与第三方之间纠纷的法律义务，不承担任何与此相关的责任。 但排除因交易所的归责事由而发生此类纠纷的情况。
