Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# AtmPwdSetting_13
source: Please enter a password.
id_id: Silakan masukkan kata sandi Anda.
ja_jp: パスワードを入力してください。
ru_ru: Пожалуйста, введите пароль.
th_th: กรุณากรอกรหัสผ่าน
vi_vn: Vui lòng nhập mật khẩu của bạn.
zh_cn: 请输入密码。

# AtmPwdSetting_14
source: No cards registered. Please use after card registration.
id_id: Tidak ada kartu yang terdaftar. Silakan gunakan setelah registrasi kartu.
ja_jp: 登録されたカードがありません。カード登録後ご利用ください。
ru_ru: Никаких карточек не зарегистрировано. Пожалуйста, используйте после регистрации карты.
th_th: ไม่มีบัตรที่ลงทะเบียน กรุณาลงทะเบียนบัตรก่อนการใช้งาน
vi_vn: Không Có Thẻ Nào Được Đăng Ký. Vui Lòng Đăng Ký Sau Đó Sử Dụng.
zh_cn: 您还没有注册卡， 请您先注册后再使用。

# AtmPwdSetting_15
source: Do you want to register PTM password?
id_id: Apakah Anda ingin mendaftarkan kata sandi PTM?
ja_jp: PTMのパスワードを登録しますか？
ru_ru: Вы хотите зарегистрировать пароль в банке?
th_th: คุณต้องการลงทะเบียนรหัสผ่าน PTM หรือไม่
vi_vn: Bạn có muốn đăng ký mật khẩu PTM không?
zh_cn: 您要注册PTM密码吗？

# AtmPwdSetting_16
source: PTM password registration is completed.
id_id: Pendaftaran kata sandi PTM selesai.
ja_jp: PTMのパスワードの登録が完了しました。
ru_ru: Регистрация пароля паролей завершена.
th_th: การลงทะเบียนรหัสผ่าน PTM เสร็จสิ้น
vi_vn: Đăng ký mật khẩu PTM đã hoàn tất.
zh_cn: 已完成PTM密码注册。

# AtmPwdSetting_17
source: PTM password decryption error occurred.
id_id: Terjadi kesalahan dekripsi kata sandi PTM.
ja_jp: PTMのパスワード復号化エラーが発生しました。
ru_ru: Произошла ошибка дешифрования пароля PTM.
th_th: เกิดข้อผิดพลาดในการกู้รหัสผ่าน PTM
vi_vn: Đã xảy ra lỗi giải mã mật khẩu PTM.
zh_cn: 发生PTM密码解密错误。

# AtmPwdSetting_18
source: PTM password is already registered.
id_id: Kata sandi PTM telah terdaftar.
ja_jp: すでにPTMパスワードが登録されています。
ru_ru: Пароль PTM уже зарегистрирован.
th_th: รหัสผ่าน PTM ได้ลงทะเบียนไว้เรียบร้อยแล้ว
vi_vn: Mật khẩu PTM đã được đăng ký.
zh_cn: 已注册PTM密码。

# AtmPwdSetting_19
source: There is no card password.
id_id: Kata sandi kartu tidak ada.
ja_jp: カードのパスワードがありません。
ru_ru: У меня нет карточного пароля.
th_th: ไม่มีรหัสผ่านบัตร
vi_vn: Tôi không có mật khẩu thẻ.
zh_cn: 您还没有设置卡密码。

# RechargeDepositWithdraw_Card_Pop_25
source: No cards registered.
id_id: Tidak ada kartu yang terdaftar.
ja_jp: 登録されたカードがありません。
ru_ru: Никаких карточек не зарегистрировано.
th_th: ไม่มีบัตรที่ลงทะเบียน
vi_vn: Không có thẻ nào được đăng ký.
zh_cn: 您还没有注册预付卡。

# RechargeDepositWithdraw_Common_29
source: 1 time recharge limit amount is {0} {1}.
id_id: Batas pengisian ulang 1 kali adalah {0} {1}.
ja_jp: 1回の充電の上限は{0} {1}です。
ru_ru: 1 раз максимальная сумма пополнения составляет {0} {1}
th_th: วงเงินการเติมเงิน ต่อ 1 ครั้งคือ
vi_vn: Khoản tiền nạp lại tối đa 1 lần là {0} {1}
zh_cn: 1次充值限额为{0}{1}。

# RechargeDepositWithdraw_Common_30
source: 1 day recharge limit amount is {0} {1}.
id_id: Batas pengisian ulang 1 hari adalah {0} {1}.
ja_jp: 1日の充電上限は{0} {1}です。
ru_ru: 1-дневная сумма лимита пополнения составляет {0} {1}.
th_th: จำนวนจำกัดการเติมเงิน ต่อ 1 วันคือ
vi_vn: Số tiền giới hạn nạp tiền trong 1 ngày là {0} {1}.
zh_cn: 1日充值限额为{0}{1}。

# CoinTrading_Alert_47
source: Automatic transaction setup has been changed.
id_id: Ada perubahan dalam pengaturan transaksi otomatis
ja_jp: 自動取引設定が変更されました。
ru_ru: Функция Автоматических транзакций включена.
th_th: การแก้ไขการตั้งค่าการซื้อขายอัตโนมัติเสร็จสิ้น
vi_vn: Cài đặt giao dịch tự động của bạn đã thay đổi.
zh_cn: 已完成自动交易设置

# Fee_29
source: PTM Withdrawal
id_id: Penarikan PTM
ja_jp: PTM出金
ru_ru: Выход PTM
th_th: การถอน PTM
vi_vn: rút tiền PTM
zh_cn: PTM取款

# WithdrawDepositWithdraw_1_41
source: Available
id_id: Tersedia
ja_jp: 出金可能額
ru_ru: Доступный
th_th: ยอดที่ถอนได้
vi_vn: Chuyển tiền
zh_cn: 可取款金额

# MemberInfo_2_11
source: Reset PIN
ja_jp: PIN番号の初期化
ru_ru: Сбросить PIN-код
th_th: รีเซ็ต PIN
vi_vn: Đặt lại mã PIN
zh_cn: 初始化PIN码

# MemberInfo_Pop_14
source: Do you want to reset your PIN number?
id_id: Apakah Anda ingin mereset nomor PIN?
ja_jp: PIN番号を初期化しますか？
ru_ru: Сбросить PIN-код?
th_th: คุณต้องการรีเซ็ตรหัส PIN หรือไม่
vi_vn: Đặt lại số PIN?
zh_cn: 您确定要初始化PIN码吗？

# MemberInfo_Pop_15
source: To reset, after login from mobile, please set your PIN number again.
id_id: Untuk mereset, setelah melakukan mobile login, silakan setel kembali nomor PIN Anda.
ja_jp: 初期化する場合は、携帯電話からのログイン後 PIN番号をリセットしてください。
ru_ru: Чтобы инициализировать, после входа с мобильного Пожалуйста, сбросьте свой PIN-код.
th_th: กรณีที่มีการรีเซ็ตใหม่ กรุณาตั้งค่ารหัส PIN อีกครั้งหลังลงชื่อเข้าใช้บนมือถือ
vi_vn: Để khởi chạy, sau khi đăng nhập từ thiết bị di động Vui lòng đặt lại số PIN của bạn.
zh_cn: 初始化后，请使用手机登录并重置PIN码。

# MemberInfo_Pop_16
source: Your PIN number has been reset.
id_id: Nomor PIN telah direset.
ja_jp: PIN番号が初期化されています。
ru_ru: Идентификатор PIN-кода инициализируется.
th_th: การรีเซ็ตรหัส PIN เสร็จสิ้น
vi_vn: Số PIN được khởi tạo.
zh_cn: 您已初始化PIN码。

# MemberInfo_Pop_17
source: After login from mobile, please set your PIN number again.
id_id: Setelah melakukan mobile login, silakan setel kembali nomor PIN Anda.
ja_jp: 携帯電話でログイン後 PIN番号をリセットしてください。
ru_ru: После входа с мобильного Пожалуйста, сбросьте свой PIN-код.
th_th: กรุณาตั้งค่ารหัส PIN อีกครั้งหลังลงชื่อเข้าใช้บนมือถือ
vi_vn: Sau khi đăng nhập từ thiết bị di động Vui lòng đặt lại số PIN của bạn.
zh_cn: 请使用手机登录后重置PIN码。

# MemberInfo_Pop_18
source: PIN number is not set.
id_id: Nomor PIN belum diatur.
ja_jp: 設定されたPIN番号がありません。
ru_ru: PIN-код не установлен.
th_th: ไม่มีรหัส PIN ที่ตั้งไว้
vi_vn: Chưa đặt số PIN.
zh_cn: 您还没有设置PIN码。

# MemberInfo_Pop_19
source: Your PIN number has been reset.
id_id: Nomor PIN telah direset.
ja_jp: PIN番号が初期化されました
ru_ru: Сброс PIN-кода
th_th: การรีเซ็ตรหัส PIN เสร็จสิ้น
vi_vn: Đặt lại số PIN
zh_cn: 已完成PIN码初始化。

# MemberInfo_Pop_20
source: Initialization PIN Number Failed.
id_id: Идентификационный номер инициализации не выполнен.
ja_jp: 初期化PIN番号が失敗しました。
ru_ru: Inisialisasi Nomor PIN Gagal.
th_th: การรีเซ็ตรหัส PIN ล้มเหลว
vi_vn: Số PIN khởi tạo không thành công.
zh_cn: PIN码初始化失败。

# CoinTrading_1_6
source: Current {0} Quotes
id_id: Harga Terkini {0}
ja_jp: 現在{0}相場
ru_ru: Текущие котировки {0}
th_th: ราคาปัจจุบัน {0}
vi_vn: Báo giá {0} hiện tại
zh_cn: 当前{0}市价

# CoinTrading_Alert_48
source: You can only register up to {0} {1} per 1 time.
id_id: Anda hanya dapat mendaftar hingga {0} {1} per 1 kali.
ja_jp: 1回{0} {1}以下のみ登録可能です。
ru_ru: Вы можете регистрировать до {0} {1} в 1 раз.
th_th: คุณสามารถลงทะเบียนได้แค่ต่ำกว่า {0} {1} ต่อ 1 ครั้ง
vi_vn: Bạn chỉ có thể đăng ký tối đa {0} {1} mỗi lần.
zh_cn: 1次可交易{0} {1} 以下数量。

# CoinTrading_Alert_49
source: You can only register up to {0} {1} per 1 day.
id_id: Anda hanya dapat mendaftar hingga {0} {1} per 1 hari.
ja_jp: 1日{0} {1}以下のみ登録可能です。
ru_ru: Вы можете регистрировать до {0} {1} в течение 1 дня.
th_th: คุณสามารถลงทะเบียนได้แค่ต่ำกว่า {0} {1} ต่อ 1 วัน
vi_vn: Bạn chỉ có thể đăng ký tối đa {0} {1} mỗi ngày.
zh_cn: 1日可交易{0} {1} 以下数量。

# RechargeDepositWithdraw_Card_3_6
source: 2. If you choose to receive at the 'Entered Address' and pay it, you will receive a secure email with your card details.
id_id: 2. Jika Anda memilih untuk menerima di 'Alamat Pribadi' dan membayarnya, Anda akan menerima email dengan informasi kartu Anda.
ja_jp: 2. 「入力住所に受領」を選択した後決済時に登録された電子メールでカード情報が記載されたセキュアなメールが送信されます。
ru_ru: 2. Если вы решите получить в «Введенном адресе» и оплатите его, вы получите защищенное письмо с данными своей карты.
th_th: 2. หากเลือก 'การรับบัตรให้จัดส่งตามที่อยู่ที่กรอกไว้' หลังชำระเงิน จะทำการจัดส่งข้อมูลบัตรไปยังอีเมล์ของคุณที่ได้กรอกไว้ด้วยอีเมล์ที่มีความปลอดภัย
vi_vn: 2. Chọn 'Đã nhận làm đầu vào' và bạn sẽ nhận được một email an toàn cùng với chi tiết thẻ của bạn tại thời điểm thanh toán.
zh_cn: 2. 选择 '按收件人地址领取'并完成付款时将发送预付卡信息到您的邮箱地址。

# TradingHistory_1_15
source: EDC Machine Payment
id_id: Pembayaran Mesin EDC
ja_jp: 端末決済
ru_ru: Плата EDC Машина
th_th: การชำระผ่าน payment terminal
vi_vn: Thanh toán EDC
zh_cn: 刷卡机付款

# TradingHistory_Common_3
source: EDC Machine Number
id_id: Nomor Mesin EDC
ja_jp: 端末番号
ru_ru: Количество EDC Машина
th_th: หมายเลข payment terminal
vi_vn: Số máy EDC
zh_cn: 刷卡机编号

# CoinTrading_Alert_50
source: Sales function is not available for you.
id_id: Anda tidak dapat menggunakan fungsi Jual.
ja_jp: お客様は、販売を利用することができません。
ru_ru: Продажи вам недоступны.
th_th: คุณไม่สามารถขายได้
vi_vn: Bán hàng không có sẵn cho bạn.
zh_cn: 您无法进行卖出交易。

# CertificationDataSubmit_CMMC00000001326
source: Request to deactivate SMS Authentication
id_id: Permohonan Penonaktifan Verifikasi SMS
ja_jp: SMS認証を解除要請
ru_ru: Запрос на деактивацию аутентификации SMS
th_th: คำร้องขอยกเลิกการยืนยันตนผ่าน SMS
vi_vn: Yêu cầu hủy kích hoạt Xác thực SMS
zh_cn: 申请解除SMS认证

# WithdrawDepositWithdraw_1_42
source: SMS Authentication
id_id: Verifikasi SMS
ja_jp: SMS認証
ru_ru: Проверка подлинности SMS
th_th: ยืนยันทาง SMS
vi_vn: Xác thực SMS
zh_cn: SMS认证

# WithdrawDepositWithdraw_1_43
source: Send SMS
id_id: Kirim SMS
ja_jp: SMS送信
ru_ru: Отправить SMS
th_th: ส่ง SMS
vi_vn: Gửi SMS
zh_cn: 发送SMS

# WithdrawDepositWithdraw_1_44
source: SMS authentication is required. Please register your mobile phone number in [My Page > Member Information].
id_id: Verifikasi SMS diperlukan. Silakan daftarkan nomor ponsel Anda di [Lamanku > Informasi Anggota].
ja_jp: SMS認証が必要です。 [マイページ>会員情報]で携帯電話番号を登録してください。
ru_ru: Требуется аутентификация SMS. Зарегистрируйте свой номер мобильного телефона в разделе [Моя страница> Информация о члене].
th_th: กรุณายืนยันตัวตนทาง SMS และลงทะเบียนหมายเลขโทรศัพท์ [My Page > ข้อมูลสมาชิก]
vi_vn: Yêu cầu xác thực SMS. Vui lòng đăng ký số điện thoại di động của bạn trong [Trang của tôi> Thông tin thành viên].
zh_cn: 需要进行SMS认证。 请进入[我的主页>会员信息}页面注册手机号码。

# WithdrawDepositWithdraw_1_45
source: SMS authentication number will be sent. If SMS authentication does not work properly, please send us a request for identity verification through [Customer Center> Authentication > Authorization > Request to deactivate SMS Authentication].
id_id: Nomor verifikasi SMS akan dikirim. Jika verifikasi SMS tidak berfungsi dengan baik, silakan kirim permintaan verifikasi identitas melalui [Dukungan Pelanggan > Sertifikasi > Verifikasi Identitas > Permohonan Penonaktifan Verifikasi SMS].
ja_jp: SMS認証番号が送信されます。 SMS認証が正常にされない場合は、[クライアントセンター>認証資料提出>本人認証> SMS認証解除要求]を使用して、本人確認要求を受け付けてください。
ru_ru: Будет отправлен номер аутентификации SMS. Если проверка подлинности SMS не работает должным образом, отправьте нам запрос на проверку личности через [Центр клиентов> Аутентификация> Авторизация> Запрос на деактивацию аутентификации SMS].
th_th: รหัสยืนยัน SMS ถูกส่งเรียบร้อยแล้ว หากไม่สามารถยืนยันทำการยืนยันผ่าน SMS ได้ตามปกติ กรุณายื่นคำร้องขอยืนยันตัวตน [My page > ส่งเอกสารการยืนยัน > คำร้องขอยืนยันตัวตนผ่าน SMS]
vi_vn: Số xác thực SMS sẽ được gửi. Nếu xác thực SMS không hoạt động đúng, vui lòng gửi cho chúng tôi yêu cầu xác minh danh tính thông qua [Trung tâm khách hàng> Xác thực> Ủy quyền> Yêu cầu hủy kích hoạt Xác thực SMS].
zh_cn: 已发送SMS认证号。 无法正常进行SMS认证的会员， 请进入[客服中心>提交认证信息>本人认证>申请解除SMS认证]菜单申请本人认证。

# TransferDepositWithdraw_Common_18
source: SMS authentication is not complete.
id_id: Verifikasi SMS belum selesai.
ja_jp: SMS認証が完了していません。
ru_ru: Проверка подлинности SMS не завершена.
th_th: การยืนยันทาง SMS ยังไม่เสร็จสิ้น
vi_vn: Xác thực SMS chưa hoàn tất.
zh_cn: 您还未进行SMS认证。

# WithdrawDepositWithdraw_Common_37
source: SMS authentication is not complete.
id_id: Verifikasi SMS belum selesai.
ja_jp: SMS認証が完了していません。
ru_ru: Проверка подлинности SMS не завершена.
th_th: การยืนยันทาง SMS ยังไม่เสร็จสิ้น
vi_vn: Xác thực SMS chưa hoàn tất.
zh_cn: 您还未进行SMS认证。

# TransferDepositWithdraw_Common_19
source: You cannot use the withdrawal function.
id_id: Anda tidak dapat melakukan penarikan.
ja_jp: お客様は出金を利用することができません。
ru_ru: Вы не можете использовать функцию вывода.
th_th: คุณไม่สามารถทำการถอนได้
vi_vn: Rút tiền của bạn không có sẵn.
zh_cn: 您无法使用取款及加密货币转出服务。

# Main_Menu_4_4
source: Apply for Trust
id_id: Pendaftaran Trust
ja_jp: トラストの申請
ru_ru: Применить для Trust
th_th: สมัคร TRUST
vi_vn: Trust Ứng dụng
zh_cn: Trust申请

# TrustRequest_1_1
source: TRUST is a product that pays the customer an interest in the form of cryptocurrency if they invest by trusting some of their own cryptocurrency that are designated as a Coin Trust cryptocurrency to the exchange.
id_id: TRUST adalah produk yang memberi bunga kepada pelanggan dalam bentuk cryptocurrency jika mereka berinvestasi dengan mempercayakan sebagian dari cryptocurrency milik mereka yang ditetapkan sebagai cryptocurrency Coin Trust ke bursa.
ja_jp: TRUSTは取引所に自分が保有しているパスワード貨幣のコインの信頼を進行するコインで指定されたパスワード貨幣の一部を受託することが場合、投資したパスワード貨幣の利子を暗号通貨で支払われる商品です。
ru_ru: TRUST - это продукт, который выплачивает проценты за вложенную вами криптовалюту, которыми вы владеете на данной бирже, и которые обозначены для траста.
th_th: TRUST คือ สินค้าที่ให้ผลตอบแทนดอกเบี้ยในรูปแบบของ cryptocurrency แก่ลูกค้าที่นำ cryptocurrency ที่ตนเองถืออยู่ในตลาดซื้อขายมาลงทุน โดยการฝาก(entrust) ประเภทเหรียญที่ทาง trust ได้กำหนดไว้
vi_vn: TRUST là dịch vụ trả lãi bằng tiền mã hóa khi đầu tư bằng tiền mã hóa nếu bạn gửi một phần tiền mã hóa được chỉ định bằng coin để thực hiện coin TRUST trong số tiền mã hóa mà bạn sở hữu tại sàn giao dịch.
zh_cn: TRUST是向交易所委托自己持有且被指定为进行TRUST的加密货币中的一部分加密货币时，以加密货币支付投资利息的商品。

# TrustRequest_1_10
source: Apply Date
id_id: Tgl Daftar
ja_jp: 申請日
ru_ru: применения
th_th: วันที่สมัคร
vi_vn: Ngày đăng ký
zh_cn: 申请时间

# TrustRequest_1_11
source: Due Date
id_id: Jatuh Tempo
ja_jp: 有効期限
ru_ru: погашения
th_th: วันสิ้นสุด
vi_vn: Ngày đến hạn
zh_cn: 截止时间

# TrustRequest_1_12
source: Terms
id_id: Ketentuan
ja_jp: 利用規約
ru_ru: Правила
th_th: ข้อตกลงและเงื่อนไขการใช้บริการ
vi_vn: Điều khoản
zh_cn: 使用条款

# TrustRequest_1_12_1
source: Terms and Conditions [Required]
id_id: Syarat dan Ketentuan [Wajib]
ja_jp: 利用規約[必須]
ru_ru: Условия и положения [Требуется]
th_th: ข้อตกลงและเงื่อนไขการใช้บริการ [จำเป็น]
vi_vn: Điều khoản và Điều kiện [Bắt buộc]
zh_cn: 使用条款[必选]

# TrustRequest_1_2
source: Currency
id_id: Mata Uang
ja_jp: 通貨
ru_ru: валюта
th_th: สกุล
vi_vn: Tiền tệ
zh_cn: 货币

# TrustRequest_1_3
source: Minimum
ja_jp: 最小の申請数量
ru_ru: минимум
th_th: ปริมาณการสมัครขั้นต่ำ
vi_vn: tối thiểu
zh_cn: 最小申请数量

# TrustRequest_1_4
source: Hold Coin
id_id: Koin Milik
ja_jp: 保有コイン
ru_ru: удержание
th_th: เหรียญที่ถืออยู่
vi_vn: Cầm đồng xu
zh_cn: 持有加密货币

# TrustRequest_1_5
source: Quantity
id_id: Jumlah
ja_jp: 申请状态
ru_ru: Количество
th_th: ปริมาณ
vi_vn: số lượng
zh_cn: 申请数量

# TrustRequest_1_6
source: Period
id_id: Periode
ja_jp: 期間を選択
ru_ru: период
th_th: เลือกช่วงเวลา
vi_vn: giai đoạn
zh_cn: 选择时间

# TrustRequest_1_7
source: Interest Rate
id_id: Suku Bunga
ja_jp: 金利
ru_ru: Ставка
th_th: อัตราดอกเบี้ย
vi_vn: Lãi suất
zh_cn: 利率

# TrustRequest_1_8
source: Expected Interest
id_id: Perkiraan Bunga
ja_jp: 予想な利子
ru_ru: Ожидаемый
th_th: ดอกเบี้ยที่คาดการณ์
vi_vn: Lãi suất mong đợi
zh_cn: 预计利率

# TrustRequest_1_9
source: Receipts (+ Interest)
id_id: Terima (+ Bunga)
ja_jp: 総支給額（利息を含む）
ru_ru: Квитанции (+ интерес)
th_th: จำนวนที่รับทั้งหมด (รวมดอกเบี้ย)
vi_vn: Biên nhận (+ Lãi)
zh_cn: 总获取数量（包括利息）

# TrustRequest_2
source: Trust Application Details
id_id: Detail Pendaftaran Trust
ja_jp: トラストの申請内容
ru_ru: Trust Нанесение
th_th: ประวัติการสมัคร TRUST
vi_vn: Chi tiết ứng dụng tin cậy
zh_cn: Trust申请明细

# TrustRequest_Alert_1
source: Please select the application period.
id_id: Silakan pilih periode pendaftaran.
ja_jp: 申請期間を選択してください。
ru_ru: Выберите период подачи заявки.
th_th: กรุณาเลือกช่วงเวลาการสมัคร
vi_vn: Vui lòng chọn khoảng thời gian đăng ký.
zh_cn: 请选择申请时间

# TrustRequest_Alert_2
source: Please enter the application quantity.
id_id: Silakan masukkan jumlah pendaftaran.
ja_jp: 申し込み数量を入力してください。
ru_ru: Укажите количество заявок.
th_th: กรุณากรอกปริมาณที่ต้องการสมัคร
vi_vn: Vui lòng nhập số lượng ứng dụng.
zh_cn: 请输入申请数量

# TrustRequest_Alert_3
source: You can not apply more than your holding coin.
id_id: Tidak dapat mendaftar dengan jumlah melebihi koin yang Anda miliki.
ja_jp: 保有コインより多ければ申請することができません。
ru_ru: Вы не можете применять больше, чем свою монету.
th_th: คุณไม่สามารถสมัครมากกว่าเหรียญที่ถืออยู่ได้
vi_vn: Bạn không thể áp dụng nhiều hơn số tiền đã đăng ký của mình.
zh_cn: 申请数量不能高于持有数量。

# TrustRequest_Alert_4
source: Transactions and withdrawals will be limited at the time of application. Would you like to apply?
id_id: Transaksi dan penarikan akan dibatasi pada saat pendaftaran. Apakah Anda ingin mendaftar?
ja_jp: 申請時の取引と出金が制限されます。申し込みしますか？
ru_ru: Сделки и изъятия будут ограничены на момент подачи заявки. Вы хотите подать заявку?
th_th: หากคุณสมัคร การซื้อขายและการถอนจะถูกจำกัด คุณต้องการสมัครหรือไม่?
vi_vn: Giao dịch và rút tiền sẽ bị giới hạn. Bạn có muốn đăng ký không?
zh_cn: 申请时交易及取款将受限。 您确定要申请码？

# TrustRequest_Alert_5
source: If you terminate before expiration, interest will not be paid. Do you want to terminate?
id_id: Jika Anda membatalkan sebelum jatuh tempo, bunga tidak akan dibayar. Apakah anda ingin membatalkan?
ja_jp: 満期前解約時利払いがありません。解約しますか？
ru_ru: Если вы не возражаете платить, Вы хотите прекратить работу?
th_th: คุณจะไม่สามารถได้รับดอกเบี้ยหากทำการยกเลิกก่อนเวลา คุณต้องการยกเลิกหรือไม่?
vi_vn: Nếu bạn hủy trước khi hết hạn, lãi sẽ không được thanh toán. Bạn có muốn hủy không?
zh_cn: 如果在到期之前取消就无法获取利息。您确定要取消吗？

# TrustRequest_1_6_1
source: {0} months
id_id: {0} bulan
ja_jp: {0}ヶ月
ru_ru: {0} месяцев
th_th: {0} เดือน
vi_vn: {0} tháng
zh_cn: {0}个月

# TrustRequest_2_1
source: Apply Date
id_id: Tgl Daftar
ja_jp: 申請日
ru_ru: применения
th_th: วันที่สมัคร
vi_vn: Ngày đăng ký
zh_cn: 申请时间

# TrustRequest_2_2
source: Due Date
id_id: Jatuh Tempo
ja_jp: 有効期限
ru_ru: погашения
th_th: วันสิ้นสุด
vi_vn: Ngày đến hạn
zh_cn: 截止时间

# TrustRequest_2_3
source: Currency
id_id: Mata Uang
ja_jp: 通貨
ru_ru: валюта
th_th: สกุล
vi_vn: Tiền tệ
zh_cn: 货币

# TrustRequest_2_4
source: Quantity
id_id: Jumlah
ja_jp: 量
ru_ru: Количество
th_th: ปริมาณ
vi_vn: Số lượng
zh_cn: 数量

# TrustRequest_2_5
source: Interst
id_id: Bunga
ja_jp: インタレスト
th_th: ดอกเบี้ย
vi_vn: Quan tâm
zh_cn: 利息

# TrustRequest_2_6
source: Receipts
id_id: Terima
ja_jp: 総支給額
ru_ru: Квитанции
th_th: จำนวนที่รับทั้งหมด
vi_vn: Biên nhận
zh_cn: 总获取数量

# TrustRequest_2_7
source: Termination
id_id: Tgl Batal
ja_jp: 解約日
ru_ru: окончания
th_th: วันที่ยกเลิก
vi_vn: Chấm dứt
zh_cn: 取消日期

# TrustRequest_2_8
source: Status
ja_jp: 申请状态
ru_ru: Статус
th_th: สถานะ
vi_vn: Trạng thái
zh_cn: 状態

# TrustRequest_2_8_1
source: Expired
id_id: Jatuh Tempo
ja_jp: 満期
ru_ru: Истек
th_th: สิ้นสุด
vi_vn: Trưởng thành
zh_cn: 到期

# TrustRequest_2_8_2
source: Completed
id_id: Terdaftar
ja_jp: 申し込み完了
ru_ru: Завершенный
th_th: การสมัครเสร็จสิ้น
vi_vn: Đã hoàn thành
zh_cn: 完成申请

# TrustRequest_2_9
source: Remarks
id_id: Catatan
ja_jp: 備考
ru_ru: замечания
th_th: หมายเหตุ
vi_vn: Nhận xét
zh_cn: 备注

# TrustRequest_2_9_1
source: Terminate
id_id: Batalkan
ja_jp: 終了する
ru_ru: прекратить
th_th: การยกเลิก
vi_vn: Chấm dứt
zh_cn: 取消

# TrustRequest_2_8_3
source: Terminated
id_id: Batal
ja_jp: 解約
ru_ru: Отменено
th_th: ยกเลิก
vi_vn: Chấm dứt
zh_cn: 取消

# TrustRequest_Alert_6
source: You can not apply for less than the minimum quantity.
id_id: Tidak dapat mendaftar dengan jumlah kurang dari jumlah minimum.
ja_jp: 最小の申請数量より少なく申請することができません。
ru_ru: Вы не можете подать заявку на минимальное количество.
th_th: คุณไม่สามารถสมัครน้อยกว่าปริมาณขั้นต่ำที่สามารถสมัครได้
vi_vn: Bạn không thể áp dụng cho ít hơn số lượng tối thiểu.
zh_cn: 申请数量不能少于最小申请数量。

# TrustRequest_Alert_7
source: Your TRUST application is complete.
id_id: Pendaftaran TRUST Anda telah selesai.
ja_jp: TRUSTの申請が完了しました。
ru_ru: Ваше приложение TRUST завершено.
th_th: การสมัคร TRUST เสร็จสิ้นแล้ว
vi_vn: Ứng dụng TRUST của bạn đã hoàn tất.
zh_cn: 已完成TRUST申请。

# TrustRequest_Alert_8
source: Terminated.
id_id: Dibatalkan.
ja_jp: 終了しました。
ru_ru: отменен.
th_th: การยกเลิกเสร็จสิ้น
vi_vn: Đã hủy.
zh_cn: 已取消。

# TrustRequest_Alert_9
source: Terms of the agreement are not checked.
id_id: Ketentuan perjanjian belum dicentang.
ja_jp: 利用規約に同意のチェックがされていません。
ru_ru: Условия соглашения не проверяются.
th_th: ยังไม่ได้เลือกการยอมรับข้อตกลงและเงื่อนไขการใช้งาน
vi_vn: Các điều khoản của thỏa thuận không được kiểm tra.
zh_cn: 您还没有同意使用条款。

# AssetsMyPage_3_6
source: Trust
ja_jp: トラスト
ru_ru: доверие
vi_vn: Tin tưởng

# TrustRequest_1_9_1
source: Please apply after checking the terms and conditions.
id_id: Silakan mendaftar setelah memeriksa syarat dan ketentuan.
ja_jp: 利用規約を確認した後、申請してください。
ru_ru: Пожалуйста, примените после проверки условий.
th_th: กรุณาตรวจสอบข้อตกลงและเงื่อนไขการใช้งานก่อนทำการสมัคร
vi_vn: Vui lòng đăng ký sau khi kiểm tra các điều khoản và điều kiện.
zh_cn: 请确认使用条款后申请。

# DepositDepositWithdraw_Alert_1
source: The address has been copied to the clipboard.
id_id: Alamat telah disalin ke clipboard.
ja_jp: アドレスがクリップボードにコピーされました。
ru_ru: Адрес скопирован в буфер обмена.
th_th: ที่อยู่ถูกคัดลอกไปยังคลิปบอร์ดแล้ว
vi_vn: Địa chỉ đã được sao chép vào clipboard.
zh_cn: 复制地址到剪贴板

# TradingHistory_1_16
source: Trust
ja_jp: トラスト
ru_ru: доверие
vi_vn: Tin tưởng

# TradingHistory_Common_4
source: Interest Deposit
id_id: Deposit Bunga
ja_jp: 同時に入金
ru_ru: Проценты
th_th: การฝากดอกเบี้ย
vi_vn: Tiền gửi lãi
zh_cn: 利息存款

# TradingHistory_Common_5
source: Apply Date
id_id: Tgl Daftar
ja_jp: 申請日
ru_ru: применения
th_th: วันที่สมัคร
vi_vn: Ngày đăng ký
zh_cn: 申请时间

# AssetsMyPage_3_7
source: Transaction Limit
id_id: Batas Transaksi
ja_jp: 取引制限
ru_ru: Предел транзакции
th_th: จำนวนจำกัดการซื้อขาย
vi_vn: Giao dịch hạn chế
zh_cn: 交易受限

# TradingHistory_1_17
source: Deposits
id_id: Deposit Koin
ja_jp: コイン入金
ru_ru: Зачисление криптовалют
th_th: การฝากเหรียญ
vi_vn: Nạp Coin
zh_cn: 转入加密货币

# TradingHistory_1_17_1
source: Transaction Limit
id_id: Batas Transaksi
ja_jp: 取引制限
ru_ru: Предел транзакции
th_th: จำกัดการซื้อขาย
vi_vn: Giao dịch hạn chế
zh_cn: 交易受限

# TradingHistory_1_17_2
source: Deposit
ja_jp: 入金
ru_ru: Зачисление
th_th: การฝาก
vi_vn: nạp tiền
zh_cn: 转入

# Lending_1
source: Application
id_id: Pendaftaran
ja_jp: 申し込み
ru_ru: заявка
th_th: การสมัคร
vi_vn: Ứng dụng
zh_cn: 申请

# Lending_1_1
source: Apply for Lending
id_id: Pendaftaran Lending
ja_jp: Lending適用
ru_ru: Применить для Lending
th_th: การสมัครการยืม
vi_vn: Lending Ứng dụng
zh_cn: 申请Lending

# Lending_1_10
source: Expected Interest
id_id: Perkiraan Bunga
ja_jp: 予想であり、
ru_ru: Ожидаемый
th_th: ดอกเบี้ยที่คาดการณ์
vi_vn: Lãi suất mong đợi
zh_cn: 预计利息

# Lending_1_11
source: Total Repayment
id_id: Total Pembayaran
ja_jp: 総返済額
ru_ru: Общее погашение
th_th: ยอดชำระคืนทั้งหมด
vi_vn: Tổng số tiền hoàn trả
zh_cn: 总偿还金额

# Lending_1_12
source: Apply Date
id_id: Tgl Daftar
ja_jp: 申請日
ru_ru: заявка
th_th: วันที่สมัคร
vi_vn: Ngày đăng ký
zh_cn: 申请日期

# Lending_1_13
source: Expiry Date
id_id: Jatuh Tempo
ja_jp: 有効期限
ru_ru: погашения
th_th: วันสิ้นสุด
vi_vn: Ngày đến hạn
zh_cn: 截止日期

# Lending_1_14
source: Terms
id_id: Ketentuan
ja_jp: 利用規約
ru_ru: Правила
th_th: เงื่อนไขการใช้
vi_vn: Điều khoản
zh_cn: 使用条约

# Lending_1_14_1
source: Terms and Conditions [Required]
id_id: Syarat dan Ketentuan [Wajib]
ja_jp: 利用規約[必須]
ru_ru: Условия и положения [Требуется]
th_th: เงื่อนไขและข้อตกลงการใช้ [จำเป็น]
vi_vn: Điều khoản và Điều kiện [Bắt buộc]
zh_cn: 使用条约（必选）

# Lending_1_15
source: Lending Application History
id_id: Riwayat Pendaftaran Lending
ja_jp: Lending適用内訳
ru_ru: Lending История приложений
th_th: ประวัติการสมัครการยืม
vi_vn: Lending Lịch sử ứng dụng
zh_cn: Lending申请明细
