Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# WithdrawDepositWithdraw_Common_32
source: There is no charge amount.
id_id: Tidak ada saldo.
ja_jp: 充填金額がありません。
ru_ru: Нет никакой суммы.
th_th: ไม่มียอดการเติมเงิน
vi_vn: không có tiền nạp
zh_cn: 无充值金额。

# IP_Registration_4_19
source: An authentication number has been sent to your email.
id_id: Nomor verifikasi telah terkirim ke email yang terdaftar.
ja_jp: 登録されたEメールに認証番号が送信されました。
ru_ru: На ваш email был выслан номер для аутентификации.
th_th: รหัสยืนยันถูกส่งไปยังอีเมล์ที่ลงทะเบียนไว้แล้ว
vi_vn: Số xác thực được gửi qua Email đã được đăng nhập.
zh_cn: 您的验证邮件已发送至您的注册邮箱,

# MemberInfo_Pop_5
source: The phone number is already registered.
id_id: Sudah ada yang mendaftar dengan nomor handphone tersebut.
ja_jp: すでに登録されている電話番号です。
ru_ru: Номер телефона уже зарегистрирован.
th_th: หมายเลขโทรศัพท์นี้ได้ลงทะเบียนเรียบร้อยแล้ว
vi_vn: số điện thoại đã được đăng nhập
zh_cn: 此手机号码已被注册。

# TransferDepositWithdraw_Common_14
source: You can not transfer money below the minimum transfer limit.
id_id: Anda tidak dapat mentransfer uang di bawah batas transfer minimum.
ja_jp: 少なくとも、送金の限度未満は送金できません。
ru_ru: Вы не можете перевести деньги ниже минимального предела передачи.
th_th: ไม่สามารถโอนต่ำกว่าจำนวนจำกัดการโอนขั้นต่ำได้
vi_vn: Bạn không thể chuyển khoản dưới giới hạn chuyển khoản tối thiểu.
zh_cn: 请重新确认最低转出限额。

# TransferDepositWithdraw_Common_15
source: You have exceeded the 1 time transfer limit.
id_id: Anda telah melampaui batas 1 kali transfer.
ja_jp: 1回、送金の限度を超過しました。
ru_ru: Вы превысили лимит передачи 1 раз.
th_th: เกินกำหนดจำนวนจำกัดการโอนต่อ 1 ครั้ง
vi_vn: Bạn đã vượt quá giới hạn chuyển khoản một lần.
zh_cn: 超出每次转出限额。

# TransferDepositWithdraw_Common_16
source: You have exceeded the 1 day transfer limit.
id_id: Anda telah melampaui batas transfer 1 hari.
ja_jp: 1日、送金の限度を超過しました。
ru_ru: Вы превысили лимит передачи 1 день.
th_th: เกินกำหนดจำนวนจำกัดการโอนต่อ 1 วัน
vi_vn: Bạn đã vượt quá giới hạn chuyển khoản một ngày.
zh_cn: 超出每日转出限额。

# Main_Menu_3_5
source: Prepaid Card
id_id: Kartu Prabayar
ja_jp: プリペイドカード
ru_ru: Карта предоплаты
vi_vn: thẻ trả trước
zh_cn: 预付卡

# CertifyMyPage_Alert_10
source: OPT change is possible after June 29th.
id_id: Perubahan OPT dapat dilakukan setelah tanggal 29 Juni.
ja_jp: OPTの変更は6月29日から可能です。
ru_ru: Изменение OPT возможно после 29 июня.
th_th: การเปลี่ยนแปลง OTP สามารถทำได้หลังวันที่ 29 มิ.ย.
vi_vn: có thể thay đổi OTP từ sau ngày 29 tháng 6
zh_cn: 在6月29日后才可进行OTP更改。

# Login_24
source: {0} password error.
id_id: {0} kali kesalahan kata sandi.
ja_jp: パスワード{0}回ミスです。
ru_ru: {0} ошибка пароля.
th_th: รหัสผ่านไม่ถูกต้อง {0} ครั้ง
vi_vn: mật khẩu lỗi {0} lần
zh_cn: 密码错误第{0}回。

# Login_25
source: Login is restricted after 5 password errors.
id_id: Login dibatasi setelah 5 kali kesalahan kata sandi.
ja_jp: パスワード5回ミス時ログインが制限されます。
ru_ru: Вход ограничен после 5 ошибок пароля.
th_th: การเข้าสู่ระบบถูกระงับการใช้ชั่วคราวเนื่องจากกรอกรหัสผ่านเข้าสู่ระบบไม่ถูกต้อง 5 ครั้ง
vi_vn: khi lỗi mật khẩu 5 lần thì Login bị hạn chế
zh_cn: 输入5回错误密码时，登录会被受限。

# CertifyMyPage_Alert_11
source: OTP can be changed after KYC Authentication.
id_id: OTP dapat diubah setelah Verifikasi KYC.
ja_jp: KYC認証後OTPの変更が可能です。
ru_ru: OTP может быть изменен после аутентификации KYC.
th_th: กรุณายืนยัน KYC ก่อนเปลี่ยนแปลง OTP
vi_vn: OTP có thể được thay đổi sau khi xác thực KYC.
zh_cn: 进行KYC认证后才能更改OTP。

# CertifyMyPage_Alert_12
source: Please request OTP change at [Customer Support > Authentication > Authentication] menu.
id_id: Silakan ajukan perubahan OTP di menu [Dukungan Pelanggan > Sertifikasi > Sertifikasi].
ja_jp: 「顧客サポート＞認証資料提出>認証資料の提出」メニューでOTPの変更を申請してください。
ru_ru: Пожалуйста, запросите изменение OTP в меню [Поддержка клиентов > Отправить документы для проверки личности > Аутентификация].
th_th: กรุณาสมัครขอเปลี่ยนแปลง OTP [ผู้ดูแลระบบ > ส่งเอกสารการยืนยัน]
vi_vn: Vui lòng đăng ký thay đổi OTP từ menu [trung tâm khách hàng>đệ trình tài liệu xác thực]
zh_cn: 请在[客服中心>提交认证信息>提交认证信息]菜单中的区分选择“更改OTP”。

# WithdrawDepositWithdraw_Common_33
source: Please note that it is difficult to withdraw within 48 hours after depositing the prepaid card.
id_id: Mohon dicatat bahwa penarikan akan sulit dilakukan selama 48 jam setelah deposit ke kartu prabayar.
ja_jp: プリペイドカードに入金後、48時間以内には出金ができませんから、この部分を確認してください。
ru_ru: Обратите внимание, что в течение 48 часов после внесения предоплаченной карты ее сложно снять.
th_th: หลังจากทำการฝาก prepaid card แล้ว
vi_vn: Xin lưu ý rằng quý khách không thể rút tiền trong vòng 48 giờ sau khi đặt cọc thẻ trả trước.
zh_cn: 请注意，预付卡存款后48小时内可能无法取款。

# WithdrawDepositWithdraw_Common_34
source: You can not withdraw within 48 hours after depositing your prepaid card.
id_id: Anda tidak dapat melakukan penarikan selama 48 jam setelah deposit ke kartu prabayar.
ja_jp: プリペイドカードに入金後、48時間以内には出金ができません。
ru_ru: Вы не можете отказаться в течение 48 часов после внесения предоплаченной карты.
th_th: จะไม่สามารถถอนได้ประมาณ 48 ชั่วโมง
vi_vn: Bạn sẽ không thể rút tiền trong vòng 48 giờ sau khi gửi thẻ trả trước của bạn.
zh_cn: 预付卡存款后， 在48小时内无法取款。

# WithdrawDepositWithdraw_Common_35
source: The exchange rate quotes applied here are provided by apilayer.com and may differ from the domestic quotation information.
id_id: Nilai tukar harga terkini yang tertera disediakan oleh apilayer.com dan mungkin berbeda dari informasi harga terkini domestik.
ja_jp: 為替相場はapilayer.comで提供される相場で適用され、国内相場情報と差があり得ます。
ru_ru: Котировки обменного курса, применяемые здесь, предоставляются apilayer.com и могут отличаться от внутренней котировки.
th_th: อัตราการแลกเปลี่ยนจะอ้างอิงจาก apilayer.com ดังนั้นอาจต่างจากข้อมูลอัตราแลกเปลี่ยนภายในประเทศได้
vi_vn: Các báo giá tỷ giá hối đoái được áp dụng tại apilayer.com và có thể khác với thông tin báo giá trong nước.
zh_cn: 汇率按照apilayer.com网页提供的汇率信息适用，可能与国内的市价有所差异。

# RechargeDepositWithdraw_Common_23
source: Prepaid card charging can be checked after 10-20 minutes.
id_id: Pengisian kartu prabayar dapat diperiksa setelah 10-20 menit.
ja_jp: プリペイドカード充電の反映は10~20分以降確認されます。
ru_ru: Зарядка с предоплаченной карточкой может быть проверена через 10-20 минут.
th_th: การเติมเงิน prepaid card จะมีผลหลังจาก 10 - 20 นาที
vi_vn: Tiền hoàn lại trên thẻ trả trước sẽ được phản ánh sau 10-20 phút.
zh_cn: 10~20分钟后可确认预付卡充值信息。

# AlramMyPage_1_2_15
source: Prepaid Card
id_id: Kartu Prabayar
ja_jp: プリペイドカード
ru_ru: Карта предоплаты
vi_vn: Thẻ Trả Trước
zh_cn: 预付卡

# WithdrawDepositWithdraw_Common_36
source: You have exceeded the amount available for withdrawal.
id_id: Anda telah melebihi batas yang tersedia untuk penarikan.
ja_jp: カードの出金可能な金額を超過しました。
ru_ru: Вы превысили сумму, доступную для вывода.
th_th: เกินกำหนดยอดที่สามารถถอนเงินจากบัตรได้
vi_vn: Bạn đã vượt quá số tiền bạn có thể rút.
zh_cn: 已超出预付卡可取款金额。

# CertificationDataSubmit_CMMC00000000986
source: OTP Initialization
id_id: Inisialisasi OTP
ja_jp: OTPリセット
ru_ru: Инициализация OTP
th_th: รีเซ็ต OTP
vi_vn: Khởi tạo OTP
zh_cn: OTP初始化

# AlramMyPage_1_2_16
source: Authentication
id_id: Sertifikasi
ja_jp: 認証資料提出
ru_ru: Аутентификация
th_th: ส่งเอกสารการยืนยัน
vi_vn: Đệ Trình Tư Liệu Xác Thực
zh_cn: 提交认证信息

# MemberInfo_Pop_6
source: Please select the recommender's country.
id_id: Silakan pilih negara dari recommender.
ja_jp: 推薦人国家を選択してください
ru_ru: Пожалуйста, выберите страну-рекомендацию.
th_th: กรุณาเลือกประเทศที่แนะนำ
vi_vn: Vui lòng chọn quốc gia liên kết giới thiệu
zh_cn: 请选择推荐人国家

# MemberInfo_Pop_7
source: Please select the recommender's branch.
id_id: Silakan pilih cabang dari recommender.
ja_jp: 推薦人地点を選択してください
ru_ru: Выберите филиал рекомендателя.
th_th: กรุณาเลือกสาขาที่แนะนำ
vi_vn: Vui lòng chọn một điểm giới thiệu
zh_cn: 请选择推荐人所在区

# MemberInfo_Pop_8
source: Please select the recommender.
id_id: Silakan pilih recommender.
ja_jp: 推薦人を選択してください
ru_ru: Выберите рекомендацию.
th_th: กรุณาเลือกผู้แนะนำ
vi_vn: Vui lòng chọn giới thiệu
zh_cn: 请选择推荐人

# MemberInfo_2_6
source: Register Recommender
id_id: Daftarkan Recommender
ja_jp: 推薦人登録
ru_ru: Рекомендатор реестра
th_th: ลงทะเบียนผู้แนะนำ
vi_vn: Đăng kí người giới thiệu
zh_cn: 注册推荐人

# MemberInfo_2_7
source: Country of Recommender
id_id: Negara Recommender
ja_jp: 推薦人国家
ru_ru: Страна рекомендации
th_th: ประเทศที่แนะนำ
vi_vn: quốc gia liên kết giới thiệu
zh_cn: 推荐人国家

# MemberInfo_2_8
source: Branch
id_id: Cabang
ja_jp: 支店
ru_ru: Филиал
th_th: สาขา
vi_vn: chi nhánh
zh_cn: 地区

# MemberInfo_2_9
source: Recommender
ja_jp: 推薦人
ru_ru: Рекомендатор
th_th: ผู้แนะนำ
vi_vn: giới thiệu
zh_cn: 推荐人

# Common_Alert_18
source: Select
id_id: Opsi
ja_jp: 選択
ru_ru: По выбору
th_th: เลือก
vi_vn: Chọn
zh_cn: 选择

# RechargeDepositWithdraw_Common_24
source: (Promotion)
id_id: (Promosi)
ja_jp: (プロモーション)
ru_ru: (Продвижение)
th_th: (โปรโมชั่น)
vi_vn: (Khuyến mãi)
zh_cn: (促销)

# MemberInfo_Pop_10
source: Do you want to save it?
id_id: Apakah Anda ingin menyimpannya?
ja_jp: 保存しますか。
ru_ru: Вы хотите сохранить его?
th_th: คุณต้องการจัดเก็บหรือไม่
vi_vn: Bạn có muốn lưu nó?
zh_cn: 你想保存吗？

# MemberInfo_Pop_9
source: Your account number is not registered.
id_id: Nomor rekening Anda tidak terdaftar.
ja_jp: 口座番号が登録されませんでした。
ru_ru: Номер вашей учетной записи не зарегистрирован.
th_th: คุณยังไม่ได้ลงทะเบียนหมายเลขบัญชีธนาคาร
vi_vn: Số tài khoản của bạn chưa được đăng ký.
zh_cn: 您的帐号未注册。

# RechargeDepositWithdraw_Common_25
source: Please register your account number and mobile phone number in [My Page > Management].
id_id: Silakan daftarkan nomor rekening dan nomor ponsel Anda di [Lamanku > Informasi Anggota].
ja_jp: [マイページ>会員情報管理]で口座番号と携帯電話番号を 登録してください。
ru_ru: Пожалуйста, зарегистрируйте свой номер счета и номер мобильного телефона в разделе [Моя страница> Управление информацией о членах].
th_th: กรุณาลงทะเบียนหมายเลขโทรศัพท์และหมายเลขบัญชีธนาคารที่ [My page > ข้อมูลสมาชิก]
vi_vn: Vui lòng đăng ký số tài khoản và số điện thoại di động của bạn trong [My page > Quản lý thông tin thành viên].
zh_cn: 请在[我的页面>会员信息管理]中注册您的帐号和手机号码。

# MemberInfo_2_10
source: Email/Push Language
id_id: Bahasa Email/Push
ja_jp: メール/プッシュ言語
ru_ru: Язык электронной почты / Push
th_th: ภาษาสำหรับแจ้งเตือน push email
vi_vn: Ngôn ngữ thư/đẩy
zh_cn: 邮件/推送语言

# CoinTrading_Alert_18_1
source: Please enter the amount of your order.
id_id: Silakan masukkan jumlah pesanan Anda.
ja_jp: 注文金額を入力してください。
th_th: กรุณากรอกยอดออเดอร์
vi_vn: Vui lòng nhập số tiền đặt hàng của bạn.
zh_cn: 请输入订购金额。

# TradingHistory_3_9
source: Trade
id_id: Harga transaksi
ja_jp: 取引
ru_ru: цена сделки
th_th: การซื้อขาย
vi_vn: Giá giao dịch
zh_cn: 订购价

# Main_Menu_2_7
source: Designated trading
id_id: Transaksi Harga Tetap
ja_jp: 指し値取引
ru_ru: Сделки по фиксированной цене
th_th: การซื้อ/การขาย
vi_vn: mua/bán
zh_cn: 买入/卖出

# Main_QuickMenu_20
source: Designated trading
id_id: Transaksi Harga Tetap
ja_jp: 指し値取引
ru_ru: Сделки по фиксированной цене
th_th: การซื้อ/การขาย
vi_vn: mua/bán
zh_cn: 买入/卖出

# MemberInfo_Pop_11
source: The authentication number has been sent to the registered mobile phone. Please check and enter your authentication number.
id_id: Nomor verifikasi telah dikirim ke ponsel yang terdaftar. Silakan periksa dan masukkan nomor verifikasi Anda.
ja_jp: 認証番号を登録された該当携帯に転送しました。 確認後認証番号を入力してください。
ru_ru: Номер аутентификации отправлен на зарегистрированный мобильный телефон. Проверьте и введите свой идентификационный номер.
th_th: รหัสยืนยันถูกส่งไปยังหมายเลขโทรศัพท์ที่ลงทะเบียนไว้แล้ว กรุณากรอกรหัสยืนยัน
vi_vn: Số xác thực đã được chuyển sang điện thoại di động đã đăng ký. Vui lòng nhập số xác minh của bạn sau khi xác nhận.
zh_cn: 认证号码已发送到您的手机。请确认后输入认证号码。

# MemberInfo_Pop_12
source: We could not verify your phone number.
id_id: Kami tidak dapat memverifikasi nomor telepon Anda.
ja_jp: 電話番号を確認できません。
ru_ru: Мы не смогли подтвердить ваш номер телефона.
th_th: ไม่สามารถตรวจสอบหมายเลขโทรศัพท์ได้
vi_vn: Chúng tôi không thể xác minh số điện thoại của bạn.
zh_cn: 无法确认您的手机号码。

# MemberInfo_Pop_13
source: SMS delivery failed. Please try again in a few minutes.
id_id: Pengiriman SMS gagal. Silakan coba lagi dalam beberapa menit.
ja_jp: SMS配信に失敗しました。 後ほど改めてしてください。
ru_ru: Сбой доставки SMS. Пожалуйста, повторите попытку через несколько минут.
th_th: การส่ง SMS ล้มเหลว อีกสักครู่กรุณาลองใหม่
vi_vn: Không gửi được SMS. Vui lòng thử lại sau vài phút.
zh_cn: SMS发送失败， 请稍后再试。

# Common_Alert_19
source: SMS authentication is not complete.
id_id: Verifikasi SMS belum selesai.
ja_jp: SMS認証が完了していません。
ru_ru: Проверка подлинности электронной почты не завершена.
th_th: การยืนยันทาง SMS ยังไม่เสร็จสิ้น
vi_vn: Xác minh SMS chưa hoàn tất.
zh_cn: 还未完成邮箱认证。

# RechargeDepositWithdraw_Common_26
source: Prepaid Card Charging Method
id_id: Metode Pengisian Kartu Prabayar
ja_jp: プリペイドカード充電方法
ru_ru: Способ оплаты по предоплаченной карте
th_th: วิธีการเติม prepaid card
vi_vn: Phương thức sạc thẻ trả trước
zh_cn: 预付卡充值方法

# RechargeDepositWithdraw_Common_27
source: You can check the charging method from [Moacard homepage (
id_id: Anda dapat mengecek metode pengisian di [Homepage Moacard (
ja_jp: [moacardホームページ（
ru_ru: Вы можете проверить способ оплаты на странице [Moacard homepage (
th_th: ตรวจสอบวิธีการเติมเงินได้ที่
vi_vn: Bạn có thể kiểm tra phương thức tính phí từ [trang chủ moacard (
zh_cn: 充值方法可在[moacard网站(

# RechargeDepositWithdraw_Common_28
source: ) > Holding Card].
id_id: ) > Kartu Milik].
ja_jp: ）>保有カード]で充電方法を確認することができます。
ru_ru: )> Холдинг].
th_th: [moacard homepage (http//moacard.joy365.kr) > บัตรที่ถืออยู่]
vi_vn: )> Thẻ lưu giữ].
zh_cn: ) > 持有卡]中确认。

# RechargeDepositWithdraw_Card_1_1_7
source: *You can apply for one card per person.
id_id: *Anda dapat mengajukan satu kartu per orang.
ja_jp: *1人1枚のカードの申請が可能です。
ru_ru: *Вы можете подать заявку на одну карту на человека.
th_th: *สมาชิก 1 ท่าน สามารถสมัครบัตรได้เพียง 1 ใบ เท่านั้น
vi_vn: *Bạn có thể áp dụng cho một thẻ cho mỗi người.
zh_cn: *每人可申请1张卡。

# Common_Alert_20
source: Please change your branch and recommender in [My Page > Recommender Registration].
id_id: Silakan ubah cabang dan recommender Anda di [Lamanku > Registrasi Recommender].
ja_jp: マイページ>オススメ登録]でポイントと推薦人を変更してください。
ru_ru: Пожалуйста, измените свой филиал и рекомендацию в [Моя страница> Регистрация рецензента].
th_th: กรุณาแก้ไขผู้แนะนำและสาขา [My page > ลงทะเบียนผู้แนะนำ]
vi_vn: Vui lòng thay đổi chi nhánh và liên kết giới thiệu của bạn trong [My Page > Tham khảo].
zh_cn: 请在[我的主页 > 注册推荐人]菜单里更改分店及推荐人。

# Common_Alert_21
source: Standard
id_id: Standar
ja_jp: 基準
ru_ru: стандарт
th_th: เกณฑ์
vi_vn: Tiêu chuẩn
zh_cn: 基准

# TradingHistory_7_1
source: (Designation)
id_id: (Harga Tetap)
ja_jp: (指し値)
ru_ru: (фиксированная цена)
th_th: (ราคาที่กำหนด)
vi_vn: (giá chỉ định)
zh_cn: (指定价)

# TradingHistory_7_2
source: (Market)
id_id: (Harga Pasar)
ja_jp: (成行)
ru_ru: (рыночная цена)
th_th: (ราคาตลาด)
vi_vn: (giá thị trường)
zh_cn: (市场价)

# AssetsMyPage_7
source: Assets
id_id: Aset
ja_jp: 資産
ru_ru: активы
th_th: สินทรัพย์
vi_vn: Tài sản
zh_cn: 资产

# RechargeDepositWithdraw_Card_Pop_16
source: Please register after receiving your card.
id_id: Silakan mendaftar setelah menerima kartu.
ja_jp: カード受領後に、登録してください。
ru_ru: Пожалуйста, зарегистрируйтесь после получения карты.
th_th: กรุณาลงทะเบียนหลังรับบัตรเรียบร้อยแล้ว
vi_vn: Vui lòng đăng ký sau khi nhận được thẻ của bạn.
zh_cn: 请在收到您的卡后注册。

# CoinTrading_2_8
source: Minimum
ja_jp: 最小注文金額
ru_ru: минимум
th_th: ยอดออเดอร์ขั้นต่ำ
vi_vn: tối thiểu
zh_cn: 最低订购金额

# CoinTrading_2_9
source: Commission
id_id: Komisi
ja_jp: 手数料
ru_ru: комиссия
th_th: ค่าธรรมเนียม
vi_vn: Phí
zh_cn: 手续费

# Common_Alert_22
source: No Detail
id_id: tidak ada detail
ja_jp: 詳細はありません
ru_ru: нет подробностей
th_th: ไม่มีประวัติการซื้อขายของฉัน
vi_vn: không có chi tiết
zh_cn: 没有细节

# RechargeDepositWithdraw_Card_Pop_17
source: A card is already registered with the same name and phone number. Prepaid card is one-person one-card only therefore you cannot apply for another account.
id_id: Kartu telah terdaftar dengan nama dan nomor telepon yang sama. Anda tidak dapat mengajukan untuk akun lain karena kebijakan 1 orang 1 kartu.
ja_jp: 同じ名前と電話番号と既にカードが登録されています。プリペイドカードは、1人1カードとして他のアカウントに申し込むことができません。
ru_ru: Карточка уже зарегистрирована с тем же именем и номером телефона. Предоплаченные карты не могут быть применены к другим учетным записям как карточка одного человека.
th_th: บัตรได้ลงทะเบียนด้วยหมายเลขโทรศัพท์และชื่อที่เหมือนกันแล้ว เนื่องจากมีการสงวนสิทธิ์สมาชิก 1 ท่าน ต่อ prepaid card 1 ใบ ดังนั้นจะไม่สามารถสมัครด้วยบัญชีอื่นได้
vi_vn: Thẻ đã được đăng ký với cùng tên và số điện thoại. Thẻ trả trước không thể được áp dụng cho các tài khoản khác dưới dạng thẻ một người.
zh_cn: 已用该姓名与手机号注册过预付卡， 每人只能申请1个预付卡， 无法使用其他账号再次申请。

# RechargeDepositWithdraw_Card_Pop_18
source: Would you like to apply for a prepaid card?
id_id: Apakah Anda ingin mengajukan permohonan kartu prabayar?
ja_jp: プリペイドカードを申請しますか？
ru_ru: Вы хотите подать заявку на предоплаченную карту?
th_th: คุณต้องการสมัคร prepaid card หรือไม่
vi_vn: Bạn có muốn đăng ký thẻ trả trước không?
zh_cn: 您要申请预付卡吗？

# RechargeDepositWithdraw_Card_Pop_19
source: Prepaid cards can be picked up at [Gangnam] or at [Seolleung] branch in Seoul.
id_id: Kartu prabayar dapat diambil di cabang [Gangnam] atau [Seolleung] di Seoul.
ja_jp: プリペイドカードは、[ソウル江南区]または[ソウル宣陵]の時点で受領可能です。
ru_ru: Карты с предоплатой можно получить в филиале [Gangnam] или в [Seolleung] в Сеуле.
th_th: คุณสามารถรับ prepaid card ได้ที่สาขา [คังนัม โซล] หรือสาขา [ซอลลึง โซล]
vi_vn: Thẻ trả trước có thể được nhận tại [Gangnam] hoặc tại chi nhánh [Seolleung] ở Seoul.
zh_cn: 预付卡可以在[Gangnam, Seoul]或在[Seolleung, Seoul]店领取。

# RechargeDepositWithdraw_Card_Pop_20
source: Please check the location of the branch through Customer Support > Merchant Information.
id_id: Anda dapat mengecek lokasi cabang melalui Dukungan Pelanggan > Informasi Merchant.
ja_jp: ポイントの場所は、顧客センター>加盟店のご案内を介して確認してください。
ru_ru: Подтвердите местоположение филиала через Центр клиентов> Руководство для клиентов.
th_th: กรุณาตรวจสอบสถานที่ตั้ง ผู้ดูแลระบบ > ร้านค้าออฟไลน์
vi_vn: Vui lòng xác nhận vị trí của chi nhánh thông qua Trung tâm khách hàng> Hướng dẫn người bán.
zh_cn: 加盟店位置可在[服客中心>加盟店信息]菜单里确认。

# RechargeDepositWithdraw_Card_Pop_21
source: The prepaid card will be delivered to the shipping address you entered within about two weeks.
id_id: Kartu prabayar akan dikirimkan ke alamat pengiriman yang Anda masukkan dalam waktu sekitar dua minggu.
ja_jp: プリペイドカードは、入力された配送先に約2週間以内に発送されます。
ru_ru: Карта предоплаты будет доставлена на адрес доставки, который вы указали в течение двух недель.
th_th: prepaid card จะทำการส่งไปยังที่อยู่ที่กรอกไว้ โดยใช้เวลาประมาณ 2 สัปดาห์
vi_vn: Thẻ trả trước sẽ được gửi đến địa chỉ giao hàng bạn đã nhập trong vòng khoảng hai tuần.
zh_cn: 预付卡将在大约2周内发送到您输入的接收地址。

# RechargeDepositWithdraw_Card_Pop_22
source: Are you sure you want to cancel your card application?
id_id: Anda yakin ingin membatalkan pengajuan kartu Anda?
ja_jp: カードの申請をキャンセルしますか？
ru_ru: Вы действительно хотите отменить свое карточное приложение?
th_th: คุณต้องการยกเลิกการสมัคร prepaid card หรือไม่
vi_vn: Bạn có chắc chắn muốn hủy đơn đăng ký thẻ của mình không?
zh_cn: 您确定要取消预付卡申请吗？

# RechargeDepositWithdraw_Card_Pop_23
source: Cancel is complete.
id_id: Pembatalan selesai.
ja_jp: キャンセルが完了しました。
ru_ru: Отмена завершена.
th_th: การยกเลิกเสร็จสิ้น
vi_vn: Hủy hoàn tất.
zh_cn: 已完成取消。

# RechargeDepositWithdraw_Card_Pop_24
source: You can cancel only when the status is [Completed Application] or [Waiting for Deposit].
id_id: Anda dapat membatalkan hanya ketika statusnya [Pengajuan Selesai] atau [Menunggu Deposit].
ja_jp: 状態が[申し込み完了]、[入金待ち]の場合のみキャンセルが可能です。
ru_ru: Вы можете только отменить, если статус [Запрошен] или [Ожидание депозита].
th_th: กรณีที่สามารถยกเลิกได้คือ สถานะ [การสมัครเสร็จสิ้น], [รอฝาก] เท่านั้น
vi_vn: Bạn chỉ có thể hủy nếu trạng thái là [Đã yêu cầu] hoặc [Đang chờ ký quỹ].
zh_cn: 状态为[申请完成]或[等待存款]时才能取消。

# RechargeDepositWithdraw_Card_4_3_9
source: Cancel Application
id_id: Batalkan Pengajuan
ja_jp: 申し込みキャンセル
ru_ru: Отменить заявку
th_th: ยกเลิกการสมัคร
vi_vn: Hủy đơn đăng ký
zh_cn: 取消申请

# AtmPwdSetting_1
source: PTM Password Registration
id_id: Pendaftaran Kata Sandi PTM
ja_jp: PTMのパスワード登録
ru_ru: Регистрация паролей PTM
th_th: ลงทะเบียนรหัสผ่าน PTM
vi_vn: Đăng ký mật khẩu PTM
zh_cn: PTM密码注册

# AtmPwdSetting_10
source: Register
id_id: Registrasi
ja_jp: 登録
ru_ru: регистрация
th_th: ลงทะเบียน
vi_vn: Đăng ký
zh_cn: 注册

# AtmPwdSetting_11
source: Cancel
id_id: Batal
ja_jp: キャンセル
ru_ru: отменен
th_th: ยกเลิก
vi_vn: Hủy bỏ
zh_cn: 取消

# AtmPwdSetting_12
source: The password can be only 4 digits number.
id_id: Kata sandi hanya berupa 4 digit angka.
ja_jp: パスワードは4桁の数字のみが可能です。
ru_ru: Пароль - это только 4-значное число.
th_th: กรอกรหัสผ่านเฉพาะตัวเลข 4 หลักเท่านั้น
vi_vn: Mật khẩu chỉ là một số có 4 chữ số.
zh_cn: 密码只能设置为4位数字。

# AtmPwdSetting_2
source: The PTM password is different from the card usage password and is used to deposit/withdraw at the unattended teller machine.
id_id: Kata sandi PTM berbeda dengan kata sandi penggunaan kartu dan digunakan untuk deposit/penarikan di mesin teller otomatis.
ja_jp: PTMパスワードはカードの使用パスワードとは別に、無人預け払い機で入金/出金時に使用するパスワードです。
ru_ru: Пароль PTM отличается от пароля использования карты и используется для внесения депозита / снятия на банкомате без участия оператора.
th_th: รหัสผ่าน PTM เป็นรหัสผ่านที่ใช้สำหรับฝากถอนที่เครื่อง PTM ซึ่งแตกต่างจากรหัสผ่านการใช้บัตร
vi_vn: Mật khẩu PTM khác với mật khẩu sử dụng thẻ và được sử dụng để gửi / rút tiền tại máy rút tiền tự động.
zh_cn: PTM密码可使用在自动存取款机的存/取款服务中, 与预付卡使用密码不同。

# AtmPwdSetting_3
source: Without registration, you can not use your PTM for deposit or withdrawal. *PTM is CoinBlock Teller Machine.
id_id: Tanpa registrasi, Anda tidak dapat menggunakan PTM untuk deposit atau penarikan. *PTM adalah CoinBlock Teller Machine.
ja_jp: 未登録時PTM機器の入金/出金を使用することができません。 * PTMはCoinBlock Teller Machineです。
ru_ru: Без регистрации вы не можете использовать свой PTM для внесения или снятия средств. *PTM - CoinBlock Teller Machine.
th_th: กรุณาลงทะเบียนบัตรก่อนการทำธุรกรรมที่เครื่อง PTM *PTM คือ CoinBlock Teller Machine
vi_vn: Nếu không có đăng ký, bạn không thể sử dụng máy PTM của bạn để gửi tiền hoặc rút tiền. *PTM là Pacbit Teller Machine.
zh_cn: 未注册的用户无法使用PTM机的存/取款服务。 * PTM是CoinBlock专用自动存取款机。

# AtmPwdSetting_4
source: Card Number
id_id: Nomor Kartu
ja_jp: カード番号
ru_ru: Номер карты
th_th: หมายเลขบัตร
vi_vn: Số thẻ
zh_cn: 卡密码

# AtmPwdSetting_5
source: Enter Password
id_id: Masukkan Kata Sandi
ja_jp: パスワード入力
ru_ru: Введите пароль
th_th: กรอกรหัสผ่าน
vi_vn: Nhập mật khẩu
zh_cn: 输入密码

# AtmPwdSetting_6
source: Confirm Password
id_id: Konfirmasi Kata Sandi
ja_jp: パスワードの確認
ru_ru: Подтвердить пароль
th_th: ยืนยันรหัสผ่าน
vi_vn: Xác nhận mật khẩu
zh_cn: 确认密码

# AtmPwdSetting_7
source: You have already registered your PTM password.
id_id: Anda telah mendaftarkan kata sandi PTM Anda.
ja_jp: PTMパスワードをすでに登録しました。
ru_ru: Вы уже зарегистрировали свой банкомат.
th_th: รหัสผ่าน PTM ได้ลงทะเบียนไว้เรียบร้อยแล้ว
vi_vn: Bạn đã đăng ký mật khẩu PTM của mình.
zh_cn: 您已注册PTM密码

# AtmPwdSetting_8
source: If you lose your password, please contact Customer Center.
id_id: Jika Anda kehilangan kata sandi, silakan hubungi Pusat Pelanggan.
ja_jp: パスワード紛失時の顧客センターにお問い合わせください。
ru_ru: Если вы потеряете свой пароль, обратитесь в Центр обслуживания клиентов.
th_th: กรณีลืมรหัสผ่าน กรุณาติดต่อผู้ดูแลระบบ
vi_vn: Nếu bạn mất mật khẩu, vui lòng liên hệ với Trung tâm dịch vụ khách hàng.
zh_cn: 丢失密码的用户，请联系客服中心。

# AtmPwdSetting_9
source: Enter 4 digits number
id_id: Masukkan 4 digit angka
ja_jp: 数字4桁を入力
ru_ru: Введите 4 цифры
th_th: กรอกตัวเลข 4 หลัก
vi_vn: Nhập 4 chữ số
zh_cn: 请输入4位数字

# CertificationDataSubmit_CMMC00000001146
source: PTM password
id_id: Kata sandi PTM
ja_jp: PTMパスワード
ru_ru: Пароль паролей
th_th: รีเซ็ตรหัสผ่าน PTM
vi_vn: Mật khẩu PTM
zh_cn: PTM密码
