Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# TradingCommonTooltip_1_5
source: The all unsigned order history is an unsigned breakdown of the entire history of which the designation was registered as a buy/sell. The sales (Sell) list is in ascending order by price The purchase (buy) list is in descending order by price
id_id: Rincian semua transaksi yang belum selesai adalah rincian semua beli/jual harga tertentu yang telah ditentukan namun belum selesai. Daftar jual yang belum selesai diurut dari harga jual yang rendah ke tinggi dan daftar Beli yang belum selesai diurut dari harga beli yang tinggi ke rendah.
ja_jp: 全体未締結履歴は、指し値購入/販売で登録する全体履歴の中で締結されていない履歴です。 未締結販売(売渡)リストは売値基準昇順、未締結購入(買受)リストは買値基準降順に整列されます。
ru_ru: Вся неподписанная История представляет собой неподписанную разбивку всей истории, в которой обозначение было зарегистрировано как купля/продажа.
th_th: รายการที่ยังไม่มีการตกลงราคาทั้งหมดคือรายการที่ยังไม่มีการตกลงราคาจากรายการทั้งหมดที่ลงทะเบียนการซื้อ/การขายของราคาที่กำหนด รายการการขายที่ยังไม่มีการตกลงราคา (การขาย) จะแสดงในรูปแบบเรียงลำดับขึ้นของเกณฑ์ราคาขาย รายการการซื้อที่ยังไม่มีการตกลงราคา(การซื้อ) จะแสดงในรูปแบบเรียงลำดับลงของเกณฑ์ราคาซื้อ
vi_vn: chi tiết toàn bộ giao dịch chưa kí kết là chi tiết chưa được kí kết trong toàn bộ chi tiết đã đăng nhập vào mua/bán ở mức giá được chỉ định. danh sách giao dịch bán chưa kí kết (bán) được sắp xếp theo chuẩn thứ tự tăng dần. danh sách giao dịch mua chưa kí kết (mua) được được sắp xếp theo chuẩn thứ tự giảm dần.
zh_cn: 市场未成交明细是指，所有指定价买入/卖出出价中尚未成交的明细。 未成交卖出（销售）明细按卖出价从下到上的顺序排序。 未成交买入（购买）明细按买入价从上到下的顺序排序。

# TradingHistory_1_1
source: All
id_id: Semua
ja_jp: 全体
ru_ru: Общий
th_th: ทั้งหมด
vi_vn: tổng thể
zh_cn: 全部

# TradingHistory_1_2
source: Charge
id_id: Pengisian
ja_jp: 充電
ru_ru: Пополнение
th_th: การเติมเงิน
vi_vn: nạp
zh_cn: 充值

# TradingHistory_1_3
source: Buy
id_id: Pembelian
ja_jp: 購買
ru_ru: Покупка криптовалют
th_th: การซื้อ
vi_vn: Mua
zh_cn: 买入

# TradingHistory_1_4
source: Sell
id_id: Jual
ja_jp: 販売
ru_ru: Продажа криптовалют
th_th: การขาย
vi_vn: Bán
zh_cn: 卖出

# TradingHistory_1_5
source: Withdrawal
id_id: Penarikan
ja_jp: 出金
ru_ru: Снятие
th_th: การถอน
vi_vn: rút tiền
zh_cn: 取款

# TradingHistory_1_6
source: Transfer
id_id: Pengiriman
ja_jp: 送金
ru_ru: Перевод средств
th_th: การโอน
vi_vn: chuyển tiền
zh_cn: 转出

# TradingHistory_1_7
source: Deposit
id_id: Pengiriman/Transfer
ja_jp: 入金
ru_ru: Зачисление
th_th: การฝาก
vi_vn: nạp tiền
zh_cn: 转入

# TradingHistory_1_8
source: Etc.
id_id: Dll
ja_jp: その他
ru_ru: Прочее
th_th: อื่นๆ
vi_vn: Khác
zh_cn: 其他

# TradingHistory_2_1
source: Period
id_id: Periode
ja_jp: 期間
ru_ru: Период
th_th: ระยะเวลา
vi_vn: khoảng thời gian
zh_cn: 日期

# TradingHistory_2_2
source: Coin
id_id: Mata uang
ja_jp: 通貨
ru_ru: Валюта
th_th: สกุล
vi_vn: tiền tệ
zh_cn: 货币

# TradingHistory_2_3
source: Status
ja_jp: 状態
ru_ru: Состояние
th_th: สถานะ
vi_vn: trạng thái
zh_cn: 状态

# TradingHistory_2_3_1
source: Complete
id_id: Selesai
ja_jp: 完了
ru_ru: Завершено
th_th: เสร็จสิ้น
vi_vn: hoàn thành
zh_cn: 完成

# TradingHistory_2_3_2
source: Processing
id_id: Sedang dalam proses
ja_jp: 処理中
ru_ru: Обрабатывается
th_th: อยู่ระหว่างการดำเนินการ
vi_vn: đang xử lý
zh_cn: 正在处理

# TradingHistory_3_1
source: Class
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# TradingHistory_3_2
source: Date
id_id: Tanggal penyelesaian
ja_jp: 完了日時
ru_ru: Дата завершения
th_th: วันที่เสร็จสิ้น
vi_vn: ngày hoàn thành
zh_cn: 成交日期

# TradingHistory_3_3
source: Detail
id_id: Isi
ja_jp: 内容
ru_ru: Текст сообщения
th_th: ประวัติ
vi_vn: Nội dung
zh_cn: 内容

# TradingHistory_3_4
source: Coin
id_id: Mata uang
ja_jp: 通貨
ru_ru: Валюта
th_th: สกุล
vi_vn: tiền tệ
zh_cn: 货币

# TradingHistory_3_5
source: Qunatity
id_id: Jumlah
ja_jp: 数量
ru_ru: Количество
th_th: ปริมาณ
vi_vn: số lượng (giá giao dịch)
zh_cn: 数量

# TradingHistory_3_6
source: Amount
id_id: Total
ja_jp: 金額
ru_ru: Сумма
th_th: จำนวน
vi_vn: số tiền (KRW)
zh_cn: 金额

# TradingHistory_3_7
source: Fees
id_id: Komisi
ja_jp: 手数料
ru_ru: Информация о комиссии
th_th: ค่าธรรมเนียม
vi_vn: chi phí
zh_cn: 手续费

# TradingHistory_3_8
source: Remarks
id_id: Keterangan
ja_jp: 備考
ru_ru: Примечания
th_th: หมายเหตุ
vi_vn: ghi chú
zh_cn: 备注

# TransferDepositWithdraw_Common_1
source: The one-time transfer limit is {0} to {1}.
id_id: Batas transfer 1 kali adalah [0]~[1]
ja_jp: 1回送金限度は{0}~ {1}です。
ru_ru: Лимит при разовом переводе составляет {0} ~ {1}.
th_th: จำนวนจำกัดการโอนต่อ 1 วัน คือ
vi_vn: giới hạn chuyển tiền 1 lần là {0} ~ {1}
zh_cn: 每次转出限额为 {0} ~ {1} 。

# TransferDepositWithdraw_Common_10
source: Not a valid address. Please enter after confirmation.
id_id: Alamat tidak berlaku. Mohon periksa kembali.
ja_jp: 有効なアドレスではありません。確認後に入力してください。
ru_ru: Это не действительный адрес. Пожалуйста, подтвердите.
th_th: ที่อยู่ไม่ถูกต้อง กรุณาตรวจสอบและกรอกอีกครั้ง
vi_vn: không phải địa chỉ còn hạn sử dụng. vui lòng nhập vào sau khi xác nhận.
zh_cn: 不是有效地址， 请确认后重新输入。

# TransferDepositWithdraw_Common_11
source: Please contact your administrator.
id_id: Transfer gagal. Silahkan hubungi Administrator.
ja_jp: 送金失敗。管理者にお問い合わせください。
ru_ru: Обратитесь к администратору.
th_th: กรุณาสอบถามเจ้าหน้าที่
vi_vn: vui lòng đặt câu hỏi với người quản lý.
zh_cn: 请咨询管理员。

# TransferDepositWithdraw_Common_12
source: Transfer failure.
id_id: Pengiriman Gagal.
ja_jp: 送金の失敗。
ru_ru: Не удалось отправить деньги.
th_th: การโอนล้มเหลว
vi_vn: chuyển tiền thất bại.
zh_cn: 转出失败

# TransferDepositWithdraw_Common_2
source: You have exceeded the number of coins which you can transfer.
id_id: Sudah melebihi jumlah koin yang tersedia untuk ditransfer.
ja_jp: 送金可能コイン数を超過しました。
ru_ru: Вы превысили количество криптовалют, доступных для перевода.
th_th: เกินกำหนดจำนวนเหรียญที่สามารถโอนได้
vi_vn: Bạn đã vượt quá số Coin có thể chuyển khoản
zh_cn: 超出可转出加密货币数量。

# TransferDepositWithdraw_Common_3
source: Please check your wallet address.
id_id: Silahkan periksa kembali alamat dompet elektronik
ja_jp: 電子ウォレットアドレスを確認してください。
ru_ru: Проверьте адрес электронного кошелька.
th_th: ตรวจสอบที่อยู่บัญชีกระเป๋า
vi_vn: vui lòng xác nhận địa chỉ ví điện tử.
zh_cn: 请输入电子钱包地址。

# TransferDepositWithdraw_Common_4
source: Please check your {0}.
id_id: Silahkan periksa kembali {0}
ja_jp: {0}を確認してください。
ru_ru: Проверьте девятизначный цифровой код ({0})
th_th: กรุณาตรวจสอบ {0}
vi_vn: vui lòng xác nhận {0}(thẻ đích)
zh_cn: 请确认{0}.

# TransferDepositWithdraw_Common_5
source: Email authentication is not complete.
id_id: Verifikasi email belum selesai
ja_jp: Email認証が完了していません。
ru_ru: Аутентификация электронной почты не завершена.
th_th: การยืนยันอีเมล์ ยังไม่เสร็จสิ้น
vi_vn: xác nhận Email chưa được hoàn thành.
zh_cn: 您还未进行邮箱认证。

# TransferDepositWithdraw_Common_6
source: Please verify the OTP number.
id_id: Periksa kembali kode OTP
ja_jp: OTP番号を確認してください。
ru_ru: Проверьте номер OTP.
th_th: กรุณาตรวจสอบรหัส OTP
vi_vn: vui lòng xác nhận số OTP
zh_cn: 请确认OTP号码。

# TransferDepositWithdraw_Common_7
source: Please click your agree.
id_id: Persetujuan belum dicek
ja_jp: 同意にチェックがされていません。
ru_ru: Не отмечен чекбокс о согласии.
th_th: ยังไม่ได้เลือกการยอมรับ
vi_vn: bạn chưa chọn đồng ý.
zh_cn: 请确认内容后，在[同意]打钩。

# TransferDepositWithdraw_Common_8
source: The transfer is complete.
id_id: Transfer selesai.
ja_jp: 送金が完了しました。
ru_ru: Передача завершена.
th_th: การโอนเสร็จสิ้น
vi_vn: đăng kí chuyển khoản chưa được hoàn thành. sau khi người quản lý xác nhận thì giao dịch chuyển tiền được xử lý.
zh_cn: 已完成转出。

# TransferDepositWithdraw_Common_9
source: unlimited
id_id: Tidak terbatas
ja_jp: 無制限
ru_ru: Неограниченное
th_th: ไม่จำกัด
vi_vn: không giới hạn
zh_cn: 无限

# TransferDepositWithdraw_Common_Grid_1
source: Transfer Code
id_id: Kode Transfer
ja_jp: 送金コード
ru_ru: Код переноса
th_th: รหัสการโอน
vi_vn: mã chuyển tiền
zh_cn: 转出代码

# TransferDepositWithdraw_Common_Grid_2
source: Application Date
id_id: Tanggal Permohonan
ja_jp: 申請日
ru_ru: Дата запроса
th_th: วันเวลาที่สมัคร
vi_vn: ngày đăng kí
zh_cn: 申请时间

# TransferDepositWithdraw_Common_Grid_3
source: Transfer Amount
id_id: Jumlah Transfer
ja_jp: 送金額
ru_ru: Сумма перевода
th_th: ยอดการโอน
vi_vn: số tiền gửi
zh_cn: 转出金额

# TransferDepositWithdraw_Common_Grid_4
source: Fees
id_id: Komisi
ja_jp: 手数料
ru_ru: Комиссия
th_th: ค่าธรรมเนียม
vi_vn: chi phí
zh_cn: 手续费

# TransferDepositWithdraw_Common_Grid_5
source: State
id_id: Status
ja_jp: 状態
ru_ru: Состояние
th_th: สถานะ
vi_vn: trạng thái
zh_cn: 状态

# TransferDepositWithdraw_Common_Grid_5_1
source: Waiting for approval
id_id: Menunggu persetujuan
ja_jp: 承認待機
ru_ru: Ожидание одобрения
th_th: รอการอนุมัติ
vi_vn: Đang chờ phê duyệt
zh_cn: 等待确认

# TransferDepositWithdraw_Common_Grid_5_2
source: Approving
id_id: Sedang disetujui
ja_jp: 承認中
ru_ru: утверждение
th_th: อยู่ระหว่างการอนุมัติ
vi_vn: Đang phê duyệt
zh_cn: 确认中

# TransferDepositWithdraw_Common_Grid_5_3
source: Approved
id_id: Sudah disetujui
ja_jp: 承認完了
ru_ru: полное одобрение
th_th: การอนุมัติเสร็จสิ้น
vi_vn: hoàn thành phê duyệt
zh_cn: 完成确认

# TransferDepositWithdraw_Common_Grid_5_4
source: Withdrawal completed
id_id: Transfer Selesai
ja_jp: 送金完了
ru_ru: Снято снятие средств
th_th: การโอนเสร็จสิ้น
vi_vn: hoàn thành chuyển tiền
zh_cn: 完成转出

# TransferDepositWithdraw_Common_Grid_5_5
source: Cancel
id_id: Batal
ja_jp: キャンセル
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: hủy
zh_cn: 取消

# TransferDepositWithdraw_Common_Grid_5_6
source: Cancel authorization
id_id: Persetujuan dibatalkan
ja_jp: 承認キャンセル
ru_ru: Отменить авторизацию
th_th: ยกเลิกการอนุมัติ
vi_vn: hủy phê duyệt
zh_cn: 取消确认

# TransferDepositWithdraw_Common_Grid_5_7
source: Transfer failure
id_id: Pengiriman Gagal
ja_jp: 送金に失敗
ru_ru: Не удалось отправить деньги
th_th: การโอนล้มเหลว
vi_vn: chuyển tiền thất bại
zh_cn: 转出失败

# TransferDepositWithdraw_Common_Grid_6
source: Date of transfer
id_id: Tanggal Transfer
ja_jp: 送金完了日
ru_ru: Дата передачи
th_th: วันที่การโอนเสร็จสิ้น
vi_vn: ngày hoàn thành chuyển tiền
zh_cn: 转出时间

# TransferDepositWithdraw_Common_Grid_7
source: Transaction details
id_id: Rincian Transaksi
ja_jp: 取引内容
ru_ru: Содержание транзакции
th_th: ประวัติการซื้อขาย
vi_vn: nội dung giao dịch
zh_cn: 交易明细

# WithdrawDepositWithdraw_1_10
source: Total(Exclude Fee)
id_id: Jumlah yang diterima (tidak termasuk komisi)
ja_jp: 手取り金 (手数料は除く)
ru_ru: Сумма к получению (без учета комиссии)
th_th: จำนวนที่รับ (ยกเว้นค่าธรรมเนียม)
vi_vn: Số tiền nhận được (không bao gồm phí)
zh_cn: 取款金额（扣除手续费）

# WithdrawDepositWithdraw_1_11
source: Bank
id_id: Nama Bank
ja_jp: 銀行名
ru_ru: Наименование банка
th_th: ชื่อธนาคาร
vi_vn: Tên ngân hàng
zh_cn: 银行

# WithdrawDepositWithdraw_1_12
source: Email Authentication
id_id: Verifikasi Email
ja_jp: Email認証
ru_ru: Проверка подлинности Email
th_th: การยืนยันอีเมล์
vi_vn: Xác thực Email
zh_cn: 邮箱认证

# WithdrawDepositWithdraw_1_13
source: Authentication request
id_id: Permohonan Verifikasi
ja_jp: 認証要請
ru_ru: Запрос на аутентификацию
th_th: คำร้องขอการยืนยัน
vi_vn: yêu cầu xác thực
zh_cn: 申请认证

# WithdrawDepositWithdraw_1_14
source: Account number
id_id: Nomor Rekening
ja_jp: 口座番号
ru_ru: Номер банковского счета
th_th: หมายเลขบัญชีธนาคาร
vi_vn: số tài khoản
zh_cn: 银行账号

# WithdrawDepositWithdraw_1_15
source: OTP Certification
id_id: Verifikasi OTP
ja_jp: OTP認証
ru_ru: Аутентификационный номер OTP
th_th: การยืนยัน OTP
vi_vn: xác thực OTP
zh_cn: OTP 认证

# WithdrawDepositWithdraw_1_16
source: Holder
id_id: Pemegang Rekening
ja_jp: 口座名義人
ru_ru: Владелец счета
th_th: ผู้ถือบัญชี
vi_vn: chủ tài khoản
zh_cn: 账户持有人

# WithdrawDepositWithdraw_1_17
source: Reflection could be delayed when the server is in progress.
id_id: Transaksi dapat tertunda jika server sibuk atau sedang dalam proses.
ja_jp: サーバーでの作業が進行中である場合、反映が遅れることがあります。
ru_ru: В случае если сервер загружен, операция может отражаться с задержкой.
th_th: เนื่องจากมีการอัพเดทระบบ จึงอาจทำให้เกิดความล่าช้าได้
vi_vn: khi cập nhật hệ thống hoạt động có thể bị trì hoãn.
zh_cn: 服务器忙时反映可能会暂时缓慢。

# WithdrawDepositWithdraw_1_18
source: You cannot apply withdrawal during the bank inspection period.(23:30~01:00)
id_id: Tidak dapat melakukan permohonan selama periode pemeriksaan bank. (23:30~01:00)
ja_jp: 銀行の点検時間には申請することができません。(23:30 ~ 01:00)
ru_ru: Вы не можете подать заявление в течение периода проверки банка. (с 23:30 по 01:00)
th_th: ช่วงระยะเวลาการตรวจสอบของธนาคารจะไม่สามารถทำการสมัครได้ (23:30 - 01:00 น.)
vi_vn: không thể đăng kí trong thời gian ngân hàng kiểm tra. (23:30 ~ 01:00)
zh_cn: 银行检测时间无法申请 (23:30 ~ 01:00)

# WithdrawDepositWithdraw_1_19
source: All withdrawals will be processed after the administrator’s confirmation.
id_id: Semua penarikan dilakukan setelah diperiksa oleh Administrator.
ja_jp: すべての出金は、管理者の確認後に行われます。
ru_ru: Все снятия будут обработаны после подтверждения администратора. В связи с процессом проверки и утверждения операции по снятию, перевод снятых средств на счет займет от 30 минут до 1 дня.
th_th: การถอนทั้งหมดจะต้องรอการตรวจสอบของเจ้าหน้าที่
vi_vn: tất cả giao dịch rút tiền được tiến hành sau khi người quản lý xác nhận.
zh_cn: 所有货币转出将经过管理员确认后转出。确认时间需30分~1天。

# WithdrawDepositWithdraw_1_2
source: Withdrawal is only possible with the account of your own name.
id_id: Penarikan hanya bisa dilakukan dengan akun pemohon.
ja_jp: 出金は、本人名義の口座のみ可能です。
ru_ru: Снятие средств может производиться только на счет пользователя.
th_th: การถอนสามารถทำได้เฉพาะเจ้าของบัญชีธนาคารเท่านั้น
vi_vn: giao dịch rút tiền chỉ có thể thực hiện với mỗi tài khoản của người đứng tên.
zh_cn: 取款只能通过本人账户进行。

# WithdrawDepositWithdraw_1_21
source: Temporary withdrawal application
id_id: Tanggal Permohonan Penarikan
ja_jp: 出金申請日時
ru_ru: Дата подачи заявки на снятие
th_th: วันที่สมัครการถอน
vi_vn: ngày đăng kí rút tiền
zh_cn: 申请取款日期

# WithdrawDepositWithdraw_1_22
source: Withdrawal Amount
id_id: Jumlah Penarikan
ja_jp: 出金額
ru_ru: Сумма выкупа
th_th: ยอดการถอน
vi_vn: Chuyển tiền
zh_cn: 取款金额

# WithdrawDepositWithdraw_1_23
source: State
id_id: Status
ja_jp: 状態
ru_ru: Состояние
th_th: สถานะ
vi_vn: trạng thái
zh_cn: 状态

# WithdrawDepositWithdraw_1_23_1
source: Waiting for approval
id_id: Menunggu Persetujuan
ja_jp: 承認待機
ru_ru: Ожидание одобрения
th_th: รอการอนุมัติ
vi_vn: Đang chờ phê duyệt
zh_cn: 等待确认

# WithdrawDepositWithdraw_1_23_2
source: Approving
id_id: Sedang Disetujui
ja_jp: 承認中
ru_ru: утверждение
th_th: อยู่ระหว่างการอนุมัติ
vi_vn: Đang phê duyệt
zh_cn: 确认中

# WithdrawDepositWithdraw_1_23_3
source: Approved
id_id: Sudah Disetujui
ja_jp: 承認完了
ru_ru: полное одобрение
th_th: การอนุมัติเสร็จสิ้น
vi_vn: hoàn thành phê duyệt
zh_cn: 完成确认

# WithdrawDepositWithdraw_1_23_4
source: Cancel authorization
id_id: Persetujuan Dibatalkan
ja_jp: 承認キャンセル
ru_ru: Отменить авторизацию
th_th: ยกเลิกการอนุมัติ
vi_vn: hủy phê duyệt
zh_cn: 取消确认

# WithdrawDepositWithdraw_1_23_5
source: Wait for withdrawal
id_id: Menunggu Penarikan
ja_jp: 出金待機
ru_ru: Ждите выхода
th_th: รอการถอน
vi_vn: đợi rút tiền
zh_cn: 等待取款

# WithdrawDepositWithdraw_1_23_6
source: Withdrawal completed
id_id: Penarikan Selesai
ja_jp: 出金完了
ru_ru: Снято снятие средств
th_th: การถอนเสร็จสิ้น
vi_vn: hoàn thành rút tiền
zh_cn: 完成取款

# WithdrawDepositWithdraw_1_24
source: Approval Completion Day
id_id: Tgl Selesai Persetujuan
ja_jp: 承認完了日
ru_ru: Дата одобрения на снятие средств
th_th: วันอนุมัติเสร็จสิ้น
vi_vn: Ngày hoàn thành phê duyệt
zh_cn: 完成确认日期

# WithdrawDepositWithdraw_1_25
source: Withdrawal Day
id_id: Tanggal Penarikan
ja_jp: 出金日
ru_ru: День снятия денег
th_th: วันที่ถอน
vi_vn: ngày rút tiền
zh_cn: 取款日期

# WithdrawDepositWithdraw_1_26
source: Cancel
id_id: Batal
ja_jp: キャンセル
ru_ru: Отмена
th_th: ยกเลิก
vi_vn: hủy
zh_cn: 取消

# WithdrawDepositWithdraw_1_27
source: If you didn’t register for the OTP(Google Authenticator), you must register through [Certification Center > OTP Register] before you can withdraw money.
id_id: Jika OTP belum terdaftar, harus daftar dahulu melalui [Pusat Verifikasi > Daftar OTP] agar dapat melakukan proses penarikan.
ja_jp: OTP登録されていない場合、[認証センター> OTP登録]で登録した後に出金することができます。
ru_ru: Если у вас нет регистрации OTP в то время, вы должны зарегистрироваться в центре сертификации > OTP регистрации снять.
th_th: กรณีที่ยังไม่ได้ลงทะเบียน OTP กรุณาลงทะเบียนที่ [ศูนย์การยืนยัน > ลงทะเบียน OTP] ก่อน จึงจะทำการถอนได้
vi_vn: trường hợp không đăng nhập được OTP,phải đăng nhập tại [trung tâm xác thực>đăng nhập OTP] thì mới có thể rút tiền.
zh_cn: 如果您还没有进行OTP注册，需在[认证中心> OTP注册]进行注册后才能申请取款。

# WithdrawDepositWithdraw_1_5
source: Fees
id_id: Komisi
ja_jp: 手数料
ru_ru: Комиссия
th_th: ค่าธรรมเนียม
vi_vn: chi phí
zh_cn: 手续费

# WithdrawDepositWithdraw_1_6
source: Minimum
id_id: Jmlh Penarikan Min
ja_jp: 出金最低金額
ru_ru: Минимальная сумма снятия
th_th: ยอดการถอนขั้นต่ำ
vi_vn: số tiền rút tối thiểu
zh_cn: 取款最小金额

# WithdrawDepositWithdraw_1_7
source: Maximum
id_id: Jmlh Penarikan Maks
ja_jp: 出金最大金額
ru_ru: Максимальная сумма снятия
th_th: ยอดการถอนสูงสุด
vi_vn: số tiền rút tối đa
zh_cn: 取款最大金额

# WithdrawDepositWithdraw_1_9
source: Amount
id_id: Jmlh Penarikan
ja_jp: 出金申請金額
ru_ru: Сумма заявленных на снятие средств
th_th: ยอดที่ต้องการถอน
vi_vn: số tiền đăng kí rút
zh_cn: 申请取款金额

# WithdrawDepositWithdraw_Common_1
source: No account information.
id_id: Tidak ada informasi rekening.
ja_jp: 口座情報がありません。
ru_ru: Нет сведений об учетной записи.
th_th: ไม่มีข้อมูลบัญชีธนาคาร
vi_vn: không có thông tin tài khoản.
zh_cn: 无账户信息

# WithdrawDepositWithdraw_Common_10
source: OTP authentication failed.
id_id: Verifikasi OTP gagal.
ja_jp: OTP認証に失敗しました。
ru_ru: Ошибка проверки подлинности OTP.
th_th: การยืนยัน OTP ล้มเหลว
vi_vn: xác thực OTP thất bại
zh_cn: OTP 认证失败

# WithdrawDepositWithdraw_Common_11
source: Please enter your OTP certification number.
id_id: Masukkan Kode Verifikasi OTP.
ja_jp: OTP認証番号を入力してください。
ru_ru: Пожалуйста, введите ваш номер сертификата OTP
th_th: กรุณากรอกรหัสยืนยัน OTP
vi_vn: vui lòng nhập số xác thực OTP
zh_cn: 请输入OTP认证号码。

# WithdrawDepositWithdraw_Common_12
source: Please enter lower than maximum withdrawal amount
id_id: Masukkan jumlah yang lebih rendah daripada jumlah penarikan maksimum.
ja_jp: 出金最大金額以下で入力してください。
ru_ru: Пожалуйста, введите ниже максимальной суммы снятия
th_th: กรุณากรอกต่ำกว่ายอดการถอนสูงสุด
vi_vn: vui lòng nhập ít hơn số tiền rút tối đa.
zh_cn: 输入的金额需小于最高取款额。

# WithdrawDepositWithdraw_Common_2
source: Please, enter the amount to apply for your withdrawal.
id_id: Masukkan jumlah penarikan.
ja_jp: 出金申請金額を入力してください。
ru_ru: Пожалуйста, введите сумму, которую необходимо применить для снятия средств.
th_th: กรุณากรอกยอดที่ต้องการถอน
vi_vn: vui lòng nhập số tiền đăng kí rút.
zh_cn: 请输入申请取款的金额

# WithdrawDepositWithdraw_Common_3
source: The payment is lower than the minimum withdrawal amount.
id_id: Jumlah yang diterima lebih rendah daripada jumlah penarikan minimum.
ja_jp: 受領額が、出金最低金額より少ないです。
ru_ru: Платеж ниже минимальной суммы снятия.
th_th: จำนวนที่รับต่ำกว่ายอดการถอนขั้นต่ำ
vi_vn: Số tiền nhận được thấp hơn số tiền rút tối thiểu.
zh_cn: 实际取款额小于可取款最低金额。

# WithdrawDepositWithdraw_Common_4
source: Email authentication is not complete.
id_id: Verifikasi email belum selesai.
ja_jp: Email認証が完了していません。
ru_ru: Проверка подлинности электронной почты не завершена.
th_th: การยืนยันอีเมล์ ยังไม่เสร็จสิ้น
vi_vn: xác thực Email chưa được hoàn thành
zh_cn: 还未完成邮箱认证。

# WithdrawDepositWithdraw_Common_5
source: Please verify the OTP number.
id_id: Periksa kembali kode OTP.
ja_jp: OTP番号を確認してください。
ru_ru: Проверьте номер OTP.
th_th: กรุณาตรวจสอบรหัส OTP
vi_vn: vui lòng xác nhận số OTP
zh_cn: 请确认OTP认证号码。

# WithdrawDepositWithdraw_Common_6
source: You cannot apply for a higher withdrawal than the amount you hold.
id_id: Tidak dapat meminta penarikan yang lebih tinggi daripada jumlah sisa.
ja_jp: 保有額を超える出金申請をすることはできません。
ru_ru: Вы не можете подать заявку на более высокий уровень снятия, чем сумма, которую вы держите.
th_th: คุณไม่สามารถสมัครการถอนสูงกว่ายอดที่ถืออยู่ได้
vi_vn: không thể đăng kí rút số tiền cao hơn so với số tiền bạn đang giữ
zh_cn: 申请取款金额不能高于已持有金额。

# WithdrawDepositWithdraw_Common_7
source: Your withdrawal request has been completed.
id_id: Permohonan penarikan selesai.
ja_jp: 出金申請が完了しました。
ru_ru: Ваш запрос на вывод средств завершен.
th_th: การสมัครการถอนเสร็จสิ้น
vi_vn: đăng kí rút tiền đã được hoàn thành.
zh_cn: 已完成取款申请。

# WithdrawDepositWithdraw_Common_8
source: Your OTP certification is complete.
id_id: Verifikasi OTP selesai.
ja_jp: OTP認証が完了しました。
ru_ru: Сертификация OTP завершена.
th_th: การยืนยัน OTP เสร็จสิ้น
vi_vn: xác thực OTP đã được hoàn thành.
zh_cn: 已完成OTP认证。

# WithdrawDepositWithdraw_Common_9
source: You are not enrolled in your OTP.
id_id: Pendaftaran OTP belum dilakukan.
ja_jp: OTP登録されていません。
ru_ru: Вы не зарегистрированы в вашем OTP.
th_th: คุณยังไม่ได้ลงทะเบียน OTP
vi_vn: đăng nhập OTP chưa được.
zh_cn: 您还未注册OTP。

# Qna_10
source: Deposit/Withdrawal/Transfer
id_id: Deposit/Penarikan/Pengiriman
ja_jp: 入金/出金/送金
ru_ru: Зачисление/Снятие/Перевод средств
th_th: การฝาก/การถอน/การโอน
vi_vn: nạp tiền/rút tiền/chuyển tiền
zh_cn: 转入/取款/转出

# Qna_11
source: Member Information
id_id: Informasi Keanggotaan
ja_jp: 会員案内
ru_ru: Информация о пользователе
th_th: คู่มือสมาชิก
vi_vn: hướng dẫn hội viên
zh_cn: 会员指南

# Qna_12
source: Other
id_id: Dll
ja_jp: その他
ru_ru: Прочее
th_th: อื่นๆ
vi_vn: Khác
zh_cn: 其他

# Qna_8
source: Full
id_id: Semua
ja_jp: 全体
ru_ru: Общий
th_th: ทั้งหมด
vi_vn: tổng thể
zh_cn: 全部

# Qna_9
source: Buy/Sell
id_id: Pembelian/Penjualan
ja_jp: 購入/販売
ru_ru: покупка / продажа
th_th: การซื้อ/การขาย
vi_vn: mua/bán
zh_cn: 买入/卖出

# CoinDayPirce_1
source: Exchange Daily Market Conditions
id_id: Harga Terkini Harian Bursa
ja_jp: 取引所の日別の相場
ru_ru: Биржевые ежедневные рыночные условия
th_th: ราคาประจำวันของตลาดซื้อขาย
vi_vn: Tỷ giá hối đoái hàng ngày
zh_cn: 交易所每日行情

# CoinDayPirce_2
source: Date Inquiry
id_id: Lihat Tanggal
ja_jp: 日子照会
ru_ru: Дата запроса
th_th: ตรวจสอบวันที่
vi_vn: Hiển thị ngày tháng
zh_cn: 查询日期

# CoinDayPirce_3
source: Date
id_id: Tanggal
ja_jp: 日時
ru_ru: Дата
th_th: วันที่
vi_vn: Ngày tháng
zh_cn: 日期

# CoinDayPirce_4
source: Opening Price
id_id: Harga Buka
ja_jp: 開始値
ru_ru: Начальная цена
th_th: ราคาเปิด
vi_vn: Giá mở (KRW)
zh_cn: 开盘价

# CoinDayPirce_5
source: Lowest Price
id_id: Harga Terendah
ja_jp: 最低値
ru_ru: Самая низкая цена
th_th: ราคาต่ำสุด
vi_vn: giá thấp nhất (KRW)
zh_cn: 最低价

# CoinDayPirce_6
source: Highest Price
id_id: Harga Tertinggi
ja_jp: 最高値
ru_ru: Максимальная цена
th_th: ราคาสูงสุด
vi_vn: giá cao nhất (KRW)
zh_cn: 最高价

# CoinDayPirce_7
source: Closing Price
id_id: Harga Tutup
ja_jp: 終値
ru_ru: Цена закрытия
th_th: ราคาปิด
vi_vn: giá đóng (KRW)
zh_cn: 收盘价

# CoinDayPirce_8
source: Compare Previous Day
id_id: Perbandingan Hari Sebelumnya
ja_jp: 全日比
ru_ru: Сравнить предыдущий день
th_th: เทียบราคาวันก่อน
vi_vn: thay đổi ròng
zh_cn: 前一日相比

# CoinDayPirce_9
source: Transaction Amount
id_id: Jumlah Transaksi
ja_jp: 取引量
ru_ru: Сумма транзакции
th_th: ปริมาณซื้อขาย
vi_vn: lượng giao dịch
zh_cn: 交易量

# Faq_6
source: Certification
id_id: Penyerahan sertifikasi
ja_jp: 認証資料提出
ru_ru: Предоставить данные для аутентификации
th_th: ส่งเอกสารการยืนยัน
vi_vn: đệ trình tư liệu xác thực
zh_cn: 提交认证信息

# Qna_13
source: Certification
id_id: Penyerahan sertifikasi
ja_jp: 認証資料提出
ru_ru: Предоставить данные для аутентификации
th_th: ส่งเอกสารการยืนยัน
vi_vn: đệ trình tư liệu xác thực
zh_cn: 提交认证信息

# Fee_19
source: Minimum Withdrawal Amount
id_id: Jumlah Penarikan Minimal
ja_jp: 出金最小数量
ru_ru: Минимальная сумма выкупа
th_th: ปริมาณการถอนขั้นต่ำ
vi_vn: số lượng rút tiền tối thiểu
zh_cn: 最低转出数量

# Main_Menu_5_6
source: Coin Trend
id_id: Tren Koin
ja_jp: コイン動向
ru_ru: Тенденция монеты
th_th: แนวโน้มเหรียญ
vi_vn: xu hướng Coin
zh_cn: 加密货币趋势

# AutoTradingAdditionalPop_1
source: Automatic Trading Payment
id_id: Pembayaran Transaksi Otomatis
ja_jp: 自動取引の決済
ru_ru: Автоматический торговый платеж
th_th: ชำระเงินการซื้อขายอัตโนมัติ
vi_vn: thanh toán giao dịch tự động
zh_cn: 支付自动交易费用
