Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# CoinTrading_SH_T7
source: * If the remaining quantity is less than the order quantity,
id_id: * Jika kuantitas yang tersisa kurang dari kuantitas order,
ja_jp: *注文数量より残っている数量が少ない場合、
ru_ru: * Если оставшееся количество меньше количества заказа,
th_th: หากปริมาณที่เหลืออยู่น้อยกว่าปริมาณออเดอร์
vi_vn: * Nếu số lượng còn lại nhỏ hơn số lượng đặt hàng,
zh_cn: *如果剩余数量小于订单数量，

# CoinTrading_SH_T8
source: it will be concluded as the remaining quantity.
id_id: maka eksekusi transaksi dilakukan dengan kuantitas yang tersisa.
ja_jp: 残りの数量だけ締結されます。
ru_ru: оставшееся количество будет завершено.
th_th: จะถูกตกลงราคาเท่ากับปริมาณที่เหลืออยู่
vi_vn: số lượng còn lại sẽ được ký kết.
zh_cn: 则按剩余数量成交。

# CoinTrading_SH_T9
source: * You can cancel the {undo} button.
id_id: *Membatalkan dengan tombol [Pembatalan Stop Loss] .
ja_jp: *{損切キャンセル}ボタンでキャンセルすることができます。
ru_ru: * Отмена может быть произведена нажатием {Отмена Стоп лосс}.
th_th: *การยกเลิกสามารถทำได้โดยการกดปุ่ม (ยกเลิก stop loss)
vi_vn: có thể hủy bằng nút (hủy cắt lỗ)
zh_cn: 点击"取消止损“按钮取消服务。

# CoinTrading_SL_T1
source: What is automatic sales registration?
id_id: Apa itu pendaftaran jual otomatis?
ja_jp: 自動販売登録とは?
ru_ru: Что такое регистрация автоматических продаж?
th_th: การขายแบบอัตโนมัติคืออะไร?
vi_vn: đăng nhập bán tự động là gì?
zh_cn: 什么是自动卖出？

# CoinTrading_SL_T10
source: will continue upon reaching the set amount.
id_id: maka transaksi akan terus dieksekusi setiap harga yang ditetapkan tercapai.
ja_jp: 設定されている間は、設定金額到達時に継続的に締結されます。
ru_ru: сделки будут проводиться регулярно при достижении установленной суммы.
th_th: จะมีการตกลงราคาเรื่อยๆตามระยะเวลาที่ตั้งค่าไว้
vi_vn: trong thời gian được thiết lập, được tiếp tục kí kết khi đạt đến số tiền thiết lập
zh_cn: 如未改变设置，每次达到设置金额时可持续成交。

# CoinTrading_SL_T2
source: * In the case of a sale, if the price is higher than the minimum sale,
id_id: *Jika menetapkan harga yang lebih tinggi daripada harga jual terendah
ja_jp: *販売の場合、未締結最低売値よりも高く価格を指定すると、
ru_ru: * В случае автоматических продаж, если вы укажете цену выше самой минимальной продажной цены,
th_th: สำหรับการขาย หากตั้งราคาสูงกว่าจำนวนต่ำสุดของราคาเสนอขายที่ยังไม่มีการตกลงราคา
vi_vn: trường hợp bán chỉ định giá cao hơn so với giá bán thấp nhất chưa kí kết
zh_cn: 自动卖出是指设置的价格高于市场未成交价中的最低卖出价，

# CoinTrading_SL_T3
source: the market will be concluded at the time the order price
id_id: yang belum dieksekusi maka akan terjadi transaksi dengan harga pasar pada saat
ja_jp: その注文価格に到達(誤差範囲内)するたびに、
ru_ru: при достижении заказанной цены (в пределах допустимого диапазона погрешности)
th_th: ทุกครั้งที่ราคาออเดอร์ตรงกับที่ตั้งค่าไว้ (ภายในขอบเขตการคลาดเคลื่อน)
vi_vn: thì mỗi khi đạt đến(trong phạm vi sai số) giá đơn hàng tương ứng
zh_cn: 每当市价达到您设置的价格(在误差范围内)时

# CoinTrading_SL_T4
source: is reached (within the error range).
id_id: harga order tercapai (dalam batas selisih).
ja_jp: 成行で締結されます。
ru_ru: сделки будут заключаться по рыночной цене.
th_th: ออเดอร์จะถูกใช้ราคาตลาดในการตกลงราคา
vi_vn: được kí kết bằng giá thị trường
zh_cn: 按市场价自动进行卖出。

# CoinTrading_SL_T5
source: * If the amount of coins remaining is less than the order quantity,
id_id: *Jika jumlah koin yang tersisa kurang dari jumlah order maka
ja_jp: *注文数量よりも残りのコイン数量が少ない場合、
ru_ru: * Если количество оставшихся криптовалют меньше количества заказа,
th_th: หากปริมาณที่เหลืออยู่น้อยกว่าปริมาณออเดอร์
vi_vn: trường hợp số lượng coin còn lại ít hơn số lượng đặt hàng thì
zh_cn: 剩余货币数量少于订购数量时

# CoinTrading_SL_T6
source: the remaining quantity is concluded.
id_id: transaksi dilakukan dengan jumlah sisanya.
ja_jp: 残りの数量分のみ締結されます。
ru_ru: будет заключена сделка только на оставшееся количество.
th_th: จะถูกตกลงราคาเท่ากับปริมาณที่เหลืออยู่
vi_vn: được kí kết đúng bằng số lượng còn lại
zh_cn: 将按剩余数量成交。

# CoinTrading_SL_T7
source: * {Cancel automatic transaction} button.
id_id: *Membatalkan dengan tombol [Pembatalan Transaksi Otomatis].
ja_jp: *(自動取引キャンセル)ボタンでキャンセルすることができます。
ru_ru: * Отмена может быть произведена нажатием {Отмена автоматических транзакций}.
th_th: * การยกเลิกสามารถทำได้โดยการกดปุ่ม (ยกเลิกการซื้อขายอัตโนมัติ)
vi_vn: có thể hủy bằng nút (hủy giao dịch tự động)
zh_cn: 点击“取消自动交易”按钮可取消服务。

# CoinTrading_SL_T8
source: * Automatic transactions must be logged in for the PC exchange to
id_id: *Transaksi otomatis hanya dapat dilakukan jika sudah masuk ke Bursa PC.
ja_jp: *自動取引は、PC取引所にログインしていなければ締結されません。
ru_ru: * Автоматические транзакции могут быть осуществлены только при входе в систему версии биржи для ПК.
th_th: การซื้อขายอัตโนมัติจะดำเนินการตกลงราคาได้ต่อเมื่อมีการล๊อคอินเข้าสู่ระบบบน PC
vi_vn: nơi giao dịch PC phải đang ở trạng thái đăng nhập thì việc kí kết giao dịch tự động
zh_cn: 只有PC交易所处于登录状态时系统才能进行自动交易。

# CoinTrading_SL_T9
source: be signed. The setting is signed from the first rank amount and
id_id: Setelah harga peringkat 1 ditetapkan,
ja_jp: 1順位設定金額から締結され
ru_ru: Сделки будут заключены с установленной 1-очередной суммы. Пока настроена услуга, сделки будут проводиться регулярно при достижении установленной суммы.
th_th: ระบบจะทำการตกลงราคาตามยอดที่ตั้งค่าไว้ลำดับที่ 1
vi_vn: có thể thực hiện kí kết. được kí kết từ số tiền thiết lập hạng 1 và
zh_cn: 按设置中的第一交易金额到后的顺序成交。

# Common_Alert_1
source: Preparing for service
id_id: Layanan sedang dalam persiapan.
ja_jp: サービス準備中です。
ru_ru: Услуга находится в стадии подготовки.
th_th: อยู่ระหว่างเตรียมให้บริการ
vi_vn: đang chuẩn bị dịch vụ
zh_cn: 服务正在准备中

# Common_Alert_10
source: There are no posts.
id_id: Tidak ada posting
ja_jp: 投稿がありません。
ru_ru: Сообщения не найдены.
th_th: ยังไม่มีการโพสต์
vi_vn: không có bài viết
zh_cn: 无上传信息。

# Common_Alert_2
source: Your account has been saved
id_id: Tersimpan
ja_jp: 保存されました。
ru_ru: Сохранено.
th_th: จัดเก็บแล้ว
vi_vn: đã được lưu
zh_cn: 已保存

# Common_Alert_3
source: [HTS > Certification center] can be used normally after completion of authentication.
id_id: Dapat digunakan setelah menyelesaikan proses verifikasi melalui [HTS>Pusat Verifikasi]
ja_jp: [HTS>認証センター]で認証完了後に、正常にご利用いただけます。
ru_ru: * Все услуги доступны после завершения процедуры аутентификации в [HTS > Центр аутентификации].
th_th: กรุณายืนยันตัวตนก่อนจึงจะใช้งานได้ตามปกติ [HTS > ศูนย์การยืนยัน]
vi_vn: sau khi hoàn tất xác thực tại [HTS>trung tâm xác thực] thì có thể sử dụng bình thường
zh_cn: 只有进行认证后才能使用本交易所的所有服务， 请在 [我的主页>认证中心]进行认证。

# Common_Alert_5
source: The HTS program is already running.
id_id: Program HTS sedang berjalan
ja_jp: HTSプログラムが既に実行中です。
ru_ru: Программа HTS уже запущена.
th_th: โปรแกรม HTS อยู่ระหว่างการใช้งาน
vi_vn: chương trình HTS đang chạy
zh_cn: HTS程序已在运行。

# Common_Alert_6
source: Do you want to cancel?
id_id: Yakin ingin membatalkan?
ja_jp: キャンセルしますか？
ru_ru: Вы действительно хотите сделать отмену?
th_th: คุณต้องการยกเลิกหรือไม่
vi_vn: bạn có chắc muốn hủy không?
zh_cn: 您确定要取消吗？

# Common_Alert_7
source: Refresh
id_id: Perbarui
ja_jp: 更新
ru_ru: Обновить
vi_vn: Làm mới
zh_cn: 刷新

# Common_Alert_8
source: Please enter a charge amount.
id_id: Masukkan jumlah pengisian
ja_jp: チャージ金額を入力してください。
ru_ru: Введите сумму платежа.
th_th: กรุณากรอกยอดที่ต้องการเติม
vi_vn: vui lòng nhập số tiền nạp
zh_cn: 请输入充值金额。

# Common_Alert_9
source: Recent transaction history
id_id: Rincian transaksi terkini
ja_jp: 最近の取引履歴
ru_ru: история последних транзакции
th_th: ประวัติการซื้อขายล่าสุด
vi_vn: nội dung chi tiết giao dịch gần đây nhất.
zh_cn: 最近交易明细

# DepositDepositWithdraw_Grid_1_1
source: Recent transaction history
id_id: Rincian transaksi terkini
ja_jp: 最近の取引履歴
ru_ru: История последних транзакций
th_th: ประวัติการซื้อขายล่าสุด
vi_vn: nội dung chi tiết giao dịch gần đây nhất.
zh_cn: 最近交易明细

# DepositDepositWithdraw_Grid_1_2
source: Date
id_id: Tanggal
ja_jp: 日付
ru_ru: Дата
th_th: วันที่
vi_vn: Ngày tháng
zh_cn: 日期

# DepositDepositWithdraw_Grid_1_3
source: Number of coins
id_id: Jumlah koin
ja_jp: コイン個数
ru_ru: Количество криптовалют
th_th: จำนวนเหรียญ
vi_vn: số Coin
zh_cn: 数量

# DepositDepositWithdraw_Grid_1_4
source: Progress status
id_id: Status
ja_jp: 進行状態
ru_ru: Состояние хода выполнения
th_th: สถานะการดำเนินการ
vi_vn: trạng thái tiến hành
zh_cn: 状态

# DepositDepositWithdraw_Grid_1_4_1
source: Complete
id_id: Selesai
ja_jp: 完了
ru_ru: Завершено
th_th: เสร็จสิ้น
vi_vn: hoàn thành
zh_cn: 对比

# DepositDepositWithdraw_Grid_1_4_2
source: Progress
id_id: Sedang mengirim
ja_jp: 送信中
ru_ru: В процессе обработки
th_th: อยู่ระหว่างการส่ง
vi_vn: đang truyền tải
zh_cn: 变动

# DepositDepositWithdraw_Grid_1_5
source: Finish date
id_id: Tanggal penyelesaian
ja_jp: 完了日時
ru_ru: Дата завершения
th_th: วันที่เสร็จสิ้น
vi_vn: ngày hoàn thành
zh_cn: 完成日期

# DepositDepositWithdraw_Grid_1_6
source: Kind
id_id: Jenis
ja_jp: 種類
ru_ru: Тип
th_th: ประเภท
vi_vn: kết thúc
zh_cn: 种类

# DepositDepositWithdraw_Top_1_1
source: If you are a new member, you need to click the ‘Cryptocurrency Address’ button to issue your own wallet address.
id_id: Jika Anda adalah anggota baru, Anda harus klik tombol membuat alamat untuk menerbitkan alamat dompet elektronik.
ja_jp: 新規加入した会員は、アドレスを作成するボタンをクリックしなければ、固有の電子ウォレットアドレスが発行されません。
ru_ru: Если вы новый пользователь, вы должны нажать кнопку «Сгенерировать адрес», чтобы получить уникальный адрес электронного кошелька.
th_th: สมาชิกใหม่สามารถสร้างที่อยู่บัญชีกระเป๋าได้โดยการคลิกปุ่ม สร้างที่อยู่บัญชีกระเป๋า
vi_vn: hội viên mới gia nhập phải nhấn vào nút để hình thành địa chỉ thì địa chỉ ví điện tử riêng mới được ban hành.
zh_cn: 如果您是新注册会员，请单击“生成电子钱包地址”按钮生成电子钱包地址。

# DepositDepositWithdraw_Top_1_2
source: Proceeding will be reflected in the coin deposit / withdrawal wallet after approval on the block chain. Deposits are conducted for about 10 to 30 minutes.
id_id: Transaksi melalui dompet deposit dan penarikan koin dapat dilakukan setelah proses konfirmasi di blockchain selesai. Proses deposit berlangsung selama 10-30 menit.
ja_jp: 進行は、ブロックチェーン上で承認後、そのコイン入出金ウォレットに反映されます。入金は、約10分~30分間進行されます。
ru_ru: Процесс операции будет отражен в кошельке предназначенного для зачисления / снятия данной криптовалюты, после утверждения операции блокчейном. Процедура зачисления занимает от 10 до 30 минут.
th_th: หลังจากมีการอนุมัติบน blockchain การฝากถอนเหรียญดังกล่าวจะถูกแสดงในบัญชีกระเป๋า ขั้นตอนการฝากเหรียญจะใช้เวลาประมาณ 10 - 30 นาที
vi_vn: sau khi qui trình được duyệt từ Blockchain thì sẽ được hiển thị trong ví nạp rút tiền Coin tương ứng. việc nạp tiền được tiến hành trong khoảng 10~30 phút
zh_cn: 经过区块链核准后，反映在存取款电子钱包地址里。 转入需要大约10~30分钟。

# ExchangeChartDashboard_1
source: Exchange Chart
id_id: Grafik Bursa
ja_jp: 取引所チャート
ru_ru: Диаграмма
th_th: chart ตลาดซื้อขาย
vi_vn: biểu đồ nơi giao dịch
zh_cn: 交易所图表

# ExchangeDashoard_Gird_1_1
source: Current Coin Quotes
id_id: Bursa Harga Koin Saat Ini
ja_jp: 取引所のコインの現在価格
ru_ru: Курс криптовалют в режиме реального времени
th_th: ราคาเหรียญปัจจุบันในตลาดซื้อขาย
vi_vn: Hiện giá Coin nơi giao dịch
zh_cn: 交易所实时行情

# ExchangeDashoard_Gird_1_2
source: Coin
id_id: Koin
ja_jp: コイン
ru_ru: Криптовалюта
th_th: เหรียญ
zh_cn: 加密货币

# ExchangeDashoard_Gird_1_3
source: Current quotes
id_id: Harga Saat Ini
ja_jp: 現在価格
ru_ru: Курс криптовалют в режиме реального времени
th_th: ราคาปัจจุบัน
vi_vn: Hiện giá
zh_cn: 实时行情

# ExchangeDashoard_Gird_1_4_1
source: Amount
id_id: Total
ja_jp: 対比
ru_ru: сумма
th_th: เปรียบเทียบ
vi_vn: dự phòng
zh_cn: 变动率

# ExchangeDashoard_Gird_1_4_2
source: Rate
id_id: Kurs
ja_jp: 騰落
ru_ru: ставка
th_th: ความผันผวน
vi_vn: dao động giá
zh_cn: 变动率

# ExchangeDashoard_Gird_1_5
source: Volume
ja_jp: 取引量
ru_ru: Объем торгов
th_th: ปริมาณซื้อขาย
vi_vn: lượng giao dịch
zh_cn: 交易量

# ExchangeDashoard_Gird_1_6
source: Transaction amount
id_id: Total Transaksi
ja_jp: 取引金額
ru_ru: Сумма торгов
th_th: ยอดการซื้อขาย
vi_vn: số tiền giao dịch
zh_cn: 交易金额

# ExchangeDashoard_Gird_1_7
source: Buy/Sell
id_id: Beli/Jual
ja_jp: 購入/販売
ru_ru: Купить / продать
th_th: การซื้อ/การขาย
vi_vn: mua/bán
zh_cn: 买入/卖出

# ExchangeDashoard_Gird_1_8
source: Hour
id_id: Waktu
ja_jp: 時間
ru_ru: Время
th_th: เวลา
vi_vn: thời gian
zh_cn: 时间

# ExchangeDashoard_Gird_3_1
source: All Orders (Sell/Buy)
id_id: Semua Order
ja_jp: 全体注文履歴
ru_ru: Полная история заказов
th_th: ประวัติการออเดอร์ทั้งหมด
vi_vn: nội dung chi tiết toàn bộ đơn hàng
zh_cn: 全部订购明细

# ExchangeDashoard_Gird_3_2
source: Order
id_id: Jumlah Order
ja_jp: 注文量
ru_ru: Количество заказа
th_th: ปริมาณออเดอร์
vi_vn: lượng đơn hàng
zh_cn: 订购量

# ExchangeDashoard_Gird_3_3
source: Purchase (Buy)
id_id: Harga Beli
ja_jp: 買値(買受)
ru_ru: Покупная цена (купить)
th_th: เสนอซื้อ (การซื้อ)
vi_vn: giá mua
zh_cn: 买入（购买）价

# ExchangeDashoard_Gird_3_4
source: Sales (Sell)
id_id: Harga Jual
ja_jp: 売値(売渡)
ru_ru: Продажная цена (продать)
th_th: เสนอขาย (การขาย)
vi_vn: giá bán
zh_cn: 卖出（销售）价

# ExchangeDashoard_Gird_3_5
source: Order
id_id: Jumlah Order
ja_jp: 注文量
ru_ru: Количество заказа
th_th: ปริมาณออเดอร์
vi_vn: lượng đơn hàng
zh_cn: 订购量

# ExchangeDashoard_Gird_4_1
source: All Completed Order
id_id: Rincian Transaksi Selesai
ja_jp: 全体締結履歴
ru_ru: Полная история заключенных сделок
th_th: ประวัติการตกลงราคาทั้งหมด
vi_vn: nội dung chi tiết toàn bộ kí kết
zh_cn: 全部成交明细

# ExchangeDashoard_Gird_4_2
source: close deals
id_id: Waktu Transaksi
ja_jp: 締結時刻
ru_ru: Закрыть сделку
th_th: เวลาที่ตกลงราคา
vi_vn: thời điểm kí kết
zh_cn: 成交时间

# ExchangeDashoard_Gird_4_3
source: 1 coin Price
id_id: Harga Per 1 Koin
ja_jp: 1コイン価格
ru_ru: Цена за 1 криптовалюту
th_th: ราคาต่อ 1 เหรียญ
vi_vn: giá 1 Coin
zh_cn: 1个加密货币价格

# ExchangeDashoard_Gird_4_4
source: Amount
id_id: Total
ja_jp: 金額
ru_ru: Сумма
th_th: จำนวน
vi_vn: số tiền
zh_cn: 金额

# ExchangeDashoard_Gird_4_5
source: Close Quantity
id_id: Jumlah Tereksekusi
ja_jp: 締結数量
ru_ru: Количество для сделки
th_th: ปริมาณที่ตกลงราคา
vi_vn: số lượng kí kết
zh_cn: 成交数量

# ExchangeDashoard_Gird_ComboboxTime_1_1
source: 24Time
id_id: 24 jam
ja_jp: 24時間
ru_ru: 24 часа
th_th: 24 ชม.
vi_vn: 24 giờ
zh_cn: 24小时

# ExchangeDashoard_Gird_ComboboxTime_1_2
source: 12Time
id_id: 12 jam
ja_jp: 12時間
ru_ru: 12 часов
th_th: 12 ชม.
vi_vn: 12 giờ
zh_cn: 12小时

# ExchangeDashoard_Gird_ComboboxTime_1_3
source: 1Time
id_id: 1 jam
ja_jp: 1時間
ru_ru: 1 час
th_th: 1 ชม.
vi_vn: 1 giờ
zh_cn: 1小时

# Faq_1
source: Full
id_id: Semua
ja_jp: 全体
ru_ru: Общий
th_th: ทั้งหมด
vi_vn: tổng thể
zh_cn: 全部

# Faq_2
source: Buy/Sell
id_id: Pembelian/Penjualan
ja_jp: 購入/販売
ru_ru: покупка / продажа
th_th: การซื้อ/การขาย
vi_vn: mua/bán
zh_cn: 买入/卖出

# Faq_3
source: Deposit/Withdrawal/Transfer
id_id: Deposit/Penarikan/Pengiriman
ja_jp: 入金/出金/送金
ru_ru: Зачисление/Снятие/Перевод средств
th_th: การฝาก/การถอน/การโอน
vi_vn: nạp tiền/rút tiền/chuyển tiền
zh_cn: 转入/取款/转出

# Faq_4
source: Member Information
id_id: Informasi Keanggotaan
ja_jp: 会員案内
ru_ru: Информация о пользователе
th_th: คู่มือสมาชิก
vi_vn: hướng dẫn hội viên
zh_cn: 会员指南

# Faq_5
source: Other
id_id: Dll
ja_jp: その他
ru_ru: Прочее
th_th: อื่นๆ
vi_vn: Khác
zh_cn: 其他

# Faq_7
source: Title
id_id: Judul
ja_jp: タイトル
ru_ru: Название
th_th: หัวข้อ
vi_vn: tựa đề
zh_cn: 标题

# Faq_8
source: On
id_id: Tanggal tertulis
ja_jp: 作成日
ru_ru: Дата отправки
th_th: วันที่กรอก
vi_vn: ngày soạn thảo
zh_cn: 日期

# Fee_1
source: Class
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# Fee_10
source: Withdrawal Limit
id_id: Batas penarikan
ja_jp: 出金限度
ru_ru: лимит снятия в
th_th: จำนวนจำกัดการถอน
vi_vn: Giới hạn rút tiền
zh_cn: 取款限额

# Fee_11
source: 1 time
id_id: 1 kali
ja_jp: 1回
ru_ru: 1 раз
th_th: 1 ครั้ง
vi_vn: 1 lần
zh_cn: 1次

# Fee_12
source: 1 day
id_id: 1 Hari
ja_jp: 1日
ru_ru: 1 день
th_th: 1 วัน
vi_vn: ngày 1
zh_cn: 1日

# Fee_13
source: 0 month
id_id: 0 Bulan
ja_jp: 0月
ru_ru: 0 месяц
th_th: 0 เดือน
vi_vn: tháng 0
zh_cn: 0月

# Fee_14
source: 0KRW
id_id: 0 Won
ja_jp: 0ワィン
th_th: 0 วอน
vi_vn: 0 won
zh_cn: 0元

# Fee_15
source: Minimum Order Quantity
id_id: Jumlah minimum pesanan
ja_jp: 注文最小数量
ru_ru: Минимум для заказа
th_th: ปริมาณออเดอร์ขั้นต่ำ
vi_vn: số lượng đặt hàng tối thiểu
zh_cn: 最少订购数量

# Fee_16
source: Authentication Status
id_id: Status Verifikasi
ja_jp: 認証の現況
ru_ru: Статус проверки подлинности
th_th: สถานะการยืนยัน
vi_vn: Trạng thái chứng nhận
zh_cn: 认证状态

# Fee_17
source: Authentication Completed
id_id: Verifikasi Selesai
ja_jp: 認証完了
ru_ru: Аутентификация завершена
th_th: การยืนยันเสร็จสิ้น
vi_vn: hoàn thành xác thực
zh_cn: 认证完成

# Fee_18
source: Authentication
id_id: Verifikasi
ja_jp: 認証する
ru_ru: Аутентификация
th_th: การยืนยัน
vi_vn: việc xác thực
zh_cn: 进行认证

# Fee_2
source: Authentication Method
id_id: Cara Verifikasi
ja_jp: 認証のする方法
ru_ru: Метод аутентификации
th_th: ขั้นตอนการยืนยัน
vi_vn: phương thức xác thực
zh_cn: 认证方法

# Fee_3
source: Email Authentication
id_id: Verifikasi Email
ja_jp: メール認証
ru_ru: Проверка подлинности почты
th_th: การยืนยันอีเมล์
vi_vn: Xác thực email
zh_cn: 邮箱认证

# Fee_6
source: Deposit Limit
id_id: Batas Deposit
ja_jp: 入金限度
ru_ru: Лимит депозита
th_th: จำนวนจำกัดการฝาก
vi_vn: giới hạn nạp tiền
zh_cn: 存款限额

# Fee_7
source: All Currencies
id_id: Semua mata uang
ja_jp: 全ての貨幣
ru_ru: валюте
th_th: Cryptocurrency ทั้งหมด
vi_vn: tất cả loại tiền
zh_cn: 所有货币

# Fee_8
source: Coin
id_id: Koin
ja_jp: コイン
ru_ru: Криптовалюта
th_th: เหรียญ
zh_cn: 加密货币

# Fee_9
source: Unlimit
id_id: Tidak terbatas
ja_jp: 無制限
ru_ru: Без ограничений
th_th: ไม่จำกัด
vi_vn: không giới hạn
zh_cn: 无限额

# IP_Registration_1_1
source: Your IP will be automatically registered on your first login.
id_id: Saat masuk pertama kali dengan PC Anda,
ja_jp: 現在使用中のPCは、最初のログイン時に、
ru_ru: Во время первого входа в систему с вашего компьютера,
th_th: PC ที่มีการเข้าสู่ระบบครั้งแรก
vi_vn: khi login lần đầu
zh_cn: 首次登录此电脑时，会自动注册相应的IP信息。

# IP_Registration_1_2
source: Do you want to register?
id_id: informasi IP akan terdaftar secara otomatis. Apakah Anda ingin mendaftar?
ja_jp: 該当IP情報が自動的に登録されます。登録しますか？
ru_ru: соответствующая информация о IP-адресе будет зарегистрирована автоматически. Вы хотите зарегистрироваться?
th_th: ข้อมูล IP ดังกล่าวถูกลงทะเบียนโดยอัตโนมัติ คุณต้องการลงทะเบียนหรือไม่?
vi_vn: thông tin IP tương ứng được đăng nhập tự động. bạn có chắc muốn đăng nhập không?
zh_cn: 你确定要注册吗？

# IP_Registration_1_3
source: The IP registration is available for HTS to login.
id_id: Pendaftaran IP diperlukan untuk masuk ke HTS.
ja_jp: IP 登録しなければ、HTSログインすることができません。
ru_ru: Для входа в систему HTS требуется регистрация IP.
th_th: กรุณาลงทะเบียน IP ก่อนเข้าใช้งานระบบ HTS
vi_vn: Phải đăng nhập IP thì mới có thể Login HTS
zh_cn: 进行IP注册后才能登录HTS

# IP_Registration_2_1
source: The PC IP has been registered properly.
id_id: IP PC Anda telah terdaftar.
ja_jp: 該当PCIPが、正常に登録されました。
ru_ru: Ваш IP-адрес для ПК был успешно зарегистрирован.
th_th: ข้อมูล IP ของ PC ดังกล่าวลงทะเบียนเสร็จสิ้น
vi_vn: PC IP tương ứng được đăng nhập tự động.
zh_cn: 您的PC已完成IP注册

# IP_Registration_2_2
source: Registration information can be confirmed
id_id: Informasi pendaftaran dapat di lihat di
ja_jp: 登録情報は、[マイページ>アクセス情報> HTS IP登録]
ru_ru: Регистрационную информацию можно проверить в.
th_th: ข้อมูลการลงทะเบียน สามารถตรวจสอบได้ที่
vi_vn: thông tin đăng nhập [My Page>thông tin truy cập>đăng nhập HTS IP
zh_cn: 注册信息可在[我的主页>访问记录>HTS IP注册]中

# IP_Registration_2_3
source: in [my page > access information > HTS IP Registration].
id_id: [Lamanku>Informasi Akses>Pendaftaran IP HTS].
ja_jp: で確認することができます。
ru_ru: [Моя страница> Информация о соединении> Регистрация HTS IP]
th_th: [My page > ข้อมูลการเชื่อมต่อ > ลงทะเบียน HTS IP]
vi_vn: có thể xác nhận.
zh_cn: 查看。

# IP_Registration_3_1
source: You are logged in from a PC with no IP registered.
id_id: Anda masuk dari IP PC yang tidak terdaftar.
ja_jp: IPが登録されていないPCでログインしました。
ru_ru: Вы вошли в систему с ПК, IP-адрес которого не зарегистрирован.
th_th: ขณะนี้มีการเข้าสู่ระบบบน PC ด้วย IP ที่ไม่ได้ลงทะเบียนไว้
vi_vn: bạn đã đăng nhập từ PC có IP chưa được đăng nhập
zh_cn: 您登录的PC未注册IP信息。

# IP_Registration_3_2
source: To go to the IP Registration screen, click the OK button.
id_id: Tekan tombol konfirmasi untuk pindah ke layar pendaftaran IP.
ja_jp: IP 登録画面に移動するには、確認ボタンを押してください。
ru_ru: Нажмите кнопку OK, чтобы перейти на страницу регистрации IP-адреса.
th_th: กรุณากดปุ่มตรวจสอบ เพื่อไปยังหน้าลงทะเบียน IP
vi_vn: nếu bạn muốn di chuyển đến màn hình IP đăng nhập thì hãy nhấn nút xác nhận.
zh_cn: 点击确认可转到IP注册页面。

# IP_Registration_3_3
source: Only registered IP is able to log in HTS
id_id: Hanya IP terdaftar yang dapat masuk ke HTS.
ja_jp: 登録されたIPのみ、HTSログインすることができます。
ru_ru: Только после регистрирации IP-адреса возможен вход в систему HTS.
th_th: HTS สามารถเข้าใช้งานได้เฉพาะ IP ที่ได้ลงทะเบียนไว้เท่านั้น
vi_vn: chỉ có IP đã được đăng nhập mới có thể login HTS
zh_cn: 只有注册的IP才能登录HTS。

# IP_Registration_4_1
source: * Only PCs registered with IP are available for HTS, and require separate Email authentication at the time of registration.
id_id: *Hanya PC yang IP-nya terdaftar dapat menggunakan HTS, proses verifikasi lewat email diperlukan pada saat melakukan pendaftaran.
ja_jp: *IPが登録されたPCのみHTSの利用が可能であり、登録時に別途Eメール認証が必要になります。
ru_ru: *Использование HTS доступно только ПК, с зарегистрированным IP-адресом, и для регистрации требуется отдельная аутентификация через электронную почту.
th_th: HTS สามารถเข้าใช้งานได้เฉพาะ IP ที่ลงทะเบียนไว้และได้มีการยืนยันอีเมล์เสร็จสิ้นแล้วเท่านั้น
vi_vn: chỉ có PC có IP chưa được đăng nhập mới có thể sử dụng được HTS, khi đăng nhập cần xác thực Email.
zh_cn: 只有注册过IP的PC才能使用HTS，并且在注册时需要邮箱认证。

# IP_Registration_4_10
source: Email Authentication
id_id: Verifikasi Email
ja_jp: Email認証
ru_ru: Проверка подлинности Email
th_th: การยืนยันอีเมล์
vi_vn: Xác thực Email
zh_cn: 邮箱认证

# IP_Registration_4_11
source: Certification complete
id_id: Proses verifikasi selesai
ja_jp: 認証完了
ru_ru: Сертификация завершена
th_th: การยืนยันเสร็จสิ้น
vi_vn: hoàn thành xác thực
zh_cn: 认证完成

# IP_Registration_4_12
source: An authentication number has been sent to your email. Please enter in 10 minutes
id_id: Nomor verifikasi telah terkirim ke email yang terdaftar. Silahkan masukkan nomor dalam 10 menit.
ja_jp: 登録されたEメールに認証番号が送信されました。10分以内に入力してください。
ru_ru: На ваш email был выслан номер для аутентификации. Пожалуйста, введите его в течение 10 минут
th_th: รหัสยืนยันถูกส่งไปยังอีเมล์ที่ลงทะเบียนไว้แล้ว กรุณากรอกภายใน 10 นาที
vi_vn: Số xác thực được gửi qua Email đã được đăng nhập. vui lòng nhập vào trong vòng 10 phút.
zh_cn: 您的验证邮件已发送至您的注册邮箱, 请在10分钟内输入.

# IP_Registration_4_13
source: Authentication is complete.
id_id: Proses verifikasi selesai.
ja_jp: 認証が完了しました。
ru_ru: Проверка подлинности завершена.
th_th: การยืนยันเสร็จสิ้น
vi_vn: xác thực đã được hoàn tất.
zh_cn: 认证已完成。

# IP_Registration_4_14
source: The authorization number has been resent
id_id: Nomor verifikasi telah terkirim lagi.
ja_jp: 認証番号を再送信しました。
ru_ru: Номер для аутентификации был отправлен повторно.
th_th: ส่งรหัสยืนยันใหม่เรียบร้อยแล้ว
vi_vn: đã gửi lại số xác thực.
zh_cn: 已重新发送认证号码。

# IP_Registration_4_15
source: Email authentication is required for IP registration.
id_id: Pendaftaran IP dapat dilakukan jika proses verifikasi email telah selesai.
ja_jp: Email認証をしなければ、IPが登録されません。
ru_ru: Для регистрации IP требуется проверка подлинности Email.
th_th: กรุณายืนยันอีเมล์ก่อนทำการลงทะเบียน IP
vi_vn: phải xác thực Email thì IP mới được đăng nhập.
zh_cn: 先进行邮件认证后才能注册ip地址。

# IP_Registration_4_16_1
source: This is not a transferred authentication number.
id_id: Nomor verifikasi salah.
ja_jp: 送信された認証番号ではありません。
ru_ru: Этот номер не является переданным номером проверки подлинности.
th_th: ไม่ใช่รหัสยืนยันที่ถูกส่งไป
vi_vn: đây không phải là số xác thực đã được gửi đi.
zh_cn: 您输入的认证码有误,

# IP_Registration_4_16_2
source: Please confirm the verification number you entered.
id_id: Silahkan periksa kembali nomor yang Anda masukkan.
ja_jp: 入力された認証番号をご確認ください。
ru_ru: Пожалуйста, подтвердите введенный номер подтверждения.
th_th: กรุณาตรวจสอบรหัสยืนยันที่กรอก
vi_vn: Vui lòng xác nhận số xác thực bạn vừa nhập vào.
zh_cn: 请重新输入认证码。
