Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# CoinExchangeReservationTrading_1_4
source: ㆍ Available after setting in the ‘Coin Exchange Automatic Transaction setup’ screen.
id_id: Dapat digunakan setelah mengatur di [Pengaturan Penukaran Koin Otomatis].
ja_jp: ㆍ[コイン交換自動取引設定]画面で設定した後に使用が可能になります。
ru_ru: * Использование возможно после настройки через раздел [Настройка резервирования транзакции по обмену криптовалют]
th_th: ㆍกรุณาตั้งค่าก่อนใช้งาน [ตั้งค่า การซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ]
vi_vn: có thể sử dụng sau khi thiết lập trên màn hình [thiết lập giao dịch tự động đổi Coin]
zh_cn: 在[设置加密货币间兑换交易]中设置后可使用服务。

# CoinExchangeReservationTrading_1_5
source: ㆍIf the time of the transaction differs from the time of the inquiry, the transaction amount may vary.
id_id: Total transaksi bisa berbeda jika tanggal pengecekan dan tanggal bertransaksi berbeda
ja_jp: ㆍ照会日と取引実行日が異なる場合、取引金額に差が生じることがあります。
ru_ru: * Из-за разницы во времени даты запроса и выполнения транзакции, может возникнуть разница в сумме транзакции.
th_th: ㆍยอดการซื้อขายอาจมีการแตกต่างได้ หากวันเวลาที่ตรวจสอบและวันเวลาที่ซื้อขายไม่ใช่วันเดียวกัน
vi_vn: trường hợp ngày giờ hiển thị và ngày giờ thực hiện giao dịch khác nhau thì số tiền giao dịch có thể có chênh lệch.
zh_cn: 查询日期与交易日期不同时交易金额可能有所差异。

# CoinExchangeReservationTrading_1_6
source: ㆍ A fee will be charged when the transaction is executed.
id_id: Komisi akan dibayar saat transaksi dijalankan.
ja_jp: ㆍ取引実行時に手数料が請求されます。
ru_ru: * При выполнении сделки будет взиматься комиссия.
th_th: ㆍค่าธรรมเนียมจะถูกหักเมื่อทำการซื้อขาย
vi_vn: phí dich vụ được thanh toán khi thực hiện giao dịch
zh_cn: 进行交易时将支付手续费。

# CoinExchangeReservationTrading_1_7
source: ㆍPlease re-enable on the ‘Coin Exchange Automatic Transaction setup’ screen after the transaction is executed.
id_id: Harap mengatur lagi di [Pengaturan Penukaran Koin Otomatis] setelah bertransaksi.
ja_jp: ㆍ取引実行後、[コイン交換自動取引設定]画面で再設定してください。
ru_ru: * После выполнения сделки, пожалуйста, настройте заново через раздел [Настройки транзакции по обмену криптовалют]
th_th: ㆍกรุณาตั้งค่าที่หน้าจอใหม่หลังทำการซื้อขาย [การตั้งค่า การซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ]
vi_vn: vui lòng thiết lập lại từ màn hình [thiết lập giao dịch tự động đổi Coin] sau khi thực hiện giao dịch
zh_cn: 进行交易后在[设置加密货币间兑换交易]中重新设置。

# CoinExchangeReservationTrading_1_8
source: Coin Exchange Automatic Transaction setup
id_id: Pengaturan Penukaran Koin Otomatis
ja_jp: コイン交換自動取引設定
ru_ru: Настройка Автоматической транзакции по обмену криптовалют
th_th: การตั้งค่าการซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ
vi_vn: thiết lập giao dịch tự động đổi Coin
zh_cn: 设置加密货币间自动兑换交易

# CoinExchangeReservationTrading_1_9
source: Available Coin
id_id: Nilai Perubahan Koin yang Dimiliki
ja_jp: 保有コイン変動率
ru_ru: Динамика колебания курса имеющихся в наличии криптовалют
th_th: อัตราการเปลี่ยนแปลงของเหรียญที่ถืออยู่
vi_vn: tỷ lệ biến động Coin lưu giữ
zh_cn: 持有货币变动率

# CoinExchangeReservationTrading_2_1
source: Coin Exchange Transaction
id_id: Menjalankan Transaksi Penukaran Koin
ja_jp: コイン交換取引の実行
ru_ru: Выполнение транзакции по обмену криптовалют
th_th: ดำเนินการซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ
vi_vn: thực hiện giao dịch đổi Coin
zh_cn: 进行加密货币间兑换交易

# CoinExchangeReservationTrading_2_10
source: 거래 실행
id_id: Menjalankan Transaksi
ja_jp: 取引実行
ru_ru: Выполнить транзакцию
th_th: ดำเนินการซื้อขาย
vi_vn: thực hiện giao dịch
zh_cn: 进行交易

# CoinExchangeReservationTrading_2_11
source: (Setting Change rate =
id_id: (Nilai perubahan yang telah ditentukan=
ja_jp: (設定変動率 =
ru_ru: (Установленная динамика колебаний =
th_th: (อัตราการเปลี่ยนแปลงที่ตั้งค่าไว้ =
vi_vn: (tỷ lệ biến động thiết lập =
zh_cn: （设置变动率=

# CoinExchangeReservationTrading_2_12
source: % More)
id_id: Lebih dari [ ] %
ja_jp: %以上)
ru_ru: более %)
th_th: มากกว่า %)
vi_vn: trên ....%)
zh_cn: %以上）

# CoinExchangeReservationTrading_2_13
source: (Available :
id_id: (Jumlah sisa :
ja_jp: (使用可能残高 :
ru_ru: (Доступный остаток :
th_th: ยอดที่ใช้ได้
vi_vn: ( tiền thừa có thể sử dụng:
zh_cn: 可使用余额

# CoinExchangeReservationTrading_2_2
source: Setting Quote (available)
id_id: Harga Terkini Tetap (Tersedia)
ja_jp: 保有コインの基準相場
ru_ru: Базовый курс криптовалют имеющихся в наличии
th_th: ราคาพื้นฐานเหรียญที่ถืออยู่
vi_vn: giá tham chiếu Coin lưu giữ
zh_cn: 持有货币价格

# CoinExchangeReservationTrading_2_3
source: Current Quote (available)
id_id: Harga Terkini Saat Ini (Tersedia)
ja_jp: 保有コインの現在の相場
ru_ru: Текущий курс криптовалют имеющихся в наличии
th_th: ราคาปัจจุบันเหรียญที่ถืออยู่
vi_vn: thời giá hiện tại của Coin lưu giữ
zh_cn: 持有货币现价

# CoinExchangeReservationTrading_2_4
source: Quantity
id_id: Jumlah
ja_jp: 販売数量
ru_ru: Количество
th_th: ปริมาณการขาย
vi_vn: số lượng bán
zh_cn: 卖出数量

# CoinExchangeReservationTrading_2_5
source: Setting Change rate
id_id: Nilai perubahan yang telah ditentukan
ja_jp: 設定変動率
ru_ru: Установленная динамика колебаний
th_th: อัตราการเปลี่ยนแปลงที่ตั้งค่าไว้
vi_vn: tỷ lệ biến động thiết lập
zh_cn: 设置变动率

# CoinExchangeReservationTrading_2_6
source: Available balances
id_id: Jumlah penjualan
ja_jp: 使用可能残高
ru_ru: Доступный остаток
th_th: ยอดที่ใช้ได้
vi_vn: tiền thừa có thể sử dụng
zh_cn: 可使用余额

# CoinExchangeReservationTrading_2_7
source: Setting Quote (trade)
id_id: Harga Terkini Tetap (Tukar)
ja_jp: 交換コインの基準相場
ru_ru: Базовый курс криптовалют для обмена
th_th: ราคาพื้นฐานเหรียญที่จะแลก
vi_vn: giá tham chiếu trao đổi Coin
zh_cn: 兑换货币价格

# CoinExchangeReservationTrading_2_8
source: Current Quote (trade)
id_id: Harga Terkini Saat Ini (Tukar)
ja_jp: 交換コインの現在の相場
ru_ru: Текущий курс криптовалют для обмена
th_th: ราคาปัจจุบันเหรียญที่จะแลก
vi_vn: thời giá hiện tại của Coin trao đổi
zh_cn: 兑换货币现价

# CoinExchangeReservationTrading_2_9
source: Estimated Quantity
id_id: Jumlah Perkiraan
ja_jp: 交換予想金額
ru_ru: Ожидаемая сумма обмена
th_th: ยอดที่คาดว่าจะแลก
vi_vn: số tiền dự kiến trao đổi
zh_cn: 预计兑换金额

# CoinExchangeReservationTrading_Alert_1
source: Available coins and exchange coins cannot be the same.
id_id: Koin yang dimiliki dan koin tukar tidak boleh sama
ja_jp: 保有コインと同じコインで交換することはできません。
ru_ru: Доступные монеты и обмен монеты не могут быть одинаковыми.
th_th: เหรียญที่ถืออยู่และเหรียญที่จะแลกไม่สามารถเป็นเหรียญเดียวกันได้
vi_vn: Coin lưu trữ và Coin trao đổi không thể giống nhau.
zh_cn: 兑换货币不能与持有货币相同。

# CoinExchangeReservationTrading_Alert_2
source: The available quantity has been exceeded.
id_id: Sudah melebihi jumlah yang tersedia
ja_jp: 使用可能数量を超過しました。
ru_ru: Доступное количество было превышено.
th_th: เกินกำหนดปริมาณที่สามารถใช้ได้
vi_vn: đã vượt quá số lượng có thể sử dụng
zh_cn: 超出可使用数量。

# CoinExchangeReservationTrading_Alert_3
source: It cannot be set at least 100%.
id_id: Tidak dapat menetapkan lebih dari 100%
ja_jp: 100％以上に設定することはできません。
ru_ru: Он не может быть установлен не менее 100%.
th_th: ตั้งค่าสูงกว่า 100% ไม่ได้
vi_vn: không thể thiết lập trên 100%
zh_cn: 不能超过100％。

# CoinExchangeReservationTrading_Alert_4
source: Coin Exchange Automatic Transaction Execution notification
id_id: 코인교환자동거래 실행 알림.
ja_jp: コイン交換自動取引実行お知らせ
ru_ru: Обмен монетами автоматическое уведомление о выполнении транзакции
th_th: การแจ้งเตือนการดำเนินการซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ
vi_vn: thông báo thực hiện giao dịch tự động trao đổi Coin
zh_cn: 进行加密货币间兑换交易通知

# CoinInfo_1
source: First published
id_id: Penerbitan pertama
ja_jp: 最初の発行
ru_ru: Первый выпуск
th_th: ออกเหรียญครั้งแรก
vi_vn: ban hành lần đầu
zh_cn: 首次发行

# CoinInfo_2
source: How to publish
id_id: Metode penerbitan
ja_jp: 発行方式
ru_ru: Способ выпуска
th_th: รูปแบบการออกเหรียญ
vi_vn: phương thức ban hành
zh_cn: 发行方式

# CoinInfo_3
source: market capitalization
id_id: Kapitalisasi pasar
ja_jp: 時価総額
ru_ru: Рыночная капитализация
th_th: ยอดรวมราคาตลาด
vi_vn: Tổng giá thị trường
zh_cn: 市价总额

# CoinInfo_4
source: Current total amount
id_id: Jumlah penerbitan pada saat ini
ja_jp: 現在の総発行量
ru_ru: Текущий общий объем выпуска
th_th: ปริมาณการออกทั้งหมดจนถึงปัจจุบัน
vi_vn: Tổng lượng ban hành hiện tại
zh_cn: 当前总发行量

# CoinInfo_5
source: Maximum issuing volume
id_id: Batas penerbitan
ja_jp: 最大発行量
ru_ru: Максимальный объем выпуска
th_th: ปริมาณการออกมากที่สุด
vi_vn: lượng ban hành tối đa
zh_cn: 最多发行量

# CoinInfo_6
source: Official web site
id_id: Situs resmi
ja_jp: 公式ウェブサイト
ru_ru: Официальный сайт
th_th: เว็บไซต์
vi_vn: website chính thức
zh_cn: 官方网站

# CoinInfo_7
source: About coins
id_id: Informasi koin
ja_jp: コインのご紹介
ru_ru: О монетах
th_th: เกี่ยวกับเหรียญ
vi_vn: giới thiệu Coin
zh_cn: 加密货币简介

# CoinInfo_8
source: Coin features
id_id: Ciri-ciri koin
ja_jp: コインの特徴
ru_ru: Особенности монеты
th_th: ลักษณะพิเศษของเหรียญ
vi_vn: đặc tính của Coin
zh_cn: 加密货币特点

# CoinTrading_1
source: Designated trading
id_id: Transaksi Harga Tetap
ja_jp: 指し値取引
ru_ru: Сделки по фиксированной цене
th_th: การซื้อ/การขาย
vi_vn: mua/bán
zh_cn: 买入/卖出

# CoinTrading_1_1
source: Buy
id_id: Beli
ja_jp: 指し値購入
ru_ru: Покупка по фиксированной цене
th_th: การซื้อ
vi_vn: Mua
zh_cn: 买入

# CoinTrading_1_1_1
source: Price
id_id: Harga
ja_jp: 買受(購入)価格
ru_ru: Покупная цена
th_th: ราคาซื้อ
vi_vn: Giá mua
zh_cn: 买入价格

# CoinTrading_1_1_2
source: Quantity
id_id: Jumlah
ja_jp: 買受(購入)数量
ru_ru: Количество покупки
th_th: ปริมาณการซื้อ
vi_vn: lượng mua
zh_cn: 购买（买入）数量

# CoinTrading_1_1_3
source: Amount
id_id: Total
ja_jp: 買受(購入)金額
ru_ru: Сумма покупки
th_th: ยอดการซื้อ
vi_vn: số tiền mua
zh_cn: 购买（买入）金额

# CoinTrading_1_1_4
source: (Avb. :
id_id: (Tersedia:
ja_jp: (買受可能:
ru_ru: (Покупка возможна :
th_th: (สามารถซื้อได้ :
vi_vn: (có thể mua :
zh_cn: 可买入

# CoinTrading_1_2
source: Sell
id_id: Jual
ja_jp: 指し値販売
ru_ru: Продажа по фиксированной цене
th_th: การขาย
vi_vn: Bán
zh_cn: 卖出

# CoinTrading_1_2_1
source: Price
id_id: Harga
ja_jp: 売渡(販売)価格
ru_ru: Продажная цена
th_th: ราคาขาย
vi_vn: Giá bán
zh_cn: 卖出价格

# CoinTrading_1_2_2
source: Quantity
id_id: Jumlah
ja_jp: 売渡(販売)数量
ru_ru: Объем продажи
th_th: ปริมาณการขาย
vi_vn: số lượng bán
zh_cn: 卖出数量

# CoinTrading_1_2_3
source: Amount
id_id: Total
ja_jp: 売渡(販売)金額
ru_ru: Сумма продажи
th_th: ยอดการขาย
vi_vn: số tiền bán
zh_cn: 卖出金额

# CoinTrading_1_2_4
source: (Avb. :
id_id: (Tersedia:
ja_jp: (売渡可能:
ru_ru: (Продажа возможна :
th_th: (สามารถขายได้ :
vi_vn: (có thể bán :
zh_cn: 可卖出

# CoinTrading_1_3
source: * Fees are calculated at the time of concluding transactions.
id_id: Komisi akan dibayar saat transaksi selesai.
ja_jp: *手数料は締結時に計算されます。
ru_ru: Комиссия рассчитывается при заключении сделки
th_th: *ค่าธรรมเนียมจะถูกหักเมื่อมีการตกลงราคา
vi_vn: *chi phí được thanh toán khi kí kết
zh_cn: 成交交易时将支付手续费。

# CoinTrading_1_4
source: *Purchase order Price : The transaction will be concluded as market price when the price is set more than the minimum sales price of unfinished orders.
id_id: Harga Order Beli: Jika menetapkan harga yang lebih tinggi daripada harga terendah untuk order jual yang belum tereksekusi maka transaksi akan dilakukan dengan harga pasar.
ja_jp: *購入注文価格: 未締結注文売値の最低金額以上に設定すると、成行で締結されます。
ru_ru: Цена заказа на покупку: заключается на покупку по рыночной цене, когда установлен заказ на продажу по цене выше минимальной.
th_th: *ราคาออเดอร์ซื้อ : หากตั้งค่าสูงกว่าจำนวนต่ำสุดของราคาเสนอขายออเดอร์ที่ยังไม่มีการตกลงราคา จะถูกใช้ราคาตลาดในการตกลงราคา
vi_vn: * Giá đơn hàng mua : được thanh toán bằng giá thị trường khi thiết lập trên số tiền thấp nhất của giá bán đơn hàng chưa kí kết
zh_cn: 购买订单价格：设置的价格高于未成交最低销售价时，按市场价成交。

# CoinTrading_1_5
source: *Sales order Price : If you set the price below the maximum amount of the unfinished purchase price, the transaction will be concluded as market price.
id_id: Harga Order Jual: Jika menetapkan harga yang lebih rendah daripada harga tertinggi untuk order beli yang belum tereksekusi maka transaksi akan dilakukan dengan harga pasar.
ja_jp: *販売注文価格: 未締結注文買値の最高金額以下に設定すると、成行で締結されます。
ru_ru: Цена заказа на продажу: заключается на продажу по рыночной цене, когда установлен заказ на покупку по цене ниже минимальной.
th_th: *ราคาออเดอร์ขาย : หากตั้งค่าต่ำกว่าจำนวนสูงสุดของราคาเสนอซื้อออเดอร์ที่ยังไม่มีการตกลงราคา จะถูกใช้ราคาตลาดในการตกลงราคา
vi_vn: * Giá đơn hàng bán : được thanh toán bằng giá thị trường khi thiết lập dưới số tiền cao nhất của giá mua đơn hàng chưa kí kết
zh_cn: 销售订单价格：设置的价格低于未成交最高购买价时，按市场价成交。

# CoinTrading_2
source: Market Price
id_id: Transaksi Harga Pasar
ja_jp: 成行取引
ru_ru: Сделки по рыночной цене
th_th: การซื้อขายราคาตลาด
vi_vn: giao dịch giá thị trường
zh_cn: 市场价交易

# CoinTrading_2_1
source: Buy
id_id: Beli
ja_jp: 成行購入
ru_ru: Покупка по рыночной цене
th_th: การซื้อราคาตลาด
vi_vn: mua giá thị trường
zh_cn: 市场价买入

# CoinTrading_2_1_1
source: Price
id_id: Harga
ja_jp: 買受(購入)価格
ru_ru: Покупная цена
th_th: ราคาซื้อ (การซื้อ)
vi_vn: giá mua
zh_cn: 买入价格

# CoinTrading_2_1_2
source: Quantity
id_id: Perkiraan Jumlah
ja_jp: 買受(購入)予想数量
ru_ru: Предполагаемое количество для покупки
th_th: ปริมาณที่คาดว่าจะซื้อ (การซื้อ)
vi_vn: số lượng dự kiến mua
zh_cn: 购买（买入）预计数量

# CoinTrading_2_1_3
source: (Avb. :
id_id: (Tersedia:
ja_jp: (買受可能:
ru_ru: (Покупка возможна :
th_th: (สามารถซื้อได้ :
vi_vn: (có thể mua :
zh_cn: 可买入

# CoinTrading_2_2
source: Sell
id_id: Jual
ja_jp: 成行販売
ru_ru: Продажа по рыночной цене
th_th: การขายราคาตลาด
vi_vn: bán giá thị trường
zh_cn: 市场价卖出

# CoinTrading_2_2_1
source: Price
id_id: Jumlah
ja_jp: 売渡(販売)数量
ru_ru: Количество для продажи
th_th: ปริมาณการขาย (การขาย)
vi_vn: số lượng bán
zh_cn: 卖出数量

# CoinTrading_2_2_2
source: Quantity
id_id: Perkiraan Total
ja_jp: 売渡(販売)予想受領額
ru_ru: Предполагаемые поступления от продаж
th_th: จำนวนที่คาดว่าจะรับจากการขาย (การขาย)
vi_vn: số lượng dự kiến bán
zh_cn: 销售（卖出）预计金额

# CoinTrading_2_2_3
source: (Avb. :
id_id: (Tersedia:
ja_jp: (売渡可能:
ru_ru: (Продажа возможна :
th_th: (สามารถขายได้ :
vi_vn: (có thể bán :
zh_cn: 可卖出

# CoinTrading_2_3
source: *Market price purchase gets accomplished in the order of the lowest amount of unfinished sales order price,
id_id: Beli harga pasar dibeli berurutan dari nominal penawaran jual terendah,
ja_jp: *成行購入は未締結販売申請金額が低い順に購入され、
ru_ru: Покупка по рыночной цене производится в порядке наименьшей продажной цены,
th_th: *การซื้อราคาตลาด จะทำการซื้อยอดที่ต้องการขาย ซึ่งยังไม่มีการตกลงราคาลำดับต่ำก่อน
vi_vn: * Mua giá thị trường được mua theo thứ tự số tiền đăng kí bán hàng chưa kí kết từ thấp nhất,
zh_cn: 市场价买入按未成交卖出金额从低到高的顺序购买，

# CoinTrading_2_4
source: and actual receipts may vary depending on the purchase amount.
id_id: jumlah aktual yang diterima dapat bervariasi tergantung harga beli.
ja_jp: 実際の受領量は購入額に応じて変動することがあります。
ru_ru: при этом фактическая сумма транзакций может варьироваться в зависимости от количества запросов на покупку.
th_th: และจำนวนที่รับจริงจะเปลี่ยนแปลงตามยอดการซื้อ
vi_vn: lượng nhận thực tế có thể thay đổi tùy theo số tiền mua.
zh_cn: 而实际收到的数量可能根据购买金额有所变动。

# CoinTrading_2_5
source: *Market price sales are achieved in the order of the highest amount of unfinished purchase order price,
id_id: Jual harga pasar dijual berurutan dari nominal penawaran beli tertinggi,
ja_jp: *成行販売は未締結購入申請金額が高い順に販売され、
ru_ru: Продажа по рыночной цене производится в порядке наибольшей продажной цены,
th_th: *การขายราคาตลาด จะทำการขายยอดที่ต้องการซื้อ ซึ่งยังไม่มีการตกลงราคาลำดับสูงก่อน
vi_vn: * bán giá thị trường được bán theo thứ tự số tiền đăng kí bán hàng chưa kí kết từ cao nhất
zh_cn: 市场价卖出按未成交买入金额从高到低的顺序卖出，

# CoinTrading_2_6
source: and actual receipts may vary depending on the sales amount.
id_id: total aktual yang diterima dapat bervariasi tergantung jumlah jual.
ja_jp: 実際の受領額は販売量に応じて変動することがあります。
ru_ru: при этом фактическая сумма транзакций может варьироваться в зависимости от количества запросов на продажу.
th_th: และจำนวนที่รับจริงจะเปลี่ยนแปลงตามยอดการขาย
vi_vn: lượng tiền nhận thực tế có thể thay đổi tùy theo số tiền bán.
zh_cn: 而实际收到的金额可能根据卖出数量有所变动。

# CoinTrading_3
source: Automatic Trading
id_id: Transaksi Otomatis
ja_jp: 自動取引
ru_ru: Автоматические транзакции
th_th: การซื้อขายอัตโนมัติ
vi_vn: giao dịch tự động
zh_cn: 自动交易

# CoinTrading_3_1
source: Automatic Trading
id_id: Transaksi Otomatis
ja_jp: 自動取引
ru_ru: Автоматические транзакции
th_th: การซื้อขายอัตโนมัติ
vi_vn: giao dịch tự động
zh_cn: 自动交易

# CoinTrading_3_1_1
source: Class
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# CoinTrading_3_1_1_1
source: Automatic Buy
id_id: Beli Otomatis
ja_jp: 自動購入
ru_ru: Автоматическая покупка
th_th: การซื้ออัตโนมัติ
vi_vn: mua tự động
zh_cn: 自动买入

# CoinTrading_3_1_1_2
source: Automatic Sell
id_id: Jual Otomatis
ja_jp: 自動販売
ru_ru: Автоматическая продажа
th_th: การขายอัตโนมัติ
vi_vn: bán tự động
zh_cn: 自动卖出

# CoinTrading_3_1_1_3
source: Stop-Loss Selling
id_id: Stop Loss
ja_jp: 損切販売
ru_ru: Продажа Стоп лосс
th_th: การขายแบบ stop loss
vi_vn: Bán cắt lỗ
zh_cn: 止损卖出

# CoinTrading_3_1_2
source: 1st
id_id: Peringkat 1
ja_jp: 1順位
ru_ru: В 1-ю очередь
th_th: ลำดับที่ 1
vi_vn: hạng 1
zh_cn: 顺序1

# CoinTrading_3_1_3
source: 2nd
id_id: Peringkat 2
ja_jp: 2順位
ru_ru: Во 2-ю очередь
th_th: ลำดับที่ 2
vi_vn: hạng 2
zh_cn: 顺序2

# CoinTrading_3_1_4
source: 3rd
id_id: Peringkat 3
ja_jp: 3順位
ru_ru: В 3-ю очередь
th_th: ลำดับที่ 3
vi_vn: hạng 3
zh_cn: 顺序3

# CoinTrading_3_1_5
source: 구매가능금액
id_id: Total Beli Tersedia
ja_jp: 購入可能額
ru_ru: Доступная сумма для покупки
th_th: ยอดที่สามารถซื้อได้
vi_vn: số tiền có thể mua
zh_cn: 可买入金额

# CoinTrading_3_1_6
source: 판매가능금액
id_id: Total Jual Tersedia
ja_jp: 販売可能額
ru_ru: Доступная сумма для продажи
th_th: ยอดที่สามารถขายได้
vi_vn: số tiền có thể bán
zh_cn: 可卖出金额

# CoinTrading_3_2
source: Stop-Loss Automatic trading
id_id: Transaksi Otomatis Stop Loss
ja_jp: 損切自動取引
ru_ru: Автоматические транзакции Стоп лосс
th_th: การซื้อขายอัตโนมัติแบบ stop loss
vi_vn: Giao dịch tự động
zh_cn: 止损自动交易

# CoinTrading_4
source: All Live Orderbook
id_id: Rincian Semua Order Book
ja_jp: 全体未締結履歴
ru_ru: Полная история незаключенных сделок
th_th: รายการที่ยังไม่มีการตกลงราคาทั้งหมด
vi_vn: lịch sử tổng số chưa thanh toán
zh_cn: 市场未成交明细

# CoinTrading_4_1
source: bidding
id_id: Harga Penawaran
ja_jp: 呼び値
ru_ru: Объявленная (запрашиваемая) цена
th_th: การประมูล
vi_vn: Ra giá
zh_cn: 出价

# CoinTrading_4_2
source: Sales (Sell)
id_id: Jual
ja_jp: 売値(売渡)注文量
ru_ru: Количество заказа для продажной цены
th_th: ปริมาณออเดอร์เสนอขาย (การขาย)
vi_vn: số lượng đơn hàng giá bán
zh_cn: 卖出价（销售）订购量

# CoinTrading_4_3
source: Purchase (Buy)
id_id: Beli
ja_jp: 買値(買受)注文量
ru_ru: Количество заказа для покупной цены
th_th: ปริมาณออเดอร์เสนอซื้อ (การซื้อ)
vi_vn: số lượng đơn hàng giá mua
zh_cn: 买入价（购买）订购量

# CoinTrading_4_4
source: Price
id_id: Harga
ja_jp: 締結価
ru_ru: Контрактная цена
th_th: ราคาที่ตกลง
vi_vn: giá kí kết
zh_cn: 成交价

# CoinTrading_4_5
source: Volume
ja_jp: 取引量
ru_ru: Объем торгов
th_th: ปริมาณซื้อขาย
vi_vn: lượng giao dịch
zh_cn: 交易量

# CoinTrading_4_6_1
source: Current Quotes
id_id: Saat Ini
ja_jp: 現在の時価
ru_ru: Текущее время
th_th: ราคาปัจจุบัน
vi_vn: Giá thị trường hiện tại
zh_cn: 当前市价

# CoinTrading_4_6_2
source: Closing price
id_id: Terakhir
ja_jp: 前日終値
ru_ru: Цена закрытия
th_th: ราคาปิดวันก่อน
vi_vn: giá đóng cửa trước đó
zh_cn: 前一天终价

# CoinTrading_4_6_3
source: Highest Amount
id_id: Tertinggi
ja_jp: 当日最高値
ru_ru: Самая высокая цена за день
th_th: ราคาสูงสุดของวัน
vi_vn: giá cao nhất ngày
zh_cn: 当天最高价

# CoinTrading_4_6_4
source: Lowest Amount
id_id: Terendah
ja_jp: 当日最低値
ru_ru: Самая низкая цена за день
th_th: ราคาต่ำสุดของวัน
vi_vn: giá thấp nhất ngày
zh_cn: 当天最低价

# CoinTrading_4_6_5
source: Today Volume
id_id: Volume Hari Ini
ja_jp: 本日の総取引量
ru_ru: Общее количество транзакций за сегодняшний день
th_th: ปริมาณซื้อขายทั้งหมดวันนี้
vi_vn: tổng lượng giao dịch hôm nay
zh_cn: 今日总交易量

# CoinTrading_4_6_6
source: In 24h Volume
id_id: Volume 24 jam
ja_jp: 前日総取引量
ru_ru: Общее количество транзакций за вчерашний день
th_th: ปริมาณซื้อขายทั้งหมดวันก่อน
vi_vn: tổng lượng giao dịch ngày trước đó
zh_cn: 前一天总交易量

# CoinTrading_4_6_7
source: Today Amount
id_id: Total Hari Ini
ja_jp: 現在取引代金
ru_ru: Сумма транзакций за сегодняшний день
th_th: จำนวนการซื้อขายทั้งหมดวันนี้
vi_vn: lượng tiền lớn giao dịch hôm nay
zh_cn: 今日交易额

# CoinTrading_4_6_8
source: In 24 Amount
id_id: Total 24 jam
ja_jp: 前日取引代金
ru_ru: Сумма транзакций за вчерашний день
th_th: จำนวนการซื้อขายทั้งหมดวันก่อน
vi_vn: lượng tiền lớn giao dịch ngày trước đó
zh_cn: 前一天交易额

# CoinTrading_5
source: Chart
id_id: Grafik
ja_jp: チャート
ru_ru: Диаграмма
vi_vn: biểu đồ
zh_cn: 图表

# CoinTrading_6
source: My Order
id_id: Order Saya
ja_jp: マイ未締結注文
ru_ru: Мои незавершенные заказы
th_th: ออเดอร์ที่ยังไม่มีการตกลงราคาของฉัน
vi_vn: đơn hàng chưa kí kết của tôi
zh_cn: 我的未成交订单

# CoinTrading_6_1
source: Kind
id_id: Jenis
ja_jp: 種類
ru_ru: Тип
th_th: ประเภท
vi_vn: kết thúc
zh_cn: 种类

# CoinTrading_6_1_1
source: Buy
id_id: Beli
ja_jp: 購入
ru_ru: Купить
th_th: การซื้อ
vi_vn: Mua
zh_cn: 买入

# CoinTrading_6_1_2
source: Sell
id_id: Jual
ja_jp: 販売
ru_ru: Продать
th_th: การขาย
vi_vn: Bán
zh_cn: 卖出

# CoinTrading_6_2
source: Coin Name
id_id: Koin
ja_jp: コイン名
ru_ru: Наименование криптовалюты
th_th: ชื่อเหรียญ
vi_vn: tên Coin
zh_cn: 货币类型

# CoinTrading_6_3
source: Time
id_id: Waktu
ja_jp: 注文時間
ru_ru: Время заказа
th_th: เวลาออเดอร์
vi_vn: thời điểm đặt hàng
zh_cn: 订购时间

# CoinTrading_6_4
source: Transaction amount
id_id: Jumlah Order
ja_jp: 注文量
ru_ru: Количество заказа
th_th: ปริมาณออเดอร์
vi_vn: lượng đơn hàng
zh_cn: 订购量

# CoinTrading_6_5
source: Current price
id_id: Harga Order
ja_jp: 注文価
ru_ru: Стоимость заказа
th_th: ราคาออเดอร์
vi_vn: giá đơn hàng
zh_cn: 订购价格

# CoinTrading_6_6
source: Clamping Volume
id_id: Jumlah Tereksekusi
ja_jp: 締結量
ru_ru: Количество заключенных сделок
th_th: ปริมาณการตกลงราคา
vi_vn: lượng kí kết
zh_cn: 成交量

# CoinTrading_6_7
source: Average Fastener
id_id: Harga Eksekusi Rata-rata
ja_jp: 平均締結価
ru_ru: Средняя цена закрытия
th_th: ราคาที่ตกลงโดยเฉลี่ย
vi_vn: giá kí kết bình quân
zh_cn: 平均成交价

# CoinTrading_6_8
source: 부분체결여부
id_id: Status Eksekusi Sebagian
ja_jp: 部分締結有無
ru_ru: Статус частично завершенных сделок
th_th: การตกลงราคาบางส่วน
vi_vn: phần có kí kết hay không
zh_cn: 部分成交

# CoinTrading_6_9
source: Cancel
id_id: Batal
ja_jp: キャンセル
ru_ru: Отменить
th_th: ยกเลิก
vi_vn: hủy
zh_cn: 取消

# CoinTrading_7
source: Recent transaction history
id_id: Transaksi Terbaru Saya
ja_jp: 最近の私の取引履歴
ru_ru: Мои последние транзакции
th_th: ประวัติการซื้อขายล่าสุดของฉัน
vi_vn: nội dung chi tiết giao dịch gần đây nhất của tôi
zh_cn: 最近交易明细

# CoinTrading_7_1
source: Kind
id_id: Jenis
ja_jp: 種類
ru_ru: Тип
th_th: ประเภท
vi_vn: kết thúc
zh_cn: 种类

# CoinTrading_7_1_1
source: Buy
id_id: Beli
ja_jp: 購入
ru_ru: покупка
th_th: การซื้อ
vi_vn: Mua
zh_cn: 买入

# CoinTrading_7_1_2
source: Sell
id_id: Jual
ja_jp: 販売
ru_ru: продажа
th_th: การขาย
vi_vn: Bán
zh_cn: 卖出

# CoinTrading_7_2
source: Time
id_id: Waktu
ja_jp: 締結時刻
ru_ru: Время заключения транзакции
th_th: เวลาที่ตกลงราคา
vi_vn: thời điểm kí kết
zh_cn: 成交时间

# CoinTrading_7_3
source: Clamping Volume
id_id: Jumlah Tereksekusi
ja_jp: 締結量
ru_ru: Количество заключенных сделок
th_th: ปริมาณที่ตกลงราคา
vi_vn: lượng kí kết
zh_cn: 成交量

# CoinTrading_7_4
source: Total amount
id_id: Harga Eksekusi
ja_jp: 締結価
ru_ru: Контрактная цена
th_th: ราคาที่ตกลง
vi_vn: giá kí kết
zh_cn: 成交价

# CoinTrading_7_5
source: Amount signed
id_id: Total Eksekusi
ja_jp: 締結金額
ru_ru: Сумма заключенной сделки
th_th: ยอดการตกลงราคา
vi_vn: số tiền kí kết
zh_cn: 成交金额

# CoinTrading_7_6
source: Fees
id_id: Komisi
ja_jp: 手数料
ru_ru: Комиссия
th_th: ค่าธรรมเนียม
vi_vn: chi phí
zh_cn: 手续费

# CoinTrading_8
source: Automatic Transaction History
id_id: Pengaturan Transaksi Otomatis
ja_jp: 自動取引設定履歴
ru_ru: Детали настроек автоматических транзакций
th_th: ประวัติการตั้งค่าการซื้อขายอัตโนมัติ
vi_vn: nội dung chi tiết thiết lập giao dịch tự động
zh_cn: 自动交易设置明细

# CoinTrading_8_1
source: Coin
id_id: Koin
ja_jp: コイン
ru_ru: Криптовалюта
th_th: เหรียญ
zh_cn: 加密货币

# CoinTrading_8_2
source: Buy/Sell
id_id: Beli/Jual
ja_jp: 購入/販売
ru_ru: Купить / продать
th_th: การซื้อ/การขาย
vi_vn: mua/bán
zh_cn: 买入/卖出

# CoinTrading_8_2_1
source: Buy
id_id: Beli
ja_jp: 購入
ru_ru: покупка
th_th: การซื้อ
vi_vn: Mua
zh_cn: 买入
