Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# Arbitrage_4_8
source: ㆍWhen buying or selling with arbitrage, in the case of uncompleted purchase or sale, the transaction may remain as uncompleted order on the exchange that proceed with the transaction.
id_id: ㆍSaat membeli atau menjual dengan arbitrage, jika pembelian atau penjualan belum selesai, transaksi dapat tetap menjadi order yang belum selesai pada Bursa dimana transaksi dilakukan.
ja_jp: ㆍArbitrageの買収,売りも取引時に完了していない買収,売り渡しの場合,買い取り,売りも行った取引所に未締結で取引が完了していない状態で残っています。
ru_ru: ㆍПри Арбитражной Покупке или Продаже, в случае Покупки или Продажи, которая не была завершена, статус транзакции может остаться не завершённой на бирже, где вы совершаете транзакцию из-за не завершения заключения сделки.
th_th: กรณีที่มีการดำเนินการซื้อหรือขายแบบ Arbitrage และรายการยังไม่เสร็จสมบูรณ์ การดำเนินการซื้อหรือขายดังกล่าว จะคงอยู่ในสถานะที่ยังไม่เสร็จสมบูรณ์ในรูปแบบของรายการที่ยังไม่มีการตกลงราคาในตลาดซื้อขายที่ได้ดำเนินการซื้อหรือขาย
vi_vn: ㆍTrường hợp chưa hoàn tất mua, bán khi thực hiện giao dịch mua, bán Arbitrage, có thể hiển thị trạng thái chưa hoàn thành giao dịch (chưa kí kết) tại sàn giao dịch thực hiện mua bán.
zh_cn: ㆍ进行Arbitrage买入、卖出交易时还未完成的交易可能保持未完成的状态并留在该交易所的未成交栏。

# Arbitrage_1_4
source: ㆍArbitrage service is a paid service, please think carefully before proceeding with the transaction.
id_id: ㆍLayanan arbitrage adalah layanan berbayar, pertimbangkanlah dengan hati-hati sebelum menjalankan transaksi.
ja_jp: ㆍArbitrageサービスは有料サービスですので,より慎重に考えてから進行してください。
ru_ru: ㆍУслуга Арбитраж является платной. Пожалуйста, внимательно подумайте, прежде чем продолжить.
th_th: ㆍArbitrage เป็นบริการที่ต้องชำระเงิน กรุณาดำเนินการหลังจากพิจารณาไตร่ตรองอย่างถี่ถ้วนแล้ว
vi_vn: ㆍDịch vụ Arbitrage là dịch vụ có phí, vui lòng cân nhắc kỹ trước khi tiến hành giao dịch.
zh_cn: ㆍArbitrage 服务是收费服务， 请慎重考虑后再进行。

# Arbitrage_Alert_2
source: Arbitrage transaction has been started.
id_id: Transaksi arbitrage telah dimulai.
ja_jp: Arbitrage取引が行われました。
ru_ru: Начало Арбитражной транзакции.
th_th: ธุรกรรม Arbitrage อยู่ระหว่างดำเนินการ
vi_vn: Giao dịch Arbitrage đã được tiến hành.
zh_cn: 已开始Arbitrage交易。

# Arbitrage_Alert_3
source: Arbitrage transaction has been completed. Please check the details of the completed transaction at the Arbitrage History at the bottom.
id_id: Transaksi arbitrage telah selesai. Silakan periksa rincian transaksi selesai pada Riwayat Arbitrage di bagian bawah.
ja_jp: Arbitrage取引が締結完了されました。 下段のArbitrage内訳で締結された内訳を確認してください。
ru_ru: Арбитражная Транзакция была заключена. Пожалуйста, проверьте детали транзакции ниже.
th_th: ธุรกรรม Arbitrage เสร็จสมบูรณ์ โปรดตรวจสอบรายละเอียดใน Arbitrage รายละเอียดด้านล่าง
vi_vn: Giao dịch Arbitrage đã được hoàn thành. Vui lòng kiểm tra chi tiết Arbitrage bên dưới.
zh_cn: Arbitrage交易已成交。 请在下方Arbitrage明细中确认成交内容。

# Arbitrage_Alert_4
source: Arbitrage transaction has been started, but it was not completed due to insufficient volume.
id_id: Transaksi arbitrage telah dimulai, namun tidak dapat diselesaikan karena volume tidak mencukupi.
ja_jp: Arbitrage取引が実行されましたが、該当の相場で締結量が足りなくて取引が完了していません。
ru_ru: Транзакция ABIT Ridge была выполнена, но транзакция не была завершена из-за отсутствия суммы контракта.
th_th: ธุรกรรม Arbitrage อยู่ระหว่างดำเนินการ แต่ไม่สำเร็จ เนื่องจากปริมาณที่ตกลงมีจำนวนไม่เพียงพอ
vi_vn: Giao dịch Arbitrage đã được tiến hành, giao dịch không thể hoàn tất do lượng kí kết theo thời giá tương ứng thiếu.
zh_cn: 已执行Arbitrage交易，但由于该市价的成交量不足而未能完成交易。

# Arbitrage_Alert_5
source: Arbitrage transaction was partially completed. For details, please refer to the Arbitrage History below and check the partial amount that could not be executed.
id_id: Transaksi arbitrage telah diselesaikan sebagian pada. Untuk detailnya, silakan merujuk ke Riwayat Arbitrage di bawah ini dan periksa jumlah bagian yang tidak dapat dieksekusi di.
ja_jp: Arbitrage取引がに部分締結で取引されました。 完了した内訳は下段のArbitrage内訳をご参考ください。 締結されていない一部金額はにてご確認ください。
ru_ru: Арбитражная транзакция выполнена как частично завершенная транзакция на. Для получения подробной информации, пожалуйста, обратитесь к Arbitridge History ниже. Пожалуйста, проверьте следующую информацию о сумме, которая не может быть заключена.
th_th: การซื้อขาย Arbitrage บน เสร็จสิ้นเพียงบางส่วน ธุรกรรมที่เสร็จสิ้นแล้วสามารถตรวจสอบได้ที่ประวัติ Arbitrage ด้านล่างนี้ และสามารถตรวจสอบรายการธุรกรรมที่ยังไม่สำเร็จได้ที่
vi_vn: Giao dịch Arbitrage được hoàn thành bằng phần kí kết tại Có thể xem chi tiết đã được hoàn thành thông qua lịch sử Arbitrage ở phía bên dưới, Có thể kiểm tra một phần số tiền chưa thể kí kết tại
zh_cn: Arbitrage交易在中完成部分成交。 已完成的交易请参考下方Arbitrage明细， 部分还未成交的金额请在中确认。

# Arbitrage_Alert_6
source: Arbitrage transaction has been started, but it was not completed due to insufficient volume.
id_id: Transaksi arbitrage telah dimulai, namun tidak dapat diselesaikan karena volume tidak mencukupi.
ja_jp: Arbitrage取引が実行されましたが、該当の相場で締結量が足りなくて取引が完了していません。
ru_ru: Транзакция ABIT Ridge была выполнена, но транзакция не была завершена из-за отсутствия суммы контракта.
th_th: ธุรกรรม Arbitrage อยู่ระหว่างดำเนินการ แต่ไม่สำเร็จ เนื่องจากปริมาณที่ตกลงมีจำนวนไม่เพียงพอ
vi_vn: Giao dịch Arbitrage đã được tiến hành, giao dịch không thể hoàn tất do lượng kí kết theo thời giá tương ứng thiếu.
zh_cn: 已执行Arbitrage交易，但由于该市价的成交量不足而未能完成交易。

# Arbitrage_Alert_7
source: You are not allowed to trade Arbitrage. Please contact the customer center.
id_id: Anda tidak dapat melakukan transaksi Arbitrage. Silakan hubungi layanan pelanggan.
ja_jp: 会員様はアビトゥリジ取り引きが不可能です。 お客様センターにお問い合わせください。
ru_ru: Арбитражная транзакция вам не доступна. Пожалуйста, обратитесь в Центр поддержки клиентов.
th_th: คุณไม่สามารถทำธุรกรรม Arbitrage ได้ กรุณาสอบติดต่อสอบถามเจ้าหน้าที่
vi_vn: Bạn không được phép giao dịch Arbitrage. Vui lòng liên hệ với dịch vụ khách hàng.
zh_cn: 您无权进行套利交易。 请联系客服。

# AutoTradingAdditional_1_1
source: ㆍAutomatic trading is the function that
id_id: ㆍTransaksi otomatis adalah fungsi yang
ru_ru: ㆍАвтоматическая торговля - это функция,
th_th: การซื้อขายอัตโนมัติ ฟังก์ชั่นออเดอร์พร้อมกันเฉพาะของ PLANBIT เพื่อเปรียบเทียบการทำกำไรและป้องกันการขาดทุน
vi_vn: ㆍGiao dịch tự động là chức năng duy nhất

# CertifyMyPage_2_3_1
source: Ex) 19960101
id_id: Contoh) 19960101
ru_ru: (Пример: 19960101)
th_th: เช่น) 19960101
vi_vn: ví dụ) 19960101
zh_cn: 如) 19960101

# Main_Menu_5_2
source: FAQ
ru_ru: Часто Задаваемые Вопросы
zh_cn: 常见问题

# Main_Menu_5_5
source: Market Cap
ru_ru: Рыночная капитализация

# ArbitrageRequest_1
source: Arbitrage
ru_ru: Арбитраж

# ArbitrageRequest_2_2
source: Arbitrage
ru_ru: Арбитраж - это
vi_vn: Arbitrage là
zh_cn: Arbitrage是

# CertifyMyPage_4_6
source: OTP
zh_cn: OTP 号码

# Fee_5
source: KYC Authentication
th_th: การยืนยัน KYC
vi_vn: xác thực KYC

# Login_26
source: We are currently undergoing an emergency system maintenance to provide a more stable system.
th_th: ขณะนี้กำลังปิดปรับปรุงระบบเป็นการชั่วคราว เพื่อพัฒนาและเพิ่มประสิทธิภาพความมั่นคงมากขึ้น

# Main_Menu_4_5
source: Lending
th_th: การยืม

# RechargeDepositWithdraw_Card_Pop_15
source: The commission rate can not be used during readjustment.
th_th: ขณะนี้ไม่สามารถใช้งานได้ เนื่องจากอยู่ในขั้นตอนของการพิจารณาอัตราค่าธรรมเนียมใหม่

# TransferDepositWithdraw_Common_17
source: System maintenance is in progress. Please check the notice.
th_th: ขณะนี้กำลังปิดปรับปรุงระบบเป็นการชั่วคราว กรุณาตรวจสอบประกาศ
