Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# Alert_1
source: Alert
id_id: Pemberitahuan
ja_jp: 通知
ru_ru: Оповещения
th_th: การแจ้งเตือน
vi_vn: Thông báo
zh_cn: 通知

# Alert_2
source: Confirm
id_id: OK
ja_jp: 確認
ru_ru: Подтверждение
th_th: ตกลง
vi_vn: Xác nhận
zh_cn: 确认

# Alert_3
source: Yes
id_id: Ya
ja_jp: はい
ru_ru: Да
th_th: ใช่
vi_vn: Có
zh_cn: 是

# Alert_4
source: No
id_id: Tidak
ja_jp: いいえ
ru_ru: Нет
th_th: ไม่ใช่
vi_vn: Không
zh_cn: 否

# AlramMyPage_1_1
source: Notification Detail
id_id: Sejarah Pemberitahuan
ja_jp: 通知履歴
ru_ru: Оповещения
th_th: รายละเอียดการแจ้งเตือน
vi_vn: Chi tiết thông báo
zh_cn: 提醒

# AlramMyPage_1_2
source: Separated
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# AlramMyPage_1_2_1
source: by amount
id_id: Per Harga
ja_jp: 金額別
ru_ru: Настроить оповещения по сумме
th_th: ตามยอด
vi_vn: Theo số tiền
zh_cn: 按价格

# AlramMyPage_1_2_10
source: Automatic transaction registration
id_id: Per Waktu
ja_jp: 自動取引登録
ru_ru: Автоматическая регистрация транзакций
th_th: การลงทะเบียนการซื้อขายอัตโนมัติ
vi_vn: Đăng nhập giao dịch tự động
zh_cn: 自动交易登记

# AlramMyPage_1_2_11
source: IP Properties
id_id: Properti IP
ja_jp: IPプロパティ
ru_ru: Свойства IP
th_th: ข้อมูลการลงทะเบียน IP
vi_vn: Thông tin đăng nhập IP
zh_cn: IP属性

# AlramMyPage_1_2_12
source: Account lockout
id_id: Penguncian akun
ja_jp: アカウントのロックアウト
ru_ru: Блокировка учетной записи
th_th: การปิดบัญชี
vi_vn: Khóa tài khoản
zh_cn: 帐户锁定

# AlramMyPage_1_2_13
source: Coin exchange Automatic trading execution
id_id: Penukaran koin Eksekusi perdagangan otomatis
ja_jp: コインの交換自動取引の実行
ru_ru: Обмен монет Автоматическое выполнение торговли
th_th: การดำเนินการซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ
vi_vn: Tiến hành giao dịch tự động đổi Coin
zh_cn: 硬币交换自动交易执行

# AlramMyPage_1_2_2
source: by time
id_id: Per waktu
ja_jp: 時間代別
ru_ru: Настроить оповещения по времени
th_th: ตามช่วงเวลา
vi_vn: Theo khung giờ
zh_cn: 按时间

# AlramMyPage_1_2_3
source: 1:1 Inquiry
id_id: Bantuan
ja_jp: 1:1お問い合わせ
ru_ru: Связаться 1:1
th_th: สอบถาม 1:1
vi_vn: Hỏi 1:1
zh_cn: 1:1问答

# AlramMyPage_1_2_4
source: additional service
id_id: Layanan tambahan
ja_jp: 付加サービス
ru_ru: Дополнительные услуги
th_th: บริการเพิ่มเติม
vi_vn: Dịch vụ gia tăng
zh_cn: 附加服务

# AlramMyPage_1_2_5
source: Transaction
id_id: Deposit dan Penarikan
ja_jp: 入出金
ru_ru: Зачисление и снятие
th_th: การฝากถอน
vi_vn: Nộp tiền và rút tiền
zh_cn: 存取款

# AlramMyPage_1_2_6
source: Buy/Sell
id_id: Beli/Jual
ja_jp: 購入/販売
ru_ru: Купить / продать
th_th: การซื้อ/การขาย
vi_vn: Mua/bán
zh_cn: 买入/卖出

# AlramMyPage_1_2_7
source: Notice
id_id: Pengumuman
ja_jp: お知らせ
ru_ru: Объявления
th_th: ประกาศ
vi_vn: Thông báo chung
zh_cn: 公告通知

# AlramMyPage_1_2_8
source: Login
id_id: Masuk
ja_jp: ログイン
ru_ru: Войти
th_th: เข้าสู่ระบบ
zh_cn: 登录

# AlramMyPage_1_2_9
source: Etc
id_id: Dll
ja_jp: その他
ru_ru: Прочее
th_th: อื่นๆ
vi_vn: Khác
zh_cn: 其他

# AlramMyPage_1_3
source: Pause
id_id: Tanggal
ja_jp: 日時
ru_ru: Дата
th_th: วันเวลา
vi_vn: Tạm thời
zh_cn: 时间

# AlramMyPage_1_4
source: Content
id_id: Isi
ja_jp: 内容
ru_ru: Текст сообщения
th_th: รายละเอียด
vi_vn: Nội dung
zh_cn: 内容

# AlramMyPage_1_5
source: See more
id_id: Lihat lebih lanjut
ja_jp: 詳細を見る
ru_ru: Узнать больше
th_th: ดูรายละเอียดเพิ่มเติม
vi_vn: Xem chi tiết
zh_cn: 了解更多

# AlramMyPage_2_1
source: Notification Setting
id_id: Pengaturan Pemberitahuan
ja_jp: 通知設定
ru_ru: Настройка оповещений
th_th: ตั้งค่าการแจ้งเตือน
vi_vn: Thiết lập thông báo
zh_cn: 提醒设置

# AlramMyPage_2_2
source: Default
id_id: Dasar
ja_jp: 基本
ru_ru: Основной
th_th: ค่าเริ่มต้น
vi_vn: Cơ bản
zh_cn: 基本设置

# AlramMyPage_2_2_1
source: Login
id_id: Masuk
ja_jp: ログイン
ru_ru: Войти
th_th: เข้าสู่ระบบ
zh_cn: 登录

# AlramMyPage_2_2_2
source: Notice
id_id: Pengumuman
ja_jp: お知らせ
ru_ru: Объявления
th_th: ประกาศ
vi_vn: Thông báo chung
zh_cn: 公告通知

# AlramMyPage_2_2_3
source: Application for Supplementary services
id_id: Permohonan Layanan Tambahan
ja_jp: 付加サービス申請
ru_ru: Подать заявку на дополнительные услуги
th_th: สมัครบริการเพิ่มเติม
vi_vn: Đăng kí dịch vụ gia tăng
zh_cn: 附加服务设置

# AlramMyPage_2_2_4
source: 1:1 Inquiry
id_id: Pertanyaan satu lawan satu
ja_jp: 1:1お問い合わせ
ru_ru: Связаться 1:1
th_th: สอบถาม 1:1
vi_vn: Hỏi 1:1
zh_cn: 1:1问答

# AlramMyPage_2_3
source: Buy/Sell
id_id: Beli/Jual
ja_jp: 購入/販売
ru_ru: Купить / продать
th_th: การซื้อ/การขาย
vi_vn: Mua/bán
zh_cn: 买入/卖出

# AlramMyPage_2_3_1
source: Purchase order
id_id: Order Beli
ja_jp: 購入注文
ru_ru: Заказ на покупку
th_th: ออเดอร์ซื้อ
vi_vn: Đơn mua
zh_cn: 订购买入

# AlramMyPage_2_3_2
source: Purchase complete
id_id: Transaksi Beli Selesai
ja_jp: 購入締結
ru_ru: Заключение сделки на покупку
th_th: การตกลงการซื้อ
vi_vn: Kí kết mua
zh_cn: 成交买入

# AlramMyPage_2_3_3
source: Sale order
id_id: Order Jual
ja_jp: 販売注文
ru_ru: Заказ на продажу
th_th: ออเดอร์การขาย
vi_vn: Đơn bán
zh_cn: 订购卖出

# AlramMyPage_2_3_4
source: Sale complete
id_id: Transaksi Jual Selesai
ja_jp: 販売締結
ru_ru: Заключение сделки на продажу
th_th: การตกลงราคาขาย
vi_vn: Kí kết bán
zh_cn: 成交卖出

# AlramMyPage_2_4
source: Transaction
id_id: Deposit dan Penarikan
ja_jp: 入出金
ru_ru: Зачисление и снятие
th_th: การฝากถอน
vi_vn: Nộp tiền và rút tiền
zh_cn: 存取款

# AlramMyPage_2_4_1
source: Deposits
id_id: Deposit Koin
ja_jp: コイン入金
ru_ru: Зачисление криптовалют
th_th: การฝากเหรียญ
vi_vn: Nạp Coin
zh_cn: 转入加密货币

# AlramMyPage_2_4_2
source: Transfer
id_id: Transfer Koin
ja_jp: コイン送金
ru_ru: Перевод криптовалют
th_th: การโอนเหรียญ
vi_vn: Gửi Coin
zh_cn: 转出加密货币

# AlramMyPage_2_5
source: Optional coin
id_id: Koin yang Dipilih
ja_jp: 選択コイン
ru_ru: Выбранная криптовалюта
th_th: เหรียญที่เลือก
vi_vn: Chọn Coin
zh_cn: 选择加密货币

# AlramMyPage_2_6
source: Notification time
id_id: Waktu Pemberitahuan
ja_jp: 通知時間
ru_ru: Время оповещения
th_th: เวลาการแจ้งเตือน
vi_vn: Thời gian thông báo
zh_cn: 通知时间

# AlramMyPage_2_6_1
source: H ~
id_id: Dari jam [ ]
ja_jp: 時
ru_ru: с …часов
th_th: นาฬิกา
vi_vn: từ ... giờ ~
zh_cn: ~点到

# AlramMyPage_2_6_2
source: H
id_id: Sampai jam [ ]
ja_jp: 時まで
ru_ru: ~ по … часов
th_th: ถึง นาฬิกา
vi_vn: tới ... giờ
zh_cn: ~点

# AlramMyPage_2_7
source: Notification interval
id_id: Interval Pemberitahuan
ja_jp: 通知周期
ru_ru: Интервал оповещений
th_th: ช่วงห่างการแจ้งเตือน
vi_vn: Khoảng cách thông báo
zh_cn: 通知间隔

# AlramMyPage_2_7_1
source: Get notified every hour
id_id: Menerima pemberitahuan 1 jam sekali
ja_jp: 時間ごとに通知を受ける
ru_ru: Получать оповещения каждые ~ часа
th_th: รับการแจ้งเตือนทุกชั่วโมง
vi_vn: Nhận thông báo mỗi giờ
zh_cn: 小时接收一次通知

# AlramMyPage_2_8_1
source: Current Quotes :
id_id: Harga Terkini :
ja_jp: 現在の相場:
ru_ru: Текущий курс
th_th: ราคาปัจจุบัน :
vi_vn: Thời giá hiện tại :
zh_cn: 当前市价

# AlramMyPage_2_8_10
source: Recurring notifications
id_id: Pemberitahuan Ulang
ja_jp: 繰り返し通知
ru_ru: Повторное оповещение
th_th: แจ้งเตือนซ้ำ
vi_vn: Thông báo lặp lại
zh_cn: 重复通知

# AlramMyPage_2_8_11
source: Notification every 30 minutes
id_id: Pemberitahuan 30 menit sekali
ja_jp: 30分毎に通知
ru_ru: Оповещать каждые 30 минут
th_th: แจ้งเตือนทุก 30 นาที
vi_vn: Thông báo mỗi 30 phút
zh_cn: 每30分钟通知

# AlramMyPage_2_8_12
source: Notification every 1 hour
id_id: Pemberitahuan 1 jam sekali
ja_jp: 1時間毎に通知
ru_ru: Оповещать каждый 1 час
th_th: แจ้งเตือนทุก 1 ชั่วโมง
vi_vn: Thông báo sau mỗi 1 tiếng
zh_cn: 每1小时通知

# AlramMyPage_2_8_3
source: the highest price
id_id: Harga Tertinggi
ja_jp: 最高値
ru_ru: Самая высокая цена
th_th: ราคาสูงสุด
vi_vn: Giá cao nhất
zh_cn: 最高价

# AlramMyPage_2_8_4
source: Won more
id_id: lebih dari KRW
ja_jp: KRW以上
ru_ru: Более ~ вон
th_th: มากกว่า วอน
vi_vn: Trên ... Won
zh_cn: ~元以上

# AlramMyPage_2_8_5
source: the lowest price
id_id: Harga Terendah
ja_jp: 最低値
ru_ru: Самая низкая цена
th_th: ราคาต่ำสุด
vi_vn: Giá thấp nhất
zh_cn: 最低价

# AlramMyPage_2_8_6
source: Won less then
id_id: kurang dari KRW
ja_jp: KRW以下
ru_ru: Менее ~ вон
th_th: น้อยกว่า วอน
vi_vn: dưới ... Won
zh_cn: ~元以下

# AlramMyPage_2_8_7
source: Repeat Settings
id_id: Pengaturan Pengulangan
ja_jp: 繰り返し設定
ru_ru: Повторная настройка
th_th: การตั้งค่าซ้ำ
vi_vn: Thiết lập lặp lại
zh_cn: 重复设置

# AlramMyPage_2_8_8
source: One-time notification
id_id: Pemberitahuan sekali
ja_jp: 一回のみ通知
ru_ru: Оповестить только один раз
th_th: แจ้งเตือนเพียง 1 ครั้ง
vi_vn: Thông báo chỉ 1 lần
zh_cn: 只通知一次

# AlramMyPage_2_8_9
source: Recurring notifications
id_id: Pemberitahuan ulang
ja_jp: 繰り返し通知
ru_ru: Повторное оповещение
th_th: แจ้งเตือนซ้ำ
vi_vn: Thông báo lặp lại
zh_cn: 重复通知

# AlramMyPage_Alert_1
source: Please select an end time equal to or higher than the start time.
id_id: Mohon tentukan waktu akhir yang lebih tinggi daripada waktu mulai atau sama dengan waktu mulai.
ja_jp: 終了時間を、開始時間と同じか高く指定してください。
ru_ru: Укажите время окончания, равное или превышающее время начала.
th_th: กรุณาตั้งเวลาปิดการใช้งานให้เหมือนหรือสูงกว่าเวลาเริ่มใช้งาน
vi_vn: Hãy chỉ định thời gian kết thúc giống hoặc dài hơn so với thời gian bắt đầu
zh_cn: 终止时间需大于开始时间。

# AlramMyPage_Alert_2
source: Please select a notification interval time lower than the length of the notification time.
id_id: Mohon tentukan jangka waktu pemberitahuan yang lebih rendah daripada batas waktu pemberitahuan.
ja_jp: 通知周期時間を、通知時間の長さよりも低く指定してください。
ru_ru: Выберите интервал уведомлений меньше, чем длительность времени уведомления.
th_th: กรุณาตั้งช่วงห่างการแจ้งเตือนสั้นๆ
vi_vn: Hãy Chỉ Định Khoảng Cách Thời Gian Thông Báo Ngắn Hơn So Với Độ Dài Thời Gian Thông Báo
zh_cn: 设置指定间隔时间需小于通知时间。

# AlramMyPage_Common_1
source: Notice
id_id: Pemberitahuan
ja_jp: デフォルトの通知
ru_ru: Оповещения
th_th: การแจ้งเตือนค่าเริ่มต้น
vi_vn: Thông báo cơ bản
zh_cn: 基本通知

# AlramMyPage_Common_2
source: Time Phased quote
id_id: Pengaturan Pemberitahuan Harga Saat Ini Per Waktu
ja_jp: 時間帯別相場の通知設定
ru_ru: Настроить оповещения по времени
th_th: ตั้งค่าการแจ้งเตือนราคาตามช่วงเวลา
vi_vn: Thiết lập thông báo thời giá theo khung thời gian
zh_cn: 按时间设置价格通知

# AlramMyPage_Common_3
source: Quote by amount
id_id: Pengaturan Pemberitahuan Harga Saat Ini Per Harga
ja_jp: 金額別相場通知設定
ru_ru: Настроить оповещения по сумм
th_th: ตั้งค่าการแจ้งเตือนราคาตามยอด
vi_vn: Thiết lập thông báo thời giá theo số tiền
zh_cn: 按金额设置价格通知

# AssetsMyPage_1
source: Trade Wallet
id_id: Alamat dompet elektronik
ja_jp: 電子ウォレットアドレス
ru_ru: Имеющиеся в наличии
th_th: ที่อยู่บัญชีกระเป๋า
vi_vn: Địa chỉ ví điện tử
zh_cn: 电子钱包地址

# AssetsMyPage_1_1
source: The creation of an e-wallet address
id_id: Pembuatan alamat dompet elektronik
ja_jp: 電子ウォレットアドレスのクリエーションは
ru_ru: Вы можете сгенеривать адрес электронного кошелька в
th_th: การสร้างที่อยู่บัญชีกระเป๋า
vi_vn: Việc hình thành địa chỉ ví điện tử
zh_cn: 您可以在

# AssetsMyPage_1_2
source: can be generated from
id_id: dapat dilakukan di
ja_jp: 電子ウォレットアドレスは、[HTS、MTS>入出金管理>コイン入金]
ru_ru: [HTS, MTS> Управление зачислением / снятием
th_th: สามารถสร้างได้ที่
vi_vn: [HTS, MTS > Quản lý gửi và rút tiền > Nạp Coin]
zh_cn: [HTS，MTS> 存取款管理> 转入加密货币]

# AssetsMyPage_1_3
source: [HTS, MTS > Deposit management > coin deposits].
id_id: [HTS, MTS > Pengaturan Deposit dan Penarikan > Pengiriman Koin].
ja_jp: で作成することができます。
ru_ru: > Зачислить криптовалюту].
th_th: [HTS, MTS > การจัดการฝากถอน > การฝากเหรียญ]
vi_vn: Có thể hình thành từ...
zh_cn: 中生成电子钱包地址。

# AssetsMyPage_2
source: Asset Amount
id_id: Status aset
ja_jp: 資産現況
ru_ru: Состояние активов
th_th: ข้อมูลสินทรัพย์
vi_vn: Tình hình tài sản
zh_cn: 资产现状

# AssetsMyPage_2_1
source: COIN
id_id: Aset koin
ja_jp: コイン資産
ru_ru: Активы в криптовалютах
th_th: สินทรัพย์เหรียญ
vi_vn: Tài sản Coin
zh_cn: 加密货币资产

# AssetsMyPage_2_2
source: Total amount
id_id: Total aset
ja_jp: 総資産
ru_ru: Общие активы
th_th: สินทรัพย์ทั้งหมด
vi_vn: Tổng tài sản
zh_cn: 总资产

# AssetsMyPage_3_1
source: Class
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# AssetsMyPage_3_2
source: Available
id_id: Transaksi dapat dilakukan
ja_jp: 取引可能
ru_ru: Монетный депозит
th_th: สามารถซื้อขายได้
vi_vn: Tính năng giao dịch
zh_cn: 可交易

# AssetsMyPage_3_3
source: Available
id_id: Transaksi bisa dilakukan
ja_jp: 取引可能
ru_ru: Транзакции доступны
th_th: สามารถซื้อขายได้
vi_vn: Tính năng giao dịch
zh_cn: 可交易

# AssetsMyPage_3_4
source: In transaction
id_id: Sedang melakukan transaksi
ja_jp: 取引中
ru_ru: Транзакция выполняется
th_th: อยู่ระหว่างการซื้อขาย
vi_vn: Trong giao dịch
zh_cn: 等待交易

# AssetsMyPage_3_5
source: Total
ja_jp: 合計
ru_ru: Всего
th_th: รวมทั้งหมด
vi_vn: Tổng cộng
zh_cn: 合计

# AssetsMyPage_4
source: Ticker Arbitrage
id_id: Margin keuntungan harga sekarang
ja_jp: 相場差益
ru_ru: Размер прибыли при курсовой разнице
th_th: ผลกำไร
vi_vn: Lợi nhuận chênh lệch trên thị trường
zh_cn: 市场差价

# AssetsMyPage_4_1
source: Class
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# AssetsMyPage_4_2
source: Quantity reserved
id_id: Jumlah kepemilikan
ja_jp: 保有数量
ru_ru: Количество имеющихся в наличии криптовалют
th_th: ปริมาณที่ถืออยู่
vi_vn: Số lượng sở hữu
zh_cn: 持有数量

# AssetsMyPage_4_3
source: Buying averages
id_id: Harga beli rata-rata
ja_jp: 購入平均価
ru_ru: Средняя покупочная цена
th_th: ราคาเฉลี่ยการซื้อ
vi_vn: Giá mua trung bình
zh_cn: 买入平均价

# AssetsMyPage_4_4
source: Purchase Amount
id_id: Jumlah pembelian
ja_jp: 購入額
ru_ru: Сумма покупки
th_th: ยอดการซื้อ
vi_vn: Tiền mua
zh_cn: 买入金额

# AssetsMyPage_4_5
source: Current Quotes
id_id: Harga saat ini
ja_jp: 現在の相場
ru_ru: Текущий курс
th_th: ราคาปัจจุบัน
vi_vn: Thời giá
zh_cn: 当前市价

# AssetsMyPage_4_6
source: Evaluation Amount
id_id: Penilaian harga
ja_jp: 評価金額
ru_ru: Оценочная сумма
th_th: ยอดประเมิน
vi_vn: Số tiền đánh giá
zh_cn: 评估金额

# AssetsMyPage_4_7
source: Evaluation profit
id_id: Penilaian keuntungan/kerugian
ja_jp: 評価損益
ru_ru: Оценка прибыли и убытков
th_th: กำไรขาดทุนที่ประเมิน
vi_vn: Đánh giá lãi lỗ
zh_cn: 评估利润

# AssetsMyPage_4_8
source: Yields
id_id: Tingkat keuntungan
ja_jp: 収益率
ru_ru: Доходность
th_th: อัตรากำไร
vi_vn: Tỷ suất lãi
zh_cn: 收益率

# AssetsMyPage_4_9
source: Total
ja_jp: 合計
ru_ru: Всего
th_th: รวมทั้งหมด
vi_vn: Tổng cộng
zh_cn: 合计

# AssetsMyPage_5
source: Period Ticker Arbitrage
id_id: Margin keuntungan per periode
ja_jp: 期間別相場差益
ru_ru: Размер прибыли при курсовой разнице за определенный период
th_th: ผลกำไรตามช่วงเวลา
vi_vn: Lợi nhuận chênh lệch trên thị trường theo thời gian
zh_cn: 按期市场差价

# AssetsMyPage_5_1
source: Period
id_id: Periode
ja_jp: 期間
ru_ru: Период
th_th: ระยะเวลา
vi_vn: Khoảng thời gian
zh_cn: 日期

# AssetsMyPage_5_10
source: Yields
id_id: Tingkat keuntungan
ja_jp: 収益率
ru_ru: Доходность
th_th: อัตรากำไร
vi_vn: Tỷ suất lãi
zh_cn: 收益率

# AssetsMyPage_5_11
source: Current Quotes
id_id: Harga saat ini
ja_jp: 現在の相場
ru_ru: Текущий курс
th_th: ราคาปัจจุบัน
vi_vn: Thời giá
zh_cn: 当前市价

# AssetsMyPage_5_12
source: Total
ja_jp: 合計
ru_ru: Всего
th_th: รวมทั้งหมด
vi_vn: Tổng cộng
zh_cn: 合计

# AssetsMyPage_5_2
source: Class
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# AssetsMyPage_5_3
source: Quantity Buy
id_id: Jumlah pembelian
ja_jp: 購入数量
ru_ru: Количество Купить
th_th: ปริมาณการซื้อ
vi_vn: Số lương mua
zh_cn: 买入数量

# AssetsMyPage_5_4
source: Buying averages
id_id: Harga beli rata-rata
ja_jp: 購入平均価
ru_ru: Средняя покупочная цена
th_th: ราคาเฉลี่ยการซื้อ
vi_vn: Giá mua trung bình
zh_cn: 买入平均价

# AssetsMyPage_5_5
source: Total amount
id_id: Total pembelian
ja_jp: 購入総額
ru_ru: Итого
th_th: ยอดรวมการซื้อ
vi_vn: Tổng tiền mua
zh_cn: 买入总额

# AssetsMyPage_5_6
source: Quantity Sold
id_id: Kuantitas penjualan
ja_jp: 販売数量
ru_ru: Количество на продажу
th_th: ปริมาณการขาย
vi_vn: Số lượng bán
zh_cn: 卖出数量

# AssetsMyPage_5_7
source: Average Sales
id_id: Harga jual rata-rata
ja_jp: 販売平均価
ru_ru: Средняя продажная цена
th_th: ราคาเฉลี่ยการขาย
vi_vn: Giá mua trung bình
zh_cn: 卖出平均价

# AssetsMyPage_5_8
source: Total Sales
id_id: Total penjualan
ja_jp: 販売総額
ru_ru: Общий объем продаж
th_th: ยอดรวมการขาย
vi_vn: Tổng tiền bán
zh_cn: 卖出总金额

# AssetsMyPage_5_9
source: Arbitrage
id_id: Margin keuntungan
ja_jp: 差益
ru_ru: Размер прибыли
th_th: กำไร
vi_vn: Lợi nhuận chênh lệch
zh_cn: 差价

# AssetsMyPage_6
source: COIN
id_id: Aset koin
ja_jp: コイン資産
ru_ru: Активы в криптовалютах
th_th: สินทรัพย์เหรียญ
vi_vn: Tài sản Coin
zh_cn: 加密货币资产

# AssetsMyPage_6_1
source: Class
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# AssetsMyPage_6_2
source: Bitcoin
id_id: Bitcoin (BTC)
ja_jp: ビットコイン
ru_ru: Биткоин (BTC)
th_th: Bitcoin (BTC)
vi_vn: Bitcoin (BTC)
zh_cn: Bitcoin(BTC)

# AssetsMyPage_6_3
source: Ethereum
id_id: Ethereum (ETH)
ja_jp: イーサリアム(ETH)
ru_ru: Эфириум (ETH)
th_th: Ethereum (ETH)
vi_vn: Ethereum (ETH)
zh_cn: Ethereum(ETH)

# AssetsMyPage_6_4
source: Bitcoin Cash
id_id: Bitcoin Cash (BCH)
ja_jp: ビットコインキャッシュ(BCH)
ru_ru: Биткоин cash (BCH)
th_th: Bitcoin Cash (BCH)
vi_vn: Bitcoin Cash (BCH)
zh_cn: Bitcoin Cash(BCH)

# AssetsMyPage_6_5
source: Ripple
id_id: Ripple (XRP)
ja_jp: リップル(XRP)
ru_ru: Ripple (XRP)
th_th: Ripple (XRP)
vi_vn: Ripple (XRP)
zh_cn: Ripple(XRP)

# AssetsMyPage_6_6
source: Available
id_id: Transaksi dapat dilakukan
ja_jp: 取引可能
ru_ru: Транзакция возможна
th_th: สามารถซื้อขายได้
vi_vn: Tính năng giao dịch
zh_cn: 可交易

# AssetsMyPage_6_7
source: In transaction
id_id: Sedang melakukan transaksi
ja_jp: 取引中
ru_ru: Транзакция выполняется
th_th: อยู่ระหว่างการซื้อขาย
vi_vn: Trong giao dịch
zh_cn: 等待交易

# AssetsMyPage_6_8
source: Total
ja_jp: 合計
ru_ru: Всего
th_th: รวมทั้งหมด
vi_vn: Tổng cộng
zh_cn: 合计

# AutoTradingAdditional_1
source: Automatic Trading
id_id: Transaksi otomatis
ja_jp: 1. 自動取引
ru_ru: Автоматические транзакции
th_th: การซื้อขายอัตโนมัติ
vi_vn: Giao dịch tự động
zh_cn: 自动交易

# AutoTradingAdditional_1_10
source: menu.
id_id: online.
ja_jp: できます。
ru_ru: (т.е. должен быть включен HTS).
vi_vn: Mới có thể thực hiện được
zh_cn: 买入/卖出。

# AutoTradingAdditional_1_2
source: only CoinBlock can offer
id_id: hanya ditawarkan oleh CoinBlock
ja_jp: ㆍ自動取引はCoinBlock
ru_ru: которую может предложить только CoinBlock
vi_vn: Cung cấp tính năng duy nhất
zh_cn: ㆍCoinBlock是唯一提供

# AutoTradingAdditional_1_3
source: , and it is a
id_id: , dan dapat
ja_jp: のみ提供される唯一の機能により、
ru_ru: , и это сделка,
vi_vn: , và nó
zh_cn: 自动交易功能的交易所，

# AutoTradingAdditional_1_4
source: ㆍAutomatic trading is a transaction to prepare for profit and loss that can be ordered at the same time.
id_id: ㆍTransaksi otomatis adalah transaksi untuk mempersiapkan untung dan rugi yang dapat diorder pada saat yang sama.
ja_jp: ㆍ自動取引は利益と損失のために準備のために同時にご注文可能取引です。
ru_ru: ㆍАвтоматическая торговля - это транзакция, которую можно одновременно заказывать для получения прибыли и убытка.
vi_vn: ㆍGiao dịch tự động là giao dịch có thể đặt hàng cùng lúc nhằm quản lý lợi ích và thiệt hại.
zh_cn: ㆍ自动交易是可以同时为损益订购的交易。

# AutoTradingAdditional_1_6
source: ㆍAutomatic trading sets the buy/sales price, and everytime those prices are reached it will be concluded at market price.
id_id: ㆍTransaksi otomatis menetapkan harga beli/jual, dan setiap kali harga tersebut tercapai maka akan dieksekusi dengan harga pasar.
ja_jp: ㆍ自動取引は、購入が/販売を設定して、その価格に達するたびに市場が締結されます。
ru_ru: ㆍАвтоматическая торговля устанавливает цену покупки / продажи, и каждый раз, когда эти цены достигаются, они будут заключены по рыночной цене.
th_th: *การซื้อขายอัตโนมัติ เมื่อราคาตรงกับราคาเสนอซื้อ/เสนอขายที่ตั้งค่าไว้ จะใช้ราคาตลาดในการตกลงราคา
vi_vn: ㆍgiao Dịch Tự Động Được Thanh Toán Theo Giá Mua/Giá Và Thị Trường Được Ký Kết Theo Giá Thị Trường.
zh_cn: *自动交易可以设置买入价/卖出价，每当市场价达到设置价格时将自动进行交易。

# AutoTradingAdditional_1_7
source: ㆍStop Loss Automatic Trading sets the amount to minimize damages when the sales price drops.
id_id: ㆍTransaksi otomatis Stop Loss menetapkan harga untuk meminimalisir kerugian ketika harga jual turun.
ja_jp: ㆍ損切り自動取引は販売下落時の損害を最小限に抑えるための金額を設定します。
ru_ru: ㆍStop Loss Automatic Trading устанавливает сумму, чтобы минимизировать убытки, когда цена продажи падает.
th_th: *การซื้อขายอัตโนมัติ stop loss เป็นการตั้งค่าราคาเพื่อให้ขาดทุนน้อยที่สุดเมื่อราคาเสนอขายต่ำลง
vi_vn: ㆍgiao Dịch Tự Động Cắt Lỗ Đặt Số Tiền Để Giảm Thiểu Thiệt Hại Khi Giá Bán Giảm.
zh_cn: *止损交易是卖出价下降时设置止损价格（将损失降至最低的价格）。

# AutoTradingAdditional_1_8
source: ㆍThis service is an additional service, and can be set up at [HTS, MTS, WEB > Buy/Sell Coins], click Automatic Trading, then click Stop Loss Automatic Trading.
id_id: ㆍLayanan ini adalah layanan tambahan, dan dapat diatur di [HTS, MTS, WEB > Beli/Jual Koin], klik Transaksi Otomatis, lalu klik Transaksi Otomatis Stop Loss.
ja_jp: ㆍこのサービスは、付加サービスであり、[HTS、MTS、WEB >コイン購入/販売]メニューの自動購入/販売、損切り自動取引で設定することができます。
ru_ru: ㆍЭта услуга является дополнительной услугой и может быть настроена на [HTS, MTS, WEB > Купить / Продать монеты], нажмите Автоматическая торговля, затем нажмите Stop Loss Automatic Trading.
th_th: บริการนี้เป็นการบริการเพิ่มเติม สามารถตั้งค่าที่ การซื้อหรือการขายอัตโนมัติ stop loss, การซื้อ/การขายอัตโนมัติที่เมนู [HTS, MTS, WEB > การซื้อ/การขายเหรียญ]
vi_vn: ㆍDịch vụ này là một dịch vụ bổ sung và có thể được thiết lập trong giao dịch mua / bán tự động, giao dịch tự động của món hời [HTS, MTS, WEB > Mua / bán tiền xu].
zh_cn: *此服务是附加服务， 可在[HTS, MTS, WEB >买入币/卖出币]菜单的自动交易， 止损自动交易选项卡中设置。

# AutoTradingAdditional_1_9
source: However, the automatically set buy/sell trading must be logged in to the PC Exchange (i.e. HTS is running) to be able to conclude.
id_id: Namun, transaksi beli/jual secara otomatis hanya dapat dilakukan dengan login ke PC Exchange (HTS berjalan) untuk dapat mengeksekusi.
ja_jp: ただし、自動的に設定された購入/販売は、PC所にログインする必要があり（つまり、HTSが実行中）締結されます。
ru_ru: Тем не менее, автоматическая регистрация покупки / продажи должна быть зарегистрирована на PC Exchange (т. Е. HTS работает), чтобы иметь возможность заключить.
th_th: ทั้งนี้ การซื้อ/การขายอัตโนมัติที่ตั้งไว้นั้น จะดำเนินการตกลงราคาได้ต่อเมื่อมีการล๊อคอินเข้าสู่ระบบบน PC (หรือ เปิดโปรแกรม HTS )
vi_vn: Tuy nhiên, giao dịch mua / bán được thiết lập tự động phải được đăng nhập vào PC Exchange (có nghĩa là HTS đang chạy).
zh_cn: 只有PC交易所处于登录状态时（即HTS正在运行），才能自动进行设置的买入/卖出交易。

# AutoTradingAdditional_2
source: Coin Exchange Transactions
id_id: Transaksi Tukar Koin Otomatis
ja_jp: コイン交換自動取引
ru_ru: Обменные операции с криптовалютами
th_th: การซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ
vi_vn: Giao Dịch Đổi Coin Tự Động
zh_cn: 加密货币间自动兑换交易

# AutoTradingAdditional_2_1
source: * The Automatic coin exchange is a feature that sets the rate of change of the coin and the exchange coin, and notifies the push notification if more than the set rate.
id_id: Transaksi Tukar Koin Otomatis adalah fitur pengaturan nilai perubahan untuk koin yang dimiliki dan koin yang akan ditukar, jika sudah melebihi nilai perubahan yang telah ditentukan maka akan segera diberitahukan dan Anda bisa segera bertransaksi.
ja_jp: コイン交換自動取引は保有なコインと交換コインの変動率を設定し、設定した変動率以上の場合、プッシュで知らせる機能です。
ru_ru: «Автоматическая транзакция по обмену» устанавливает курс имеющихся в наличии криптовалют, если происходит превышение и изменение установленных курсов, функция немедленно уведомит вас с помощью push-уведомления, и вы можете проводить сделку.
th_th: การซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ เป็นฟังก์ชั่นที่จะต้องตั้งค่าอัตราการเปลี่ยนแปลงของเหรียญที่จะแลกและเหรียญที่ถืออยู่ หากอัตราการเปลี่ยนแปลงของเหรียญตรงหรือสูงกว่าที่ตั้งค่าไว้ ระบบจะทำการแจ้งให้ทราบ (push notification) จากนั้นจะสามารถทำการซื้อขายได้ทันที
vi_vn: ㆍ Giao Dịch Trao Đổi Coin Tự Động Đặt Tỷ Lệ Thay Đổi Của Coin Đang Nắm Giữ Và Coin Trao Đổi, Và Thông Báo Bằng Thông Báo Đẩy Khi Tỷ Lệ Thay Đổi Được Thiết Lập Cao Hơn Tỷ Giá Quy Định Và Có Thể Giao Dịch Tức Thì.
zh_cn: “加密货币间自动兑换交易”可以设定持有币和兑换币的变动率，如果超过设定的比率则发送推送通知。
