Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# Arbitrage_Term_38
source: 3) In case the information of the registered member differs from the information of the actual person using the account
ja_jp: 3) その他の加入した会員の会員情報と実際のアカウントを利用する人の個人情報が異なる場合
ru_ru: 3) Если информация о пользователе отличается от личной информации лица, которое реально использует учетную запись
th_th: 3) กรณีข้อมูลส่วนตัวของสมาชิกแตกต่างจากข้อมูลส่วนตัวของบุคคลที่ใช้บัญชีจริง
vi_vn: 3) Trường hợp thông tin người đang sử dụng tài khoản thực tế khác với thông tin hội viên đã đăng nhập
zh_cn: 3) 其他注册会员的会员信息与实际使用账户人的个人信息不同的情况

# Arbitrage_Term_39
source: 4) In case one member uses multiple accounts
ja_jp: 4) 1人の会員が複数のアカウントを使用する場合
ru_ru: 4) Если один пользователь использует несколько учетных записей.
th_th: 4) กรณีที่สมาชิกคนหนึ่งใช้หลายบัญชี
vi_vn: 4) Trường hợp 1 hội viên sử dụng nhiều tài khoản
zh_cn: 4) 一名会员使用多个账户的情况

# Arbitrage_Term_4
source: These Terms are intended to define the rights, obligations, responsibilities and other necessary matters between Pact Global Co., Ltd. (hereinafter referred to as "Exchange") and its members regarding the Terms of arbitrage related services (hereinafter referred to as "Services") provided by the Exchange.
ja_jp: 本約款は,株式会社ファクグローバルで(以下取引所)提供するArbitrage関連諸サービス(以下:サービス)の利用条件および手続きに関する取引所と会員間の権利義務および責任事項,その他必要な事項を規定することを目的とします。
ru_ru: Настоящее Правила и Условия и предназначены для предписания прав и обязанностей Биржи и ее пользователей в отношении условий использования услуги Арбитраж (далее именуемых «Услуга»), предоставляемых Pact Global Co., Ltd., и других необходимых норм.
th_th: เงื่อนไขและข้อตกลงดังกล่าวนี้ มีวัตถุประสงค์เพื่อกำหนดสิทธิและข้อตกลงระหว่างตลาดซื้อขายและสมาชิกในเรื่องขั้นตอน เงื่อนไขและข้อตกลงการใช้บริการ Arbitrage (ซึ่งต่อไปนี้จะเรียกว่า "บริการ") ซึ่งให้บริการโดยบริษัทแพคโกลบอล จำกัด(ซึ่งต่อไปนี้จะเรียกว่า "ตลาดซื้อขาย") รวมถึงรายละเอียดสำคัญเรื่องอื่นด้วย
vi_vn: Điều khoản này được Công ty cổ phần Pact global (Được gọi là: Sàn giao dịch) cung cấp, quy định nghĩa vụ quản lý và trách nhiệm giữa sàn giao dịch và hội viên về điều kiện và quy trình sử dụng Arbitrage (Được gọi là: Dịch vụ), đồng thời quy định các điều khoản cần thiết khác.
zh_cn: 该条款目的为规定关于股份公司PACT Global(以下简称交易所)提供的Arbitrage相关服务(以下简称服务)使用条件及程序中交易所与会员之间的权利义务及责任事项，以及其他必要的事项。

# Arbitrage_Term_40
source: 5) In case a member is under 19 years old
ja_jp: 5) 会員が満19歳未満の場合
ru_ru: 5) Если пользователь младше 19 лет
th_th: 5) กรณีที่สมาชิกมีอายุต่ำกว่า 19 ปี
vi_vn: 5) Trường hợp hội viên dưới 19 tuổi
zh_cn: 5) 会员未满19周岁的情况

# Arbitrage_Term_41
source: 6) In case the service is used for improper purposes, such as money laundering and concealment of criminal proceeds
ja_jp: 6) 不法資金洗浄や犯罪収益隠匿など不当な目的でのサービスを利用する場合
ru_ru: 6) Если пользователь использует Услугу в незаконных целях, таких как отмывание денег, сокрытие преступных доходов и т. д.
th_th: 6) กรณีที่มีวัตถุประสงค์ที่ผิดกฎหมายในการใช้บริการ อาทิ การฟอกเงิน การปกปิดผลกำไรจากอาชญากรรม เป็นต้น
vi_vn: 6) Trường hợp sử dụng dịch vụ với mục đích bất chính như rửa tiền, che giấu chuộc lợi bất hợp pháp…
zh_cn: 6) 非法洗钱，隐藏犯罪收益等以不正当目的使用服务的情况

# Arbitrage_Term_42
source: 7) In case of an act related to a crime using arbitrage
ja_jp: 7) Arbitrageを利用して犯罪に値する行為をする場合
ru_ru: 7) Если пользователь использует Арбитраж для совершения действий, связанные с преступлением
th_th: 7) กรณีที่ใช้การบริการ Arbitrage กระทำการใดๆ ซึ่งเกี่ยวข้องกับอาชญากรรม
vi_vn: 7) Trường hợp sử dụng Arbitrage với hành vi câu kết với tội phạm
zh_cn: 7) 利用Arbitrage进行与犯罪相关行为的情况

# Arbitrage_Term_43
source: 8) In case of using the service to operate or to promote on behalf of a third party account
ja_jp: 8) サービス利用時、第3者のアカウントを代わりに運営する行為、または広報行為をする場合
ru_ru: 8) Если пользователь использует Услугу для продвижения рекламы или управляете Учетной записью третьих лиц.
th_th: 8) กรณีที่ใช้บัญชีของบุคคลที่สามในการใช้บริการ หรือการกระทำใดๆ ที่ถือเป็นการส่งเสริมการกระทำดังกล่าว
vi_vn: 8) Trường hợp có hành vi điều khiển sử dụng tài khoản hoặc quảng bá cho bên thứ 3
zh_cn: 8) 使用服务时代理运营第三方账号的行为或有宣传行为的情况

# Arbitrage_Term_44
source: 9) In case a member violates Clause 8 and causes property damage to the Exchange or a third party
ja_jp: 9) 会員が第8条を違反して取引所、または第3者に財産上の損害をかけるようにする場合
ru_ru: 9) Если член нарушает Статью 8 и причиняет Бирже или третьему лицу ущерб собственности
th_th: 9) กรณีที่สมาชิกละเมิดวรรค 8 อันเป็นเหตุให้ทรัพย์สินของบุคคลที่สาม หรือตลาดซื้อขายได้รับความเสียหาย
vi_vn: 9) Trường hợp hội viên vi phạm điều 8 hoặc trường hợp gây thiệt hại tài sản cho bên thứ 3
zh_cn: 9) 会员违反第8项导致交易所或第三方财产损失的情况

# Arbitrage_Term_45
source: 10) In case of infringement of the intellectual property rights of the Exchange or a third party;
ja_jp: 10) 取引所、または第3者の知的財産権を侵害する場合
ru_ru: 10) В случае нарушения прав интеллектуальной собственности Биржи или третьих лиц.
th_th: 10) กรณีละเมิดทรัพย์สินทางปัญญาของบุคคลที่สามหรือตลาดซื้อขาย
vi_vn: 10) Trường hợp xâm phạm quyền sở hữu trí tuệ của sàn giao dịch hoặc bên thứ 3
zh_cn: 10) 侵害交易所或第三方知识产权的情况

# Arbitrage_Term_46
source: 11) If a member fails to comply with membership requirements due to changes in the policies of the government and related agencies, or changes in the laws and regulations governing cryptocurrency transactions, or changes in the service policies of the Exchange that are required to comply
ja_jp: 11) 政府及び関係機関の方針、暗号通貨取引を規律する法令の変更,又はこれを遵守するために必要な取引所のサービス政策の変更によって該当メンバーが会員としての資格要件を順守しないようになったケース
ru_ru: 11) Если пользователь не может выполнить требования членства из-за политики правительства или других государственных органов, изменении в законах, регулирующих криптовалютные транзакции, или изменений в сервисных политиках Биржи, которые необходимы для соблюдения измении в законе.
th_th: 11) กรณีที่สมาชิกไม่สามารถทำตามข้อกำหนดต่างๆ ในฐานะสมาชิกได้ เช่น การเปลี่ยนแปลงนโยบายการบริการของตลาดซื้อขาย เพื่อทำตามนโยบายของรัฐบาลหรือหน่วยงานองค์กรที่เกี่ยวข้อง หรือเนื่องจากการเปลี่ยนแปลงกฎหมายที่ควบคุมดูแลการซื้อขาย cryptocurrency เป็นต้น
vi_vn: 11) Trường hợp có chỉ đạo từ Chính phủ, các cơ quan liên ngành, và có sự điều chỉnh pháp lệnh kiểm soát giao dịch tiền điện tử, do thay đổi các chính sách dịch vụ giao dịch cần thiết nhằm tuân thủ các thể chế luật trên hoặc trường hợp hội viên không tuân thủ điều kiện tư cách hội viên tương ứng.
zh_cn: 11) 因政府及相关机关的政策，规范加密货币交易的法令变更， 或者为遵守其所需的交易所服务政策的变更，导致该会员无法遵守其会员资格条件的情况

# Arbitrage_Term_47
source: Article 7 (Refusal and Withholding of Service)
ja_jp: 第7条 (サービスの拒否及び有報)
ru_ru: Статья 7. (Отказ в Предоставлении Услуги и Откладывание)
th_th: ข้อ 7 (การปฏิเสธการให้บริการและการจอง)
vi_vn: Điều 7 (Từ chối và bảo lưu sử dụng dịch vụ)
zh_cn: 第7条 (服务拒绝与保留)

# Arbitrage_Term_48
source: The Exchange may refuse to accept the customer's service application, especially for minors or incapable persons, if the following falls under any of the following clauses.
ja_jp: 取引所は下記のような場合,お客様のサービス申請を承諾しない場合があり,特に未成年者または制限能力者はサービスを申し込むことができません。
ru_ru: Биржа может не принять заявку клиента на предоставление Услуги. Особенно, если клиент несовершеннолетний или недееспособное лицо.
th_th: ตลาดซื้อขายมีสิทธิ์ที่จะปฏิเสธการสมัครใช้บริการของลูกค้าในกรณีดังต่อไปได้ โดยเฉพาะอย่างยิ่ง ผู้เยาว์ที่ยังไม่บรรลุนิติภาวะและบุคคลไร้ความสามารถจะไม่สามารถสมัครใช้บริการได้
vi_vn: Trong trường hợp dưới đây, việc đăng ký sử dụng dịch vụ của khác hàng có thể bị từ chối, đặc biệt đối với trường hợp là trẻ vị thành niên hoặc người thiếu năng lực.
zh_cn: 在下列情况下，交易所可以不接受客户的服务申请，特别是未成年人或具有限制能力者无法申请服务:

# Arbitrage_Term_49
source: 1) In case the Exchange has deleted the member's account
ja_jp: 1) 取引所が、会員のアカウントを削除した場合
ru_ru: 1) В случае, если Биржа удалила учетную запись пользователя.
th_th: 1) กรณีที่ตลาดซื้อขายลบบัญชีของสมาชิก
vi_vn: 1) Trường hợp sàn giao dịch huỷ tài khoản hội viên
zh_cn: 1) 交易所删除会员账号的情况

# Arbitrage_Term_5
source: Article 2 (Specification, Explanation and Revision of Terms)
ja_jp: 第2条 (約款の明示、説明と改訂)
ru_ru: Статья 2. (Спецификация Правил и Условии, Объяснение и Описание терминов)
th_th: ข้อ 2 (ข้อกำหนดของเงื่อนไขและข้อตกลง การอธิบายและการทบทวน)
vi_vn: Điều 2 (Nội dung và sửa đổi điều khoản)
zh_cn: 第2条 (条款的明确规定，说明与修改)

# Arbitrage_Term_50
source: 2) In case a member tries to create an account using other person's personal information, such as name, email address, etc.
ja_jp: 2) 会員が他人の名義やメールアドレスなど個人情報を利用してアカウントを生成しようとする場合
ru_ru: 2) В случае, если пользователь хочет создать учетную запись, используя личную информацию, такую как имя или адрес электронной почты другого лица
th_th: 2) กรณีที่สร้างบัญชีโดยใช้ข้อมูลส่วนตัว เช่น ชื่อ นามสกุล ที่อยู่ อีเมล์ของบุคคลอื่น
vi_vn: 2) Trường hợp hội viên tạo tài khoản bằng cách sử dụng tên, địa chỉ email, thông tin cá nhân của người khác…
zh_cn: 2) 会员试图利用他人名义或邮箱地址等个人信息生成账户的情况

# Arbitrage_Term_51
source: 3) In case the required information is not entered or false information is entered at the time of applying
ja_jp: 3) サービス申請時に必要な情報を入力しなかったり、虚偽の情報を入力した場合
ru_ru: 3) Если пользователь не ввел необходимую информацию или ввел ложную информацию.
th_th: 3) กรณีที่ไม่กรอกข้อมูลสำคัญหรือกรอกข้อมูลเท็จขณะสมัครใช้บริการ
vi_vn: 3) Trường hợp khi đăng ký dịch vụ, không nhập các thông tin cần thiết hoặc nhập các thông tin hư cấu.
zh_cn: 3) 申请服务时未输入必要信息或输入虚假信息的情况

# Arbitrage_Term_52
source: 4) In the event that the use of this service constitutes a violation or a significant risk in accordance with the effective laws of the member's residence other than the Republic of Korea
ja_jp: 4) 会員の居住地で効力がある大韓民国のほかの法律によって、本サービスの利用行為が該当法律の違反を構成したり、構成する顕著な危険がある場合
ru_ru: 4) Если существует значительный риск того, что использование Услуги влечет за собой нарушение действующего законодательства за пределами Республики Корея, действующими по месту жительства пользователя.
th_th: 4) กรณีที่อาจมีความเสี่ยงที่จะเป็นการละเมิดกฎหมายในต่างประเทศจากการใช้บริการนอกประเทศเกาหลีใต้
vi_vn: 4) Trường hợp cấu thành vi phạm điều luật tương ứng khi sử dụng dịch vụ hoặc gây nguy hiểm dựa theo quy định pháp luật ngoài đạo luật Đại Hàn Dân Quốc ban hành có hiệu lực tại nơi hội viên cư trú.
zh_cn: 4) 根据在会员居住地有效的除韩国以外的法律，本服务的使用行为构成违反或将明显构成违反行为的情况

# Arbitrage_Term_53
source: 5) In case a minor or an incapable person is confirmed to have applied for the service
ja_jp: 5) 未成年者または制限能力者がサービス申請したことが確認される場合
ru_ru: 5) Если подтвердится, что несовершеннолетнее или недееспособное лицо подал заявку на Услугу.
th_th: 5) กรณีที่ตรวจสอบพบว่า ผู้สมัครใช้บริการเป็นผู้เยาว์ที่ยังไม่บรรลุนิติภาวะหรือเป็นบุคคลไร้ความสามารถ
vi_vn: 5) Trường hợp người đăng ký dịch vụ là trẻ vị thành niên hoặc người không đủ năng lực.
zh_cn: 5) 被确认为未成年人或具有限制能力者申请服务的情况

# Arbitrage_Term_54
source: 6) In case a member is found to have violated the laws of the Republic of Korea in the course of using the service
ja_jp: 6) 会員がサービスを利用する過程で大韓民国の法令を違反したことが確認された場合
ru_ru: 6) Если обнаружиться, что пользователь нарушил законы и правила Республики Корея в ходе использования Услуги.
th_th: 6) กรณีที่ตรวจสอบพบว่า สมาชิกละเมิดกฎหมายเกาหลีขณะที่ใช้บริการ
vi_vn: 6) Trường hợp phát hiện hội viên vi phạm các pháp lệnh nước Đại Hàn Dân Quốc trong quá trình sử dụng dịch vụ.
zh_cn: 6) 会员在使用服务过程中被确认为违反韩国法令的情况

# Arbitrage_Term_55
source: 7) In case the service is used as a tool for voice phishing, or if the affected fund caused by voice phishing are found to have been deposited or withdrawn
ja_jp: 7) 電気通信金融詐欺などの道具として活用されたり、電気通信金融詐欺などによる被害禁苑が振込、または出国禁止になったことが確認された場合
ru_ru: 7) В случае обнаружения финансового мошенничество в сфере телекоммуникаций, или подтверждения зачисления или снятия средств, источником которых является финансовое мошенничество в сфере телекоммуникаций.
th_th: 7) กรณีที่การบริการถูกใช้เป็นเครื่องมือในการฉ้อโกงทางการเงินด้านโทรคมนาคม อาทิ voice phishing หรือ ตรวจสอบพบว่าเงินที่ฝากหรือถอนมาจากการฉ้อโกง หรือ voice phishing
vi_vn: 7) Trường hợp xảy ra thiệt hại về tài sản khi nộp hoặc rút tiền thông qua thiết bị giao dịch điện tử lừa đảo bằng giọng nói hoặc các công cụ lừa đảo khác.
zh_cn: 7) 被用作电话金融诈骗等工具或因电话金融诈骗等损失的金额被确认为已被转入或转出的情况

# Arbitrage_Term_56
source: 8) In the event that a member applies for service withdrawal even though the service application has been made upon the member's request or if the member apply for the same account even though the service withdrawal process has been completed
ja_jp: 8) 会員の申請に伴うサービス申請となったにもかかわらず脱退を申請したり,退会処理が完了したにもかかわらず同一の勘定を申請するなどの場合
ru_ru: 8) В случае, если участник подает заявку на отзыв услуги, даже если заявка на обслуживание была подана по запросу участника, или если участник подал заявку с той же учетной записью, даже если процесс отзыва услуги был завершен.
th_th: 8) กรณีที่มีการสมัครใช้บริการด้วยบัญชีเดิม โดยที่การสมัครใช้บริการเสร็จสิ้นแล้ว หรือ การสมัครยกเลิกการใช้งานหรือการยกเลิกการใช้งานเสร็จสิ้นแล้ว
vi_vn: 8) Trường hợp tài khoản đăng ký trùng với tài khoản xin hủy hoặc tài khoản đã hủy dù đã hoàn tất thủ tục đăng ký như yêu cầu.
zh_cn: 8) 会员已申请服务后申请退出，退出处理结束后使用同一账户申请的情况

# Arbitrage_Term_57
source: 9) In case the member's personal information has been leaked or it is judged to have been leaked
ja_jp: 9) 会員の個人情報が流出されたり、流出されたものと判断される場合
ru_ru: 9) В случае утечки или подозрения утечки личной информации пользователя.
th_th: 9) กรณีที่ข้อมูลส่วนบุคคลของสมาชิกรั่วไหลหรือพิจารณาแล้วว่ามีการรั่วไหล
vi_vn: 9) Trường hợp nhận thấy có dấu hiệu để lộ hoặc rò gỉ thông tin cá nhân hội viên.
zh_cn: 9) 会员个人信息泄露或被判断为泄露的情况

# Arbitrage_Term_58
source: 10) In case of damage to the Exchange caused by the member's illegal activities in the process of using the service
ja_jp: 10) 会員がサービスを利用する過程で発生した会員の不法行為により、取引所に損害が発生した場合
ru_ru: 10) В случае, если Бирже был нанесен ущерб из-за незаконной деятельности пользователя в процессе использования Услуги.
th_th: 10) กรณีที่ตลาดซื้อขายเกิดความเสียหายทางการเงิน เนื่องจากการกระทำที่ผิดกฎหมายของสมาชิกระหว่างที่ใช้บริการ
vi_vn: 10) Trường hợp gây tổn thất cho sàn giao dịch do các hành vi vi phạm pháp luật của hội viên trong quá trình sử dụng dịch vụ.
zh_cn: 10) 会员在使用服务过程中由于会员非法行为导致交易所遭受损失的情况

# Arbitrage_Term_59
source: 11) In case the Exchange cannot receive new services due to the establishment, modification, or abolition of policies of the Korean government and its affiliates
ja_jp: 11) 大韓民国政府及び傘下機関の政策の新設、変更、廃止などによって取引所が新規サービスを受けることができない場合
ru_ru: 11) Если Биржа не может вносить новые Услуги из-за постановления, изменения или отмены политики Правительства Республики Корея или других Органов Власти Республики Корея.
th_th: 11) กรณีที่ตลาดซื้อขายไม่สามารถให้บริการได้ เนื่องจากนโยบายใหม่ การเปลี่ยนแปลงหรือการยกเลิกนโยบาย ฯ ของรัฐบาลเกาหลีใต้หรือหน่วยงานองค์กรที่เกี่ยวข้อง
vi_vn: 11) Trường hợp hội viên không thể sử dụng dịch vụ mới do Chính Phủ Hàn quốc và các cơ quan trực thuộc ban hành, thay đổi, bãi bỏ các chính sách.
zh_cn: 11) 因韩国政府及下属机构的政策新设，变更，废除等原因，交易所无法接收新服务的情况

# Arbitrage_Term_6
source: The contents of these Terms shall become effective by posting them on the Exchange's service application related website or otherwise by the user's agreement to these terms while applying the service.
ja_jp: 本約款の内容は,取引所のサービス申請関連サイトに掲示したり,その他の方法で利用者に告知したり,利用者がサービスを申し込んだりしながら,この約款に同意することによって効力が発生します。
ru_ru: Содержание настоящего Соглашения размещено на веб-сайте сервисного приложения Биржи, или иным образом уведомляется пользователям, и вступает в силу с момента подачи заявки на использования услуги и соглашения с настоящими Правилами и Условиями.
th_th: เนื้อหาของเงื่อนไขและข้อตกลงนี้ จะถูกโพสต์ลงบนเว็บไซต์ที่ตลาดซื้อขายมีการให้บริการอยู่ หรือแจ้งให้ผู้ใช้งานทราบผ่านช่องทางอื่น ทั้งนี้ เมื่อผู้ใช้มีการสมัครใช้บริการ ผู้ใช้จะต้องทำการตกลงยอมรับเงื่อนไขและข้อตกลงก่อน เงื่อนไขและข้อตกลงดังกล่าวจึงจะมีผลบังคับใช้
vi_vn: Nội dung điều khoản này được chúng tôi cung cấp qua website liên quan về đăng ký dịch vụ sàn giao dịch hoặc qua các phương tiện khác, để điều khoản này có hiệu lực người dùng đăng ký dịch vụ và chấp nhận điều khoản.
zh_cn: 本条款的内容在交易所的相关服务申请网站上发布或通过其他方式通知用户，用户在申请服务时同意该条款时被视为条款生效。

# Arbitrage_Term_60
source: 12) In case the activity of the Exchange accepting the member's service application is a significant concern that could be recognized as an act of violation of the law of the Republic of Korea
ja_jp: 12) 会員のサービス申請を承諾する取引所の行為が大韓民国の法律違反行為と認識されるほどの顕著な恐れがある場合
ru_ru: 12) Если существует серьезная опасения нарушения законодательства Республики Корея, в результате действии Биржи относительно приема заявки Пользователя на получение Услуги.
th_th: 12) กรณีที่ตลาดซื้อขายอนุมัติการสมัครใช้บริการของสมาชิกถูกมองว่าเป็นละเมิดต่อกฎหมายของสาธารณรัฐเกาหลี
vi_vn: 12) Trường hợp có lo ngại về hội viên có các hành vi (đã được phê duyệt khi đăng ký dịch vụ) vi phạm các đạo luật do Đại Hàn Dân Quốc ban hành.
zh_cn: 12) 交易所同意会员服务申请的行为，被视为明显存在违反韩国法律行为的情况

# Arbitrage_Term_61
source: When a member is found to have applied for a service in violation of any of the clauses, the Exchange may immediately suspend the use of the member's services.
ja_jp: 会員が第1項各号のいずれかに違反してサービス申請したものと判明されたときは、取引所は直ちに会員のサービス利用を中断するなどの適切な制限をすることができます。
ru_ru: Если выясниться, что Пользователь подал заявку на Услугу нарушая любой пункт данного Соглашения, Биржа может немедленно приостановить использование Услуги Пользователем.
th_th: กรณีที่พบว่าสมาชิกที่สมัครใช้บริการละเมิดข้อกำหนดใดๆ ของวรรค 1 ข้างต้น ตลาดซื้อขายอาจออกข้อกำหนดที่เหมาะสมขึ้นได้ เช่น ระงับการใช้บริการของสมาชิกทันที เป็นต้น
vi_vn: Chúng tôi tạm ngưng, giới hạn sử dụng dịch vụ tương ứng với các hành vi của hội viên ngay khi phát hiện vi phạm một trong các mục tại khoản 1 khi đăng ký sử dụng dịch vụ
zh_cn: 如发现会员违反任何一项规定申请服务时，交易所可立即采取终止会员服务使用等适当的限制措施。

# Arbitrage_Term_62
source: The Exchange may withhold the member's service application despite the member's service request in the following cases:
ja_jp: 取引所は下記の場合,会員様のサービス申請にもかかわらず,会員様のサービス申請を留保することができます。
ru_ru: Биржа может, в следующих случаях, приостановить заявку Пользователя на получение Услуги, несмотря на запрос Пользователя на получение Услуги.
th_th: ตลาดซื้อขายมีสิทธิ์ที่จะชะลอการสมัครใช้บริการของสมาชิกได้ ดังกรณีต่อไปนี้
vi_vn: Các trường hợp dưới đây, mặc dù đã đăng ký dịch vụ, hội viên vẫn có thể bảo lưu việc đăng ký.
zh_cn: 在下列情况下，即便会员申请服务，交易所也可以保留会员的服务申请。

# Arbitrage_Term_63
source: 1) If there is no capacity for providing the service facility
ja_jp: 1) 提供サービス設備容量に現実的な余裕がない場合
ru_ru: 1) Если нет технических условии для предоставления всей мощности Услуги.
th_th: 1) กรณีที่พื้นที่ว่างของเซิร์ฟเวอร์ไม่เพียงพอสำหรับการให้บริการ
vi_vn: 1) Trường hợp dung lượng thiết bị không đủ
zh_cn: 1) 提供服务设备容量不足的情况

# Arbitrage_Term_64
source: 2) If there is a problem with the technical part for providing the service
ja_jp: 2) サービス提供のための技術的な部分に問題があると判断される場合
ru_ru: 2) Если есть наличие технических проблем для предоставления Услуги.
th_th: 2) กรณีที่มีปัญหาด้านเทคนิคสำหรับการให้บริการ
vi_vn: 2) Trường hợp phát hiện có vấn đề phát sinh về mặt kỹ thuật mà dịch vụ cung cấp
zh_cn: 2) 提供服务的技术部分被判断为存在问题的情况

# Arbitrage_Term_65
source: 3) If other exchanges deem financial or technological withholdings necessary
ja_jp: 3) その他の取引所が財政的・技術的に留保が必要と認める場合
ru_ru: 3) Если другие биржи считают, что необходимо приостановить предоставление услуги по причине финансовых или технологических причин.
th_th: 3) กรณีที่ตลาดซื้อขายอื่นมีเหตุจำเป็นให้เกิดความล่าช้า เนื่องจากเหตุผลทางการเงินหรือทางเทคนิค
vi_vn: 3) Trường hợp sàn giao dịch khác nhận thấy cần thiết phải bảo lưu do nguyên nhân từ mặt tài chính hoặc kỹ thuật.
zh_cn: 3) 其他交易所在财政、技术方面认为有必要保留的情况

# Arbitrage_Term_66
source: Chapter 3 Member's Responsibilities
ja_jp: 第3枚の会員の義務
ru_ru: Глава 3. Обязательства Пользователя.
th_th: บทที่ 3 : หน้าที่ของสมาชิก
vi_vn: Chương 3 Nghĩa vụ của hội viên
zh_cn: 第三章 会员的义务

# Arbitrage_Term_67
source: Article 8 (Member's Responsibility Related to ID and Password Management)
ja_jp: 第8条 (会員ID及びパスワード管理に対する会員の義務)
ru_ru: Статья 8. (Ответственность Пользователя за управление Своим ID и Паролем)
th_th: ข้อ 8 (การรับผิดชอบของสมาชิกในการจัดการดูแลเรื่อง ID และรหัสผ่านสมาชิก)
vi_vn: Điều 8 (Nghĩa vụ quản lý ID và mật khẩu của hội viên)
zh_cn: 第8条 (会员对用户名和密码管理的义务)

# Arbitrage_Term_68
source: 1) The member is responsible for managing his / her ID and password so that others do not know or easily guess. The member shall be responsible for any consequences arising from the mismanagement or fraudulent use of the ID and password provided to the member, unless there are intentional or significant negligence of the Exchange.
ja_jp: 1) 会員は自分のハンドルネーム (IDと暗証番号などを他人が知り、容易に推測できないように管理する責任があります。 取引所に故意または重大な過失がない限り,会員に付与されたIDとパスワード管理ホール,不正使用によって発生する結果に対する責任は会員様にあります。
ru_ru: 1) Пользователь несет ответственность за управление своими ID и паролем, чтобы другие не могли легко угадать их. Пользователь несет ответственность за любые последствия, возникающие в результате неправильного использования своего ID и пароля, за исключением случаев, когда имеются преднамеренная или грубая халатность со стороны Биржи.
th_th: 1) สมาชิกมีหน้าที่รับผิดชอบดูแล ID และรหัสผ่านของตนมิให้บุคคลอื่นสามารถล่วงรู้หรือคาดเดาได้ง่าย รวมทั้งสมาชิกจะต้องรับผิดชอบต่อผลที่อาจเกิดขึ้นจากความผิดพลาดหรือความล้มเหลวในการปกป้อง ID และรหัสผ่านของสมาชิกเอง หากมิใช่เจตนาหรือความผิดพลาดใหญ่ที่เกิดขึ้นเพราะตลาดซื้อขาย
vi_vn: 1) Hội viên có trách nhiệm quản lý tránh để người khác biết hoặc dễ dàng đoán được ID và mật khẩu…Trách nhiệm thuộc về hội viên khi để xảy ra vấn đề phát sinh do lơ là quản lý, sử dụng sai mục đích ID và mật khẩu mà không phải do cố ý hoặc do lỗi từ sàn giao dịch.
zh_cn: 会员有责任管理自己的账号(ID)和密码等，防止他人知道或被轻易推测。 除非交易所故意或存在重大过失，否则会员对账号和密码的管理疏忽，以及使用不当导致的结果，应由会员负责。

# Arbitrage_Term_69
source: 2) If the member finds out that his / her account, ID, password or other personal information have been used illegally, the member must notify the Exchange and follow the instructions of the Exchange.
ja_jp: 2) 会員は自分のアカウント、ハンドルネーム (ID) 、暗証番号、他の個人情報が不正に使用された事実を知りうる場合は必ず取引所にその事実を通知して取引所の案内に従わなければなりません。
ru_ru: 2) Если Пользователь обнаруживает, что его учетная запись, ID, пароль или другая личная информация используется недобросовестно другими лицами, он должен уведомить об этом Биржу и следовать инструкциям Биржи.
th_th: 2) กรณีที่สมาชิกพบว่า มีบุคคลอื่นนำ ID รหัสผ่าน หรือข้อมูลส่วนตัวอื่นๆ ไปใช้ในทางที่ไม่เหมาะสม สมาชิกจะต้องรีบแจ้งความจริงให้แก่ทางตลาดซื้อขายทราบและปฏิบัติตามคำแนะนำของตลาดซื้อขาย
vi_vn: 2) Chúng tôi kiểm soát và xử lý theo quy định của sàn giao dịch khi được thống báo trong trường hợp hội viên sử dụng sai mục đích tài khoản, ID, mật khẩu, hay các thông tin các nhân khác.
zh_cn: 2) 会员发现自己的帐号(ID)，密码，其他个人信息被不正当使用时，必须通知交易所，并遵照交易所的指示。

# Arbitrage_Term_7
source: The Exchange may revise these Terms to the extent that it does not violate the relevant laws such as the "Act on the Regulation of Terms", "Act on Promotion of Information and Communications Network Utilization and Information Protection, etc."
ja_jp: 取引所は"約款の規制に関する法律","情報通信網利用促進及び情報保護などに関する法律"など関連法に違反しない範囲でこの約款を改正することができます。
ru_ru: Биржа может вносить изменения в настоящие Правила и Условия в той мере, в которой она не нарушает соответствующие законы, такие как «Закон о регулировании условий», «Закон о содействии использованию информационной сети и защите информации и т. д.».
th_th: ตลาดซื้อขายอาจมีการเปลี่ยนแปลงเงื่อนไขและข้อตกลงดังกล่าว ภายใต้ขอบเขตที่จะไม่ละเมิดต่อกฎหมายที่เกี่ยวข้อง อาทิ "Act on the Regulation of Terms", "Act on Promotion of Information and Communications Network Utilization and Information Protection เป็นต้น
vi_vn: Chúng tôi có thể sửa đổi nội dung điều khoản này trong phạm vi quy định của luật pháp như "Luật liên quan đến quy định điều khoản", "Luật khuyến khích sử dụng mạng viễn thông và bảo hộ thông tin"…
zh_cn: 交易所可以在不违反"有关条款规则的法律"，"信息通信网利用促进及信息保护等法律"等相关法律的前提下可修改该条款。
