Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# Lending_1_2
source: Lending Service is a service that provides cryptocurrency loan to be used at the exchange.
id_id: Lending Service adalah layanan yang menyediakan pinjaman cryptocurrency untuk digunakan di bursa.
ja_jp: Lending Serviceは取引所で使用できるように、パスワード貨幣貸付をしてくれるサービスです。
ru_ru: Lending Service это услуга, предоставляющая кредит на шифрование, который будет использоваться на бирже.
th_th: Lending Service เป็นบริการที่ให้ยืม cryptocurrency เพื่อใช้ในตลาดซื้อขาย
vi_vn: Lending Service là dịch vụ cung cấp khoản vay tiền điện tử được sử dụng tại sàn giao dịch.
zh_cn: Lending是一项交易所加密货币贷款服务。

# Lending_1_3
source: Loan principal and interest must be repaid in order to be withdrawn. Until repayment, all withdrawals except purchases/sales transactions are not allowed.
id_id: Pokok pinjaman dan bunga harus dibayar terlebih dahulu untuk dapat melakukan penarikan. Sebelum pembayaran dilunasi, semua penarikan kecuali transaksi jual/beli tidak dapat dilakukan.
ja_jp: ローン元金と利子をすべて返済しなければなら出金が可能です。償還までは、購入/販売取引を除くすべての出金ができません。
ru_ru: Основная сумма долга и проценты должны быть погашены, чтобы быть отозванными. До погашения все снятия, кроме операций покупки / продажи, не допускаются.
th_th: เงินต้นและดอกเบี้ยการยืมจะต้องได้รับการชำระคืนก่อนจึงจะสามารถทำการถอนได้ มิเช่นนั้นจะสามารถทำได้แค่เพียงการซื้อ/การขายเท่านั้น
vi_vn: Khoản vay gốc và lãi phải được hoàn trả để rút tiền. Cho đến khi hoàn trả, tất cả các khoản rút tiền trừ giao dịch mua / bán hàng đều không được phép.
zh_cn: 偿还本金与利息才可进行取款。在还款之前，不允许进行除买入/卖出交易之外的所有取款。

# Lending_1_4
source: Loan interest will be repaid on a monthly basis.
id_id: Bunga pinjaman akan dibayar setiap bulan.
ja_jp: ローンの利子は毎月返済されます。
ru_ru: Проценты по кредиту будут выплачиваться ежемесячно.
th_th: ดอกเบี้ยการยืมจะต้องชำระคืนเป็นรายเดือน
vi_vn: Lãi vay sẽ được hoàn trả hàng tháng.
zh_cn: 贷款利息可按月偿还。

# Lending_1_5
source: Currency
id_id: Mata Uang
ja_jp: 通貨
ru_ru: валюта
th_th: สกุล
vi_vn: Tiền tệ
zh_cn: 货币

# Lending_1_6
source: Minimum
ja_jp: 最小の申請数量
ru_ru: минимум
th_th: ปริมาณการสมัครขั้นต่ำ
vi_vn: Tối thiểu
zh_cn: 最少申请数量

# Lending_1_7
source: Period
id_id: Periode
ja_jp: 期間
ru_ru: период
th_th: ระยะเวลา
vi_vn: Giai đoạn
zh_cn: 期限

# Lending_1_7_1
source: {0} months
id_id: {0} bulan
ja_jp: {0}ヶ月
ru_ru: {0} месяцев
th_th: {0} เดือน
vi_vn: {0} tháng
zh_cn: {0}个月

# Lending_1_8
source: Quantity
id_id: Jumlah
ja_jp: 申し込み数量
ru_ru: количество
th_th: ปริมาณการสมัคร
vi_vn: số lượng
zh_cn: 申请数量

# Lending_1_9
source: Interest Rate
id_id: Suku Bunga
ja_jp: 金利
ru_ru: Ставка
th_th: อัตราดอกเบี้ย
vi_vn: Lãi suất
zh_cn: 利率

# Lending_1_9_1
source: {0}% (month)
id_id: {0}% (bulan)
ja_jp: {0}％（月）
ru_ru: {0}% (месяц)
th_th: {0}% (เดือน)
vi_vn: {0}% (tháng)
zh_cn: {0})%（月）

# Lending_Grid_1
source: Apply Date
id_id: Tgl Daftar
ja_jp: 申請日
ru_ru: заявка
th_th: วันที่สมัคร
vi_vn: Ngày đăng ký
zh_cn: 申请日期

# Lending_Grid_10
source: Repayment Date
id_id: Tgl Pembayaran
ja_jp: 償還日時
ru_ru: Дата погашения
th_th: วันเวลาชำระคืน
vi_vn: Ngày hoàn trả
zh_cn: 偿还日期

# Lending_Grid_11
source: Overdue
ja_jp: 延滞かどうか
ru_ru: просроченный
th_th: การค้างชำระ
vi_vn: Quá hạn
zh_cn: 是否拖欠

# Lending_Grid_11_1
source: No Overdue
ja_jp: 米延滞
ru_ru: Нет просроченных
th_th: ไม่ค้างชำระ
vi_vn: Không quá hạn
zh_cn: 未拖欠

# Lending_Grid_11_2
source: Overdue
ja_jp: 延滞
ru_ru: просроченный
th_th: ค้างชำระ
vi_vn: Quá hạn
zh_cn: 拖欠

# Lending_Grid_12
source: Remarks
id_id: Catatan
ja_jp: 備考
ru_ru: замечания
th_th: หมายเหตุ
vi_vn: Nhận xét
zh_cn: 备注

# Lending_Grid_12_1
source: Repay
id_id: Bayar
ja_jp: 返済する
ru_ru: Погашать
th_th: การชำระคืน
vi_vn: Trả lại
zh_cn: 偿还

# Lending_Grid_12_2
source: Extend
id_id: Perpanjang
ja_jp: 延長する
ru_ru: простираться
th_th: การขยายเวลา
vi_vn: Mở rộng
zh_cn: 延长

# Lending_Grid_2
source: Extend Date
id_id: Perpanjangan
ja_jp: 延長日
ru_ru: продление
th_th: เวลาที่ขยาย
vi_vn: Ngày mở rộng
zh_cn: 延长日期

# Lending_Grid_3
source: Expiry Date
id_id: Jatuh Tempo
ja_jp: 有効期限
ru_ru: погашения
th_th: วันสิ้นสุด
vi_vn: Ngày đến hạn
zh_cn: 截止日期

# Lending_Grid_4
source: Type
id_id: Tipe
ja_jp: 区分
ru_ru: Тип
th_th: ประเภท
vi_vn: Kiểu
zh_cn: 区分

# Lending_Grid_4_1
source: Extended
id_id: Diperpanjang
ja_jp: 延長
ru_ru: расширенный
th_th: ขยาย
vi_vn: Mở rộng
zh_cn: 延长

# Lending_Grid_4_2
source: General
id_id: Umum
ja_jp: 一般
ru_ru: генеральный
th_th: ทั่วไป
vi_vn: Chung
zh_cn: 一般

# Lending_Grid_5
source: Status
ja_jp: 申し込み状況
ru_ru: Статус
th_th: สถานะการสมัคร
vi_vn: Trạng thái
zh_cn: 申请状态

# Lending_Grid_5_1
source: Midway Repayment
id_id: Pembayaran di tengah
ja_jp: 中途償還
ru_ru: Погашение погашения
th_th: การชำระคืนก่อนกำหนด
vi_vn: Trả lại giữa chừng
zh_cn: 中途偿还

# Lending_Grid_5_2
source: Completed
id_id: Terdaftar
ja_jp: 申し込み完了
ru_ru: Завершенный
th_th: การสมัครเสร็จสิ้น
vi_vn: Đã hoàn thành
zh_cn: 申请完成

# Lending_Grid_5_3
source: Expired
id_id: Jatuh Tempo
ja_jp: 満期
ru_ru: Истекший
th_th: สิ้นสุด
vi_vn: Đã hết hạn
zh_cn: 到期

# Lending_Grid_6
source: Currency
id_id: Mata Uang
ja_jp: 通貨
ru_ru: валюта
th_th: สกุล
vi_vn: Tiền tệ
zh_cn: 货币

# Lending_Grid_7
source: Quantity
id_id: Jumlah
ja_jp: 申し込み数量
ru_ru: количество
th_th: ปริมาณการสมัคร
vi_vn: số lượng
zh_cn: 申请数量

# Lending_Grid_8
source: Interest (month)
id_id: Bunga (bulan)
ja_jp: 利子（月）
ru_ru: Процент (месяц)
th_th: ดอกเบี้ย (เดือน)
vi_vn: Lãi (tháng)
zh_cn: 利息（月）

# Lending_Grid_9
source: Total Repayment
id_id: Total Pembayaran
ja_jp: 総返済額
ru_ru: Общее погашение
th_th: ยอดชำระคืนทั้งหมด
vi_vn: Tổng số tiền hoàn trả
zh_cn: 总偿还金额

# Lending_2
source: Repayment
id_id: Pembayaran
ja_jp: 返済内訳
ru_ru: погашение
th_th: ประวัติการชำระคืน
vi_vn: Trả nợ
zh_cn: 偿还明细

# Lending_2_1
source: Application History
id_id: Riwayat Pendaftaran
ja_jp: 適用内訳
ru_ru: История приложений
th_th: ประวัติการสมัคร
vi_vn: Lịch sử ứng dụng
zh_cn: 申请明细

# Lending_2_10
source: Overdue
ja_jp: 延滞かどうか
ru_ru: просроченный
th_th: การค้างชำระ
vi_vn: Quá hạn
zh_cn: 是否拖欠

# Lending_2_10_1
source: No Overdue
ja_jp: 米延滞
ru_ru: Нет просроченных
th_th: ไม่ค้างชำระ
vi_vn: Không quá hạn
zh_cn: 未拖欠

# Lending_2_10_2
source: Overdue
ja_jp: 延滞
ru_ru: просроченный
th_th: ค้างชำระ
vi_vn: Quá hạn
zh_cn: 拖欠

# Lending_2_11
source: Extend Date
id_id: Perpanjangan
ja_jp: 延長日
ru_ru: продление
th_th: เวลาที่ขยาย
vi_vn: Ngày mở rộng
zh_cn: 延长日期

# Lending_2_11_1
source: Extend
id_id: Perpanjang
ja_jp: 延長する
ru_ru: простираться
th_th: การขยายเวลา
vi_vn: Mở rộng
zh_cn: 延长

# Lending_2_12
source: Expiry Date
id_id: Jatuh Tempo
ja_jp: 有効期限
ru_ru: погашения
th_th: วันสิ้นสุด
vi_vn: Ngày đến hạn
zh_cn: 截止日期

# Lending_2_13
source: Lending Repayment History
id_id: Riwayat Pembayaran Lending
ja_jp: Lending返済内訳
ru_ru: Lending История погашения
th_th: ประวัติการชำระคืนการยืม
vi_vn: Lending Lịch sử thanh toán
zh_cn: Lending偿还明细

# Lending_2_2
source: Apply Date
id_id: Tgl Daftar
ja_jp: 申請日
ru_ru: заявка
th_th: วันที่สมัคร
vi_vn: Ngày đăng ký
zh_cn: 申请日期

# Lending_2_3
source: Period
id_id: Periode
ja_jp: 期間
ru_ru: период
th_th: ระยะเวลา
vi_vn: Giai đoạn
zh_cn: 期限

# Lending_2_3_1
source: {0} months
id_id: {0} bulan
ja_jp: {0}ヶ月
ru_ru: {0} месяцев
th_th: {0} เดือน
vi_vn: {0} tháng
zh_cn: {0}个月

# Lending_2_4
source: Status
ja_jp: 状態
ru_ru: Статус
th_th: สถานะ
vi_vn: Trạng thái
zh_cn: 状态

# Lending_2_4_1
source: Midway Repayment
id_id: Pembayaran di tengah
ja_jp: 中途償還
ru_ru: Погашение погашения
th_th: การชำระคืนก่อนกำหนด
vi_vn: Trả lại giữa chừng
zh_cn: 中途偿还

# Lending_2_4_2
source: Completed
id_id: Terdaftar
ja_jp: 申し込み完了
ru_ru: Завершенный
th_th: การสมัครเสร็จสิ้น
vi_vn: Đã hoàn thành
zh_cn: 申请完成

# Lending_2_4_3
source: Expired
id_id: Jatuh Tempo
ja_jp: 満期
ru_ru: Истекший
th_th: สิ้นสุด
vi_vn: Đã hết hạn
zh_cn: 到期

# Lending_2_5
source: Quantity
id_id: Jumlah
ja_jp: 申し込み数量
ru_ru: количество
th_th: ปริมาณการสมัคร
vi_vn: số lượng
zh_cn: 申请数量

# Lending_2_6
source: Interest Rate
id_id: Suku Bunga
ja_jp: 金利
ru_ru: Ставка
th_th: อัตราดอกเบี้ย
vi_vn: Lãi suất
zh_cn: 利率

# Lending_2_6_1
source: {0}% (month)
id_id: {0}% (bulan)
ja_jp: {0}％（月）
ru_ru: {0}% (месяц)
th_th: {0}% (เดือน)
vi_vn: {0}% (tháng)
zh_cn: {0})%（月）

# Lending_2_7
source: Total Interest
id_id: Total Bunga
ja_jp: 利息の合計数量
ru_ru: Общий интерес
th_th: ปริมาณดอกเบี้ยทั้งหมด
vi_vn: Tổng lãi suất
zh_cn: 总利息数量

# Lending_2_8
source: Total Repayment
id_id: Total Pembayaran
ja_jp: 総返済額
ru_ru: Общее погашение
th_th: ยอดชำระคืนทั้งหมด
vi_vn: Tổng số tiền hoàn trả
zh_cn: 总偿还金额

# Lending_2_9
source: Principal Repay Date
id_id: Tgl Bayar Pokok
ja_jp: 元金償還日
ru_ru: Основной выкуп
th_th: วันชำระคืนเงินต้น
vi_vn: Ngày hoàn trả gốc
zh_cn: 本金偿还日期

# Lending_2_9_1
source: Repay
id_id: Bayar
ja_jp: 返済する
ru_ru: Погашать
th_th: การชำระคืน
vi_vn: Trả lại
zh_cn: 偿还

# Lending_Grid2_1
source: Type
id_id: Tipe
ja_jp: 区分
ru_ru: Тип
th_th: ประเภท
vi_vn: Kiểu
zh_cn: 区分

# Lending_Grid2_1_1
source: Extended
id_id: Diperpanjang
ja_jp: 延長
ru_ru: расширенный
th_th: ขยาย
vi_vn: Mở rộng
zh_cn: 延长

# Lending_Grid2_1_2
source: General
id_id: Umum
ja_jp: 一般
ru_ru: генеральный
th_th: การชำระคืนก่อนกำหนด
vi_vn: Chung
zh_cn: 一般

# Lending_Grid2_2
source: Repayment Date
id_id: Tgl Pembayaran
ja_jp: 償還日時
ru_ru: Дата погашения
th_th: วันชำระคืน
vi_vn: Ngày hoàn trả
zh_cn: 偿还日期

# Lending_Grid2_3
source: Contents
id_id: Isi
ja_jp: 内容
ru_ru: Контент
th_th: รายละเอียด
vi_vn: Nội dung
zh_cn: 内容

# Lending_Grid2_3_1
source: Principal Repayment
id_id: Pembayaran Pokok
ja_jp: 元金償還
ru_ru: Основной погашение
th_th: การชำระคืนเงินต้น
vi_vn: Trả nợ gốc
zh_cn: 偿还本金

# Lending_Grid2_3_2
source: Interest Repayment
id_id: Pembayaran Bunga
ja_jp: 利息返済
ru_ru: Выплата процентов
th_th: การชำระคืนดอกเบี้ย
vi_vn: Trả lãi
zh_cn: 偿还利息

# Lending_Grid2_4
source: Round
id_id: Putaran
ja_jp: 回送
ru_ru: Круглый
th_th: ครั้งที่
vi_vn: Vòng
zh_cn: 次数

# Lending_Grid2_4_1
source: Round {0}
id_id: Putaran {0}
ja_jp: {0}回
ru_ru: Круглый {0}
th_th: {0} ครั้ง
vi_vn: Vòng {0}
zh_cn: {0}次

# Lending_Grid2_5
source: Amount
id_id: Jumlah
ja_jp: 返済額
ru_ru: сумма
th_th: ยอดชำระคืน
vi_vn: Số tiền
zh_cn: 偿还金额

# Lending_Grid2_6
source: Overdue Interest
id_id: Bunga Overdue
ja_jp: 延滞利息
ru_ru: Просроченные проценты
th_th: ดอกเบี้ยค้างชำระ
vi_vn: Lãi quá hạn
zh_cn: 拖欠利息

# Lending_Grid2_7
source: Total Repayment
id_id: Total Pembayaran
ja_jp: 総返済額
ru_ru: Общее погашение
th_th: ยอดชำระคืนทั้งหมด
vi_vn: Tổng số tiền hoàn trả
zh_cn: 总偿还金额

# Lending_Grid2_8
source: Repayment
id_id: Pembayaran
ja_jp: 返済かどうか
ru_ru: погашение
th_th: การชำระคืน
vi_vn: Trả nợ
zh_cn: 是否偿还

# Lending_Grid2_8_1
source: Overdue
ja_jp: 延滞
ru_ru: просроченный
th_th: ค้างชำระ
vi_vn: Quá hạn
zh_cn: 拖欠

# Lending_Grid2_8_2
source: Normal
ja_jp: 通常の
ru_ru: Нормальный
th_th: ปกติ
vi_vn: Bình thường
zh_cn: 正常

# Lending_Grid2_8_3
source: Waiting
id_id: Menunggu
ja_jp: 待機
ru_ru: ждущий
th_th: กำลังรอ
vi_vn: Đang chờ đợi
zh_cn: 等待

# Lending_Grid2_9
source: Remarks
id_id: Catatan
ja_jp: 備考
ru_ru: замечания
th_th: หมายเหตุ
vi_vn: Nhận xét
zh_cn: 备注

# TradingHistory_1_18
source: Automatic Trading
id_id: Transaksi otomatis
ja_jp: 自動取引
ru_ru: Автоматические транзакции
th_th: การซื้อขายอัตโนมัติ
vi_vn: giao dịch tự động
zh_cn: 自动交易

# TradingHistory_Common_6
source: View Details
id_id: Lihat Detail
ja_jp: 詳細を見る
ru_ru: подробнее
th_th: ดูรายละเอียดเพิ่มเติม
vi_vn: Chi tiết
zh_cn: 了解更多

# TradingHistory_Common_7
source: Transaction No.
id_id: No. Transaksi
ja_jp: 取引番号
ru_ru: Сделка No.
th_th: หมายเลขการซื้อขาย
vi_vn: Số giao dịch
zh_cn: 交易号码

# TradingHistory_Common_8
source: Address
id_id: Alamat
ja_jp: アドレス
ru_ru: Адрес
th_th: ที่อยู่
vi_vn: Địa chỉ
zh_cn: 地址

# TradingHistory_Common_9
source: Amount
id_id: Jumlah
ja_jp: 金額
ru_ru: сумма
th_th: จำนวน
vi_vn: Số tiền
zh_cn: 的金额

# WithdrawDepositWithdraw_1_46
source: You can apply for withdrawal only in units of 10,000 won. The amount of the application includes the fee. Please check your actual receipt amount.
id_id: Permohonan penarikan hanya dapat dilakukan dalam satuan 10.000 won. Jumlah permohonan termasuk biaya. Harap cek ulang jumlah terima sebenarnya.
ja_jp: 出金は1万ウォン単位でのみ申請が可能であり、申込金額は手数料が含まれた金額で、実際の支給額を確認してください。
ru_ru: Вы можете подать заявку на снятие средств только в единицах 10 000 вон. Сумма заявки включает плату. Проверьте фактическую сумму квитанции.
th_th: การถอนสามารถสมัครได้แค่หน่วย 10,000 วอนเท่านั้น กรุณาตรวจสอบจำนวนที่รับจริง เนื่องจากยอดที่สมัครมีการรวมค่าธรรมเนียม
vi_vn: Bạn chỉ có thể đăng ký rút tiền với số tiền là 10.000 won. Số tiền của ứng dụng bao gồm phí. Vui lòng kiểm tra số tiền nhận thực tế của bạn.
zh_cn: 提款只能以10,000韩元为单位。申请费包括费用。请检查实际收据金额。

# Lending_Alert_1
source: Extend
id_id: Perpanjang
ja_jp: 延長する
ru_ru: простираться
th_th: การขยายเวลา
vi_vn: Mở rộng
zh_cn: 延长

# Lending_Alert_1_1
source: You can only extend coin lending once. Do you want to extend the coin lending period?
id_id: Anda hanya dapat memperpanjang coin lending satu kali. Apakah Anda ingin memperpanjang periode coin lending?
ja_jp: コインLending1回に限り延長することが可能です。 コインLending期間を延長しますか？
ru_ru: Вы можете продлить только coin lending один раз. Вы хотите продлить период coin lending?
th_th: คุณสามารถขยายระยะเวลาการยืมเหรียญได้เพียง 1 ครั้ง คุณต้องการขยายระยะเวลาการยืมเหรียญหรือไม่?
vi_vn: Bạn chỉ có thể mở rộng coin lending một lần. Bạn có muốn gia hạn thời gian coin lending không?
zh_cn: 加密货币Lendig期限只能延长一次。 您确定要延长Lendig期限吗？

# Lending_Alert_1_2
source: Extended Interest Rate: {0}% (month)
id_id: Suku Bunga Perpanjangan: {0}% (bulan)
ja_jp: 延長金利：{0}％（月）
ru_ru: Расширенная процентная ставка: {0}% (месяц)
th_th: อัตราดอกเบี้ยที่ขยายระยะเวลา : {0}% (เดือน)
vi_vn: Lãi suất mở rộng: {0}% (tháng)
zh_cn: 延长利息率: (0)%（月）

# Lending_Alert_1_3
source: Expiry Date
id_id: Jatuh Tempo
ja_jp: 有効期限
ru_ru: погашения
th_th: วันสิ้นสุด
vi_vn: Ngày đến hạn
zh_cn: 截止日期

# Lending_Alert_2
source: Repay
id_id: Bayar
ja_jp: 返済する
ru_ru: Погашать
th_th: การชำระคืน
vi_vn: Trả lại
zh_cn: 偿还

# Lending_Alert_2_1
source: Principal
id_id: Pokok
ja_jp: 元金
ru_ru: принципал
th_th: เงินต้น
vi_vn: Hiệu trưởng
zh_cn: 本金

# Lending_Alert_2_2
source: Remaining Interest
id_id: Sisa Bunga
ja_jp: 残り利
ru_ru: Остальные проценты
th_th: ดอกเบี้ยที่เหลือ
vi_vn: Lãi còn lại
zh_cn: 剩余利息

# Lending_Alert_2_3
source: Total Repayment
id_id: Total Pembayaran
ja_jp: 総返済額
ru_ru: Общее погашение
th_th: ยอดชำระคืนทั้งหมด
vi_vn: Tổng số tiền hoàn trả
zh_cn: 总偿还金额

# Lending_Alert_2_4
source: Repayment Date
id_id: Tgl Pembayaran
ja_jp: 償還日時
ru_ru: Дата погашения
th_th: วันชำระคืน
vi_vn: Ngày hoàn trả
zh_cn: 偿还日期

# TransferDepositWithdraw_Common_20
source: Transfer Limit
id_id: Batas Transfer
ja_jp: 送金限度
ru_ru: Предел передачи
th_th: จำนวนจำกัดการโอน
vi_vn: Giới hạn chuyển tiền
zh_cn: 转出限额

# WithdrawDepositWithdraw_1_47
source: Withdrawal Limit
id_id: Batas Penarikan
ja_jp: 出金限度
ru_ru: Лимит снятия средств
th_th: จำนวนจำกัดการถอน
vi_vn: Giới hạn rút tiền
zh_cn: 取款限额

# TransferDepositWithdraw_Common_21
source: Minimum Transfer
id_id: Transfer Minimum
ja_jp: 最小送金
ru_ru: Минимальная передача
th_th: การโอนขั้นต่ำ
vi_vn: Chuyển tiền tối thiểu
zh_cn: 取消转出

# CertificationDataSubmit_Common_1_5
source: * You have to cover your personal information in your ID card.
id_id: * Anda harus menutupi informasi pribadi di kartu ID Anda.
ja_jp: *身分証明書個人情報の場合は、直接選別いただきます。
ru_ru: * Вы должны покрыть свою личную информацию в своей удостоверении личности.
th_th: *กรุณาปิดข้อมูลส่วนบุคคลด้วยตนเอง
vi_vn: * Bạn phải bao gồm thông tin cá nhân của bạn trong thẻ ID của bạn.
zh_cn: * 必须遮挡身份证上的个人信息。

# CertificationDataSubmit_Common_1_6
source: * You have to write the request memo by hand.
id_id: * Anda harus menulis memo permintaan dengan tangan.
ja_jp: *リクエストのメモの場合、手で作成が求められます。
ru_ru: * Вы должны написать записку запроса вручную.
th_th: *กรุณาเขียนคำร้องด้วยลายมือของตนเอง
vi_vn: * Bạn phải viết bản ghi nhớ yêu cầu bằng tay.
zh_cn: * 备注必须亲自手写。

# CertificationDataSubmit_Common_1_7
source: * Picture that is edited by Paint or Photoshop cannot be processed.
id_id: * Foto yang diedit dengan Paint atau Photoshop tidak dapat diproses.
ja_jp: *ペイント、フォトショップのような編集過程を経る場合、処理ができません。
ru_ru: * Изображение, редактируемое Paint или Photoshop, не может быть обработано.
th_th: *หากรูปถ่ายตกแต่งด้วยแอพพลิเคชั่นหรือโฟโต้ชอป ระบบจะไม่สามารถประมวลผลได้
vi_vn: * Hình ảnh được chỉnh sửa bởi Paint hoặc Photoshop không thể được xử lý.
zh_cn: * 如使用Paint或Photoshop等编辑器经过编辑，则无法处理。

# CertifyMyPage_5_13
source: * You have to cover your personal information in your ID card.
id_id: * Anda harus menutupi informasi pribadi di kartu ID Anda.
ja_jp: *身分証明書個人情報の場合は、直接選別いただきます。
ru_ru: * Вы должны покрыть свою личную информацию в своей удостоверении личности.
th_th: *กรุณาปิดข้อมูลส่วนบุคคลด้วยตนเอง
vi_vn: * Bạn phải bao gồm thông tin cá nhân của bạn trong thẻ ID của bạn.
zh_cn: * 必须遮挡身份证上的个人信息。

# CertifyMyPage_5_14
source: * You have to write the request memo by hand.
id_id: * Anda harus menulis memo permintaan dengan tangan.
ja_jp: *リクエストのメモの場合、手で作成が求められます。
ru_ru: * Вы должны написать записку запроса вручную.
th_th: *กรุณาเขียนคำร้องด้วยลายมือของตนเอง
vi_vn: * Bạn phải viết bản ghi nhớ yêu cầu bằng tay.
zh_cn: * 备注必须亲自手写。

# CertifyMyPage_5_15
source: * Picture that is edited by Paint or Photoshop cannot be processed.
id_id: * Foto yang diedit dengan Paint atau Photoshop tidak dapat diproses.
ja_jp: *ペイント、フォトショップのような編集過程を経る場合、処理ができません。
ru_ru: * Изображение, редактируемое Paint или Photoshop, не может быть обработано.
th_th: *หากรูปถ่ายตกแต่งด้วยแอพพลิเคชั่นหรือโฟโต้ชอป ระบบจะไม่สามารถประมวลผลได้
vi_vn: * Hình ảnh được chỉnh sửa bởi Paint hoặc Photoshop không thể được xử lý.
zh_cn: * 如使用Paint或Photoshop等编辑器经过编辑，则无法处理。

# MemberInfo_Pop_21
source: Mobile phone authentication is complete.
id_id: Verifikasi ponsel selesai.
ja_jp: 携帯電話本人認証が完了しました。
ru_ru: Проверка подлинности мобильного телефона завершена.
th_th: การยืนยันตัวตนหมายเลขโทรศัพท์เสร็จสิ้น
vi_vn: Xác thực điện thoại di động đã hoàn tất.
zh_cn: 已完成手机本人认证。

# MemberInfo_Pop_22
source: Please check the mobile phone authentication.
id_id: Silakan periksa verifikasi ponsel.
ja_jp: 携帯電話本人認証を確認してください。
ru_ru: Проверьте подлинность мобильного телефона.
th_th: กรุณาตรวจสอบการยืนยันตัวตนหมายเลขโทรศัพท์
vi_vn: Vui lòng kiểm tra xác thực điện thoại di động.
zh_cn: 请确认手机本人认证。

# MemberInfo_Pop_23
source: Your bank account is not verified.
id_id: Akun bank Anda belum terverifikasi.
ja_jp: 銀行口座が確認されません。
ru_ru: Ваш банковский счет не проверен.
th_th: ไม่สามารถตรวจสอบหมายเลขบัญชีธนาคารได้
vi_vn: Tài khoản ngân hàng của bạn chưa được xác minh.
zh_cn: 无法确认您的银行账户。

# MemberInfo_Pop_24
source: Please proceed with the account authentication.
id_id: Silakan lanjutkan dengan verifikasi akun.
ja_jp: 本人口座認証を進めてください。
ru_ru: Повторите процедуру аутентификации учетной записи.
th_th: กรุณายืนยันตัวตนบัญชีธนาคาร
vi_vn: Vui lòng tiến hành xác thực tài khoản.
zh_cn: 请进行本人账户认证。

# MemberInfo_Pop_25
source: Account authentication is complete.
id_id: Verifikasi akun selesai.
ja_jp: 口座確認が完了しました。
ru_ru: Аутентификация подлинности завершена.
th_th: การตรวจสอบบัญชีธนาคารเสร็จสิ้น
vi_vn: Xác thực tài khoản đã hoàn tất.
zh_cn: 已完成账户认证。

# MemberInfo_Pop_26
source: Please enter your phone number.
id_id: Masukkan nomor telepon Anda.
ja_jp: 電話番号を入力してください。
ru_ru: Пожалуйста, введите ваш номер телефона.
th_th: กรุณากรอกหมายเลขโทรศัพท์
vi_vn: Xin vui lòng điền số điện thoại của bạn.
zh_cn: 请输入手机号码。

# MemberInfo_Pop_27
source: Please select a bank.
id_id: Silakan pilih bank.
ja_jp: 銀行を選択してください。
ru_ru: Пожалуйста, выберите банк.
th_th: กรุณาเลือกธนาคาร
vi_vn: Vui lòng chọn một ngân hàng.
zh_cn: 请选择银行。

# MemberInfo_Pop_28
source: Please enter your account number.
id_id: Harap masukkan nomor akun Anda.
ja_jp: 口座番号を入力してください。
ru_ru: Пожалуйста, введите номер вашего счета.
th_th: กรุณากรอกหมายเลขบัญชีธนาคาร
vi_vn: Vui lòng nhập số tài khoản của bạn.
zh_cn: 请输入银行账号。

# MemberInfo_Pop_29
source: Please enter the account number according to the format.
id_id: Masukkan nomor akun sesuai dengan format.
ja_jp: 口座番号をフォーマットに合わせて入力してください。
ru_ru: Пожалуйста, введите номер счета в соответствии с форматом.
th_th: กรุณากรอกรูปแบบหมายเลขบัญชีธนาคารให้ถูกต้อง
vi_vn: Vui lòng nhập số tài khoản theo định dạng.
zh_cn: 请根据格式输入账号。

# MemberInfo_Pop_30
source: User name does not exist.
id_id: Nama pengguna tidak ditemukan.
ja_jp: ユーザー名が存在しません。
ru_ru: Имя пользователя не существует.
th_th: ไม่พบชื่อผู้ใช้
vi_vn: Tên người dùng không tồn tại.
zh_cn: 用户名不存在。

# MemberInfo_Pop_31
source: Account holder name and username do not match.
id_id: Nama pemegang akun dan nama pengguna tidak cocok.
ja_jp: 口座名義人とユーザー名が一致しません。
ru_ru: Имя владельца аккаунта и имя пользователя не совпадают.
th_th: ชื่อผู้ใช้และชื่อผู้ถือบัญชีไม่ตรงกัน
vi_vn: Tên chủ tài khoản và tên người dùng không khớp.
zh_cn: 账户持有人姓名和用户姓名不匹配。

# MemberInfo_Pop_32
source: Bank maintenance is in progress.
id_id: Sedang dilakukan maintenance bank.
ja_jp: 銀行検査中です。
ru_ru: банковская система проверяется.
th_th: อยู่ระหว่างการตรวจสอบของธนาคาร
vi_vn: Kiểm tra ngân hàng.
zh_cn: 银行检测中。

# Common_Alert_23
source: Mobile phone authentication is available on the web or MTS.
id_id: Verifikasi ponsel tersedia di web atau MTS.
ja_jp: 携帯電話本人認証は、WebまたはMTSで可能です。
ru_ru: Проверка личности мобильного телефона доступна в Интернете или в МТS.
th_th: การยืนยันตัวตนหมายเลขโทรศัพท์สามารถทำได้ทั้งที่ MTS และเว็บไซต์
vi_vn: Xác minh danh tính điện thoại di động có sẵn trên web hoặc MTS.
zh_cn: 手机本人认证可在WEB或MTS上进行。

# Lending_Alert_10
source: Application quantity could not be verified.
id_id: Jumlah aplikasi tidak dapat diverifikasi.
ja_jp: 申し込み数量を確認することができません。
ru_ru: Количество заявок не может быть проверено.
th_th: ไม่สามารถตรวจสอบปริมาณการสมัครได้
vi_vn: Không thể xác minh được số lượng đăng ký.
zh_cn: 无法确认申请数量。

# Lending_Alert_11
source: Number of months could not be verified.
id_id: Jumlah bulan tidak dapat diverifikasi.
ja_jp: 月数を確認することができません。
ru_ru: Количество месяцев не может быть проверено.
th_th: ไม่สามารถตรวจสอบจำนวนเดือนได้
vi_vn: Không thể xác minh được số lượng tháng.
zh_cn: 无法确认申请月数。

# Lending_Alert_12
source: You have already applied for a lending.
id_id: Anda telah mengajukan permohonan lending.
ja_jp: すでにトレンドを申請したメンバーです。
ru_ru: Вы уже подали заявку на кредитование.
th_th: คุณได้สมัครการยืมเรียบร้อยแล้ว
vi_vn: Việc đăng ký hội viên Landing đã hoàn tất.
zh_cn: 您已申请Lending。

# Lending_Alert_13
source: Lending application failed.
id_id: Permohonan lending gagal.
ja_jp: トレンドの申請に失敗しました。
ru_ru: Заявка на кредитование не прошла.
th_th: การสมัครการยืมล้มเหลว
vi_vn: Việc đăng ký Landing thất bại
zh_cn: Lending申请失败。

# Lending_Alert_14
source: Do you want to extend?
id_id: Apakah Anda ingin memperpanjang?
ja_jp: 延長しますか？
ru_ru: Вы хотите продлить?
th_th: คุณต้องการขยายระยะเวลาหรือไม่
vi_vn: Có muốn mở rộng không?
zh_cn: 您确定要延长时间吗？

# Lending_Alert_15
source: Do you want to repay?
id_id: Apakah Anda ingin membayar?
ja_jp: 返済しますか？
ru_ru: Вы хотите погасить?
th_th: คุณต้องการชำระคืนหรือไม่
vi_vn: Có muốn thanh toán không?
zh_cn: 您要偿还加密货币吗？

# Lending_Alert_3
source: Please enter the quantity of Coin Lending.
id_id: Silakan masukkan jumlah Coin Lending.
ja_jp: コインLendingの申請数量を入力してください。
ru_ru: Пожалуйста, введите количество кредитов.
th_th: กรุณากรอกปริมาณที่จะสมัครการยืมเหรียญ
vi_vn: Hãy nhập số lượng coin đăng kí muốn vay.
zh_cn: 请输入加密货币Lending申请数量。

# Lending_Alert_4
source: You can not apply for less than the minimum quantity to apply.
id_id: Anda tidak dapat mengajukan permohonan kurang dari jumlah minimum pendaftaran .
ja_jp: 最小申し込み可能数量より少なくは申請できません。
ru_ru: Вы не можете подать заявку на менее чем минимальное количество, чтобы подать заявку.
th_th: คุณไม่สามารถสมัครน้อยกว่าปริมาณขั้นต่ำที่สามารถสมัครได้
vi_vn: Không thể đăng ký số lượng nhỏ hơn số lượng đăng ký tối thiểu.
zh_cn: 无法申请小于最小限额以内的数量。
