Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# MemberInfo_3_9
source: The company keeps its membership information for a certain period of time as stipulated by related laws and regulations. In this case, the company will only use the information it keeps for the purpose of keeping it and the retention period is 5 years.
id_id: Maka kami akan menyimpan informasi anggota dalam jangka waktu tertentu sebagaimana diatur dalam undang-undang. Dalam hal ini, kami akan menggunakan informasi untuk tujuan menyimpannya dan jangka waktu adalah 5 tahun.
ja_jp: 会社は関係法令で決められた期間は会員情報を保管します。この場合、会社は保管情報をその保管の目的範囲内で利用しており、保管期間は5年です。
ru_ru: компания имеет право хранить информацию о своем пользователе в течение определенного периода времени, как это предусмотрено соответствующими законами и правилами. В этом случае, компания будет использовать информацию, только для целей ее хранения, срок хранения при этом составляет 5 лет.
th_th: ทางบริษัทจะทำการเก็บข้อมูลสมาชิกตามระยะเวลาที่กฎหมายที่เกี่ยวข้องกำหนดไว้ ซึ่งกรณีดังกล่าว บริษัทจะจัดเก็บข้อมูลดังกล่าวเพื่อวัตถุประสงค์ในการเก็บรักษาข้อมูลเท่านั้น ระยะเวลาการเก็บรักษาข้อมูลคือ 5 ปี
vi_vn: Tại pháp lệnh liên quan nêu ra việc công ty lưu giữ thông tin hội viên trong một khoảng thời gian xác định. trong trường hợp này sử dụng thông tin công ty lưu giữ lại chỉ với mục đích lưu trữ đó và thời gian lưu giữ là 5 năm.
zh_cn: 本公司按照有关法律法规将会员资料保存一段时间。 这种情况下，公司仅将信息用于存档，且保存期限为5年。

# NoticePopup_1
source: Notice
id_id: Pengumuman
ja_jp: お知らせ
ru_ru: Объявления
th_th: ประกาศ
vi_vn: thông báo chung
zh_cn: 通知

# NoticePopup_2
source: {0} Charge Notice
id_id: Perhatian saat Pengisian {0}
ja_jp: KRWチャージの注意事項
ru_ru: Пополнение баланса и меры предосторожности
th_th: ข้อควรระวังการเติมเงินวอน
vi_vn: lưu ý khi nạp tiền Won
zh_cn: 充值时注意事项

# NoticePopup_3
source: Hts IP Registration Guide
id_id: Informasi pendaftaran IP HTS
ja_jp: HTS IP登録案内
ru_ru: Руководство по регистрации HTS IP
th_th: คู่มือการลงทะเบียน HTS IP
vi_vn: hướng dẫn đăng nhập HTS IP
zh_cn: HTS IP 注册方法

# NoticePopup_4
source: IP unlisted PC Guide
id_id: Informasi PC IP belum terdaftar
ja_jp: IP未登録PC案内
ru_ru: Информация по ПК с незарегистрированным IP-адресом
th_th: คู่มือสำหรับ PC ที่ยังไม่ได้ลงทะเบียน IP
vi_vn: hướng dẫn PC chưa đăng nhập IP
zh_cn: 未注册IP的PC指南

# Notice_1
source: Title
id_id: Judul
ja_jp: タイトル
ru_ru: Название
th_th: หัวข้อ
vi_vn: tựa đề
zh_cn: 标题

# Notice_2
source: On
id_id: Tanggal tertulis
ja_jp: 作成日
ru_ru: Дата отправки
th_th: วันที่กรอก
vi_vn: ngày soạn thảo
zh_cn: 日期

# QnaWrite_1
source: We will contact you after the administrator confirm your inquiry.
id_id: Pertanyaan Anda akan dijawab oleh Administrator.
ja_jp: 会員様がお問い合わせいただいた内容は、担当者が確認して連絡差し上げるようにします。
ru_ru: Мы свяжемся с вами после проверки администратором вашего сообщения.
th_th: เจ้าหน้าที่จะติดต่อกลับหลังจากตรวจสอบเนื้อหาที่ท่านสมาชิกได้สอบถาม
vi_vn: nội dung mà quý khách hỏi sẽ được người chịu trách nhiệm liên hệ sau khi xác nhận.
zh_cn: 客服确认您咨询的问题后再与您联系。

# QnaWrite_2
source: Contact type
id_id: Jenis pertanyaan
ja_jp: お問い合わせの種類
ru_ru: Тип сообщения
th_th: ประเภทการสอบถาม
vi_vn: loại câu hỏi
zh_cn: 咨询类型

# QnaWrite_3
source: Name
id_id: Nama
ja_jp: 氏名
ru_ru: Тема
th_th: ชื่อ
vi_vn: tên
zh_cn: 姓名

# QnaWrite_4
source: Title
id_id: Judul
ja_jp: タイトル
ru_ru: Название
th_th: หัวข้อ
vi_vn: tựa đề
zh_cn: 标题

# QnaWrite_5
source: Content
id_id: Isi
ja_jp: 内容
ru_ru: Текст сообщения
th_th: รายละเอียด
vi_vn: Nội dung
zh_cn: 内容

# QnaWrite_6
source: Available number
id_id: Nomor yang dapat dihubungi
ja_jp: 通話可能電話番号
ru_ru: Номер для вызова
th_th: หมายเลขโทรศัพท์ที่ติดต่อได้
vi_vn: Số có thể gọi điện thoại
zh_cn: 请填写手机号

# Qna_1
source: Date
id_id: Pengecekan tanggal
ja_jp: 日付照会
ru_ru: Поиск по дате
th_th: ตรวจสอบวันที่
vi_vn: Hiển thị ngày tháng
zh_cn: 日期

# Qna_2
source: Contact type
id_id: Jenis pertanyaan
ja_jp: お問い合わせの種類
ru_ru: Тип сообщения
th_th: ประเภทการสอบถาม
vi_vn: loại câu hỏi
zh_cn: 咨询类型

# Qna_3
source: Title
id_id: Judul
ja_jp: タイトル
ru_ru: Название
th_th: หัวข้อ
vi_vn: tựa đề
zh_cn: 标题

# Qna_4
source: On
id_id: Tanggal tertulis
ja_jp: 作成日
ru_ru: Дата отправки
th_th: วันที่กรอก
vi_vn: ngày soạn thảo
zh_cn: 日期

# Qna_5
source: Answer
id_id: Sudah dijawab atau belum
ja_jp: 回答確認
ru_ru: Ответ
th_th: สถานะการตอบคำถาม
vi_vn: có trả lời hay không
zh_cn: 答复状态

# Qna_6
source: Waiting for answers
id_id: Jawaban ditunggu
ja_jp: 回答待機
ru_ru: В ожидании ответа
th_th: รอคำตอบ
vi_vn: đợi trả lời
zh_cn: 等待答复

# Qna_7
source: Complete the answer
id_id: Sudah dijawab
ja_jp: 回答完了
ru_ru: ответ завершен
th_th: ตอบแล้ว
vi_vn: hoàn thành việc trả lời
zh_cn: 已答复

# RechargeDepositWithdraw_Krw_1_1
source: {0} Charge
id_id: Pengisian {0}
ja_jp: KRWチャージ
ru_ru: Пополнение {0}
th_th: การเติมเงินในบัญชี
vi_vn: nạp tiền vào tài khoản({0})
zh_cn: {0}充值

# RechargeDepositWithdraw_Krw_1_10
source: Bank
ja_jp: 入金銀行
ru_ru: Банк для зачисления
th_th: ธนาคารที่ฝากเงิน
vi_vn: ngân hàng nạp tiền
zh_cn: 银行

# RechargeDepositWithdraw_Krw_1_11
source: Account
id_id: No. Rek
ja_jp: 口座番号
ru_ru: Номер счета
th_th: หมายเลขบัญชีธนาคาร
vi_vn: số tài khoản
zh_cn: 银行账号

# RechargeDepositWithdraw_Krw_1_12
source: Holder
id_id: Pemegang
ja_jp: 口座名義人
ru_ru: Владелец счета
th_th: ผู้ถือบัญชี
vi_vn: chủ tài khoản
zh_cn: 账户持有人

# RechargeDepositWithdraw_Krw_1_13
source: Sender
id_id: Pengirim
ja_jp: 受取人通帳摘要
ru_ru: Краткая информация о счете получателя
th_th: remarks สมุดบัญชีธนาคารผู้รับ
vi_vn: Tóm tắt sổ tiết kiệm người nhận
zh_cn: 收款人账户备注

# RechargeDepositWithdraw_Krw_1_14
source: Finish date
id_id: Tanggal Selesai
ja_jp: 完了日時
ru_ru: Дата завершения
th_th: วันที่เสร็จสิ้น
vi_vn: ngày hoàn thành
zh_cn: 完成日期

# RechargeDepositWithdraw_Krw_1_15
source: Separated
id_id: Jenis
ja_jp: 区分
ru_ru: Классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 类型

# RechargeDepositWithdraw_Krw_1_15_1
source: Account Transfer
id_id: Transfer Rekening
ja_jp: 口座振込
ru_ru: Зачисление на виртуальный счет
th_th: การโอนเงินผ่านบัญชีธนาคาร
vi_vn: chuyển khoản
zh_cn: 虚拟账户充值

# RechargeDepositWithdraw_Krw_1_15_2
source: Electronic Voucher
id_id: Voucher Elektronik
ja_jp: 電子商品券
ru_ru: Перевод средств со счета
th_th: บัตรกำนัลออนไลน์
vi_vn: phiếu sản phẩm điện tử
zh_cn: 转账

# RechargeDepositWithdraw_Krw_1_16
source: Charge Amount
id_id: Total Pengisian
ja_jp: チャージ金額
ru_ru: Сумма для пополнения
th_th: ยอดการเติม
vi_vn: tiền nạp vào
zh_cn: 充值金额

# RechargeDepositWithdraw_Krw_1_17
source: Progress status
id_id: Status
ja_jp: 進行状態
ru_ru: Ход обработки
th_th: สถานะการดำเนินการ
vi_vn: trạng thái tiến hành
zh_cn: 状态

# RechargeDepositWithdraw_Krw_1_17_1
source: Complete
id_id: Selesai
ja_jp: 完了
ru_ru: Завершено
th_th: เสร็จสิ้น
vi_vn: hoàn thành
zh_cn: 完成

# RechargeDepositWithdraw_Krw_1_17_2
source: Progress
id_id: Belum selesai
ja_jp: 未完了
ru_ru: Незавершено
th_th: ยังไม่เสร็จสิ้น
vi_vn: chưa hoàn thành
zh_cn: 未完成

# RechargeDepositWithdraw_Krw_1_2
source: 2. After the account deposit, it takes about 2 ~ 30 minutes to reflect. (Exceptions apply to emergency situations such as bank inspection, network failure, etc.)
id_id: 2. Setelah deposit rekening, dibutuhkan sekitar 2 ~ 30 menit untuk pemrosesan. (Pengecualian berlaku untuk situasi darurat seperti pemeriksaan bank, kegagalan jaringan, dll.)
ja_jp: 2.口座入金後反映まで約2分〜30分程度かかります。（銀行点検、電算網の障害などの緊急発生時の例外）
ru_ru: 2. Для отражения после сдачи счета требуется около 2-30 минут. (Исключения из чрезвычайных ситуаций, таких как банковская проверка, сбой сети и т. Д.)
th_th: การฝากผ่านบัญชีธนาคาร จะมีผลหลังจาก 2 - 30 นาที (ยกเว้นช่วงการตรวจสอบของธนาคาร ระบบเครือข่ายเกิดปัญหา หรือ เกิดสถานการณ์ฉุกเฉิน เป็นต้น)
vi_vn: 2. Mất khoảng 2 ~ 30 phút để phản ánh sau khi tài khoản được gửi. (Ngoại lệ đối với trường hợp khẩn cấp như kiểm tra ngân hàng, lỗi mạng, v.v.)
zh_cn: 2. 转账后反映时间大约需要2~30分钟。（银行检测， 计算机网络故障等紧急情况除外）

# RechargeDepositWithdraw_Krw_1_4
source: 3. In the following cases, the deposit will not be confirmed. The deposit will be complete if you submit the ‘proof of deposit’ documents which you can find on the [Customer Support>Submit Certification Materials]
id_id: 3. Jika terjadi hal seperti berikut maka proses deposit tidak dapat dilakukan. Silahkan menyerahkan bukti deposit melalui [Dukungan pelanggan>Sertifikasi] untuk menyelesaikan proses deposit.
ja_jp: 3. 以下の場合は、入金が確認されません。[顧客サポート>認証資料提出]の入金事実証明の資料を提出をしていただくと、入金が完了します。
ru_ru: 3. В следующих случаях, зачисление средств может быть не произведено. Чтобы завершить зачисление, Вы должны предоставить Сертификат о факте пополнения баланса [Служба поддержки клиентов> Отправить данные для аутентификации].
th_th: 3. กรณีดังต่อไปนี้จะไม่สามารถตรวจสอบการฝากได้ กรุณายื่นคำร้องส่งเอกสารหลักฐานการฝากที่ [ผู้ดูแลระบบ > ส่งเอกสารการยืนยัน] การฝากจึงจะเสร็จสิ้น
vi_vn: 3. trong trường hợp như bên dưới việc nạp tiền chưa được xác nhận. phải đệ trình tư liệu chứng minh nạp tiền trong [hỗ trợ khách hàng>đệ trình tư liệu xác thực] thì việc nạp tiền mới được hoàn tất.
zh_cn: 3. 以下情况无法确认充值。请按照 [客服中心>提交认证信息]步骤提交充值证明后才能完成充值。

# RechargeDepositWithdraw_Krw_1_5
source: ㆍIf you have not deposited from your account registered for the certification account.
id_id: ㆍTidak melakukan deposit dengan rekening yang terdaftar dan telah dikonfirmasi.
ja_jp: ㆍ認証口座で登録した本人口座から入金しない場合
ru_ru: Если вы не вносили средства со своего зарегистрированного и прошедшего проверку банковского счета.
th_th: ㆍกรณีที่ไม่ได้ฝากผ่านบัญชีธนาคารที่ได้ลงทะเบียนการยืนยันบัญชีธนาคารไว้
vi_vn: trường hợp không nạp tiền tại tài khoản cá nhân đã đăng nhập bằng tài khoản xác thực
zh_cn: 未使用已注册的银行账户进行充值的情况。

# RechargeDepositWithdraw_Krw_1_6
source: ㆍIn case that you change the recipient passbook and transfer although you have deposited from your certified account
id_id: ㆍMengirim dari rekening yang terdaftar tetapi nama pengirim tidak sama.
ja_jp: ㆍ認証口座から入金するが、入金者名(摘要)を変更して送金する場合
ru_ru: Даже если вы внесли средства из прошедшего проверку банковского счета, но поменяли ФИО вносителя (см. Примечание) при внесении.
th_th: ㆍกรณีที่ฝากผ่านบัญชีที่ยืนยันไว้ แต่โอนโดยเปลี่ยนชื่อผู้ฝาก(remarks)
vi_vn: dù có nạp tiền vào tài khoản xác thực thì trường hợp thay đổi tên người nạp tiền (tóm tắt) rồi chuyển tiền...
zh_cn: 使用已注册的本人银行账户充值， 但备注有误的情况。

# RechargeDepositWithdraw_Krw_1_6_1
source: (Briefs: Enter the details shown below in the bank account details when you deposit)
id_id: Catatan : Masukkan detail di bawah ini dalam detail rekening bank saat Anda menyetor.
ja_jp: 摘要 : 以下の「入金者名」に表示された内容で入金する場合、通帳摘要に入力
ru_ru: (Примечание: введите данные в поле "ФИО вносителя" при внесении средств).
th_th: Remarks : เมื่อทำการฝากเงิน กรุณากรอก 'ชื่อผู้ฝาก'
vi_vn: tóm tắt: khi nạp tiền với nội dung được hiển thị ở tên 'người nạp tiền bên dưới' hãy nhập vào phần tóm tắt tài khoản
zh_cn: 备注：在银行账户备注信息中输入下面显示的信息内容。

# RechargeDepositWithdraw_Krw_1_7
source: ㆍWhen depositing a large amount.
id_id: ㆍSaat mengirim dana dalam jumlah besar,
ja_jp: ㆍ高額を入金する場合、
ru_ru: При пополнении баланса на крупную сумму.
th_th: ㆍกรณีฝากเงินจำนวนมาก
vi_vn: trường hợp nạp vào số tiền lớn
zh_cn: 充值金额较大的情况

# RechargeDepositWithdraw_Krw_1_8
source: Make sure you deposit from the account you registered with your certification account
id_id: harus melakukan pengiriman dari rekening anda yang terdaftar dan sudah dikonfirmasi.
ja_jp: 必ず認証口座に登録した本人口座から入金してください。
ru_ru: Пожалуйста, вносите средства только со своего счета, который прошел регистрацию и аутентификацию.
th_th: กรุณาฝากผ่านบัญชีธนาคารที่ได้ลงทะเบียนการยืนยันบัญชีธนาคารไว้
vi_vn: nhất thiết phải nạp tiền từ tài khoản cá nhân đã đăng nhập vào tài khoản xác thực
zh_cn: 请务必用您注册的本人账户进行充值。

# RechargeDepositWithdraw_Krw_1_9
source: Please note that even if you deposit from a withdrawal account, you may not be charged if you deposit a different deposit.
id_id: Hati-hati ketika menggunakan rekening penarikan untuk pengiriman uang, jika nama pengirim tidak sama maka transaksi pengisian gagal.
ja_jp: 出金口座から入金した場合でも、異なる入金者名で入金すると、チャージが確認されないことがありますのでご注意ください。
ru_ru: Обратите внимание, что даже если Вы внесли средства из банковского счета предназначенного для снятия, но поменяли ФИО вносителя, зачисление средств может не произойти.
th_th: ข้อควรระวัง แม้จะฝากผ่านบัญชีธนาคารที่ทำการถอน แต่หากฝากด้วยชื่อผู้ฝากไม่ตรงกัน อาจจะไม่สามารถเติมเงินได้
vi_vn: dù có nạp tiền vào tài khoản rút tiền mà nếu nạp tiền bằng tên người khác thì cũng có thể không nạp tiền được nên mong khách hàng lưu ý diều này.
zh_cn: 注， 使用已注册的本人银行账户充值， 但备注有误的情况无法正常充值。

# RechargeDepositWithdraw_Pop_1
source: Recipient Passbook
id_id: Catatan untuk penerima
ja_jp: 受取人通帳摘要
ru_ru: Краткая информация о счете получателя
th_th: Remarks บัญชีธนาคารผู้รับ
vi_vn: Tóm tắt sổ tiết kiệm người nhận
zh_cn: 收款人账户备注

# RechargeDepositWithdraw_Pop_2
source: Your deposit will not be verified if:
id_id: Jika terjadi hal seperti berikut maka proses deposit tidak dapat dilakukan.
ja_jp: 以下の場合は、入金が確認されません。
ru_ru: В следующих случаях, зачисление средств может быть не произведено.
th_th: กรณีดังต่อไปนี้จะไม่สามารถตรวจสอบการฝากได้
vi_vn: trong trường hợp như bên dưới việc nạp tiền chưa được xác nhận.
zh_cn: 以下情况无法进行充值。

# RechargeDepositWithdraw_Pop_3
source: ㆍIf you have not deposited from your account registered for the certification account
id_id: Tidak melakukan deposit dengan rekening yang terdaftar dan telah dikonfirmasi
ja_jp: ㆍ認証口座で登録した本人口座から入金しない場合
ru_ru: Если вы вносили средства не со своего зарегистрированного и прошедшего проверку банковского счета.
th_th: กรณีที่ไม่ได้ฝากผ่านบัญชีธนาคารที่ได้ลงทะเบียนการยืนยันบัญชีธนาคารไว้
vi_vn: - trường hợp không nạp tiền tại tài khoản cá nhân đã đăng nhập bằng tài khoản xác thực
zh_cn: 没有使用已注册的本人账户进行充值的情况。

# RechargeDepositWithdraw_Pop_4
source: ㆍIn case that you change the recipient passbook and transfer although you have deposited
id_id: Mengirim dari rekening yang terdaftar tetapi nama penerima tidak sama
ja_jp: ㆍ認証口座から入金するが、入金者名(摘要)を変更して送金する場合
ru_ru: Даже если вы внесли средства из прошедшего проверку банковского счета, но поменяли ФИО вносителя
th_th: กรณีที่ฝากผ่านบัญชีที่ยืนยันไว้ แต่มีการเปลี่ยนชื่อผู้รับ(remarks)
vi_vn: - dù có nạp tiền vào tài khoản xác thực thì trường hợp thay đổi tên người nạp tiền (tóm tắt)
zh_cn: 使用已注册的本人银行账户充值，

# RechargeDepositWithdraw_Pop_5
source: from your certified account
id_id: Saat Transfer
ja_jp: 送金する場合
ru_ru: при внесении.
th_th: กรณีการโอน
vi_vn: rồi chuyển tiền...
zh_cn: 但备注有误的情况。

# RechargeDepositWithdraw_Pop_6
source: If the confirmation didn’t get accomplished,
id_id: Silahkan menyerahkan bukti deposit melalui
ja_jp: 確認されない場合、[顧客サポート >認証資料提出]の入金事実証明の資料をEメール
ru_ru: Если ваше зачисление не обработано, пришлите нам подтверждение зачисления,
th_th: หากไม่สามารถตรวจสอบได้ จะต้องยื่นคำร้องส่งเอกสารหลักฐานการฝากเงินจึงจะเสร็จสิ้น
vi_vn: trong trường hợp chưa được xác nhận [hỗ trợ khách hàng>đệ trình tư liệu xác thực]
zh_cn: 充值未成功的情况， 请按照 [客服中心>提交认证信息]步骤

# RechargeDepositWithdraw_Pop_7
source: The deposit will be completed only if you submit the proof of deposit to the Authentication menu.
id_id: Setoran hanya akan diproses jika Anda mengirimkan bukti deposit ke menu Sertifikasi.
ja_jp: 入金事実証明の資料を認証の資料提出に要請しなければ入金が完了されます。
ru_ru: Депозит будет заполнен только в том случае, если вы представите подтверждение депозита в меню
th_th: ไปที่ [ผู้ดูแลระบบ > ส่งเอกสารการยืนยัน ]
vi_vn: phải yêu cầu đệ trình tư liệu chứng minh nạp tiền thì việc nạp tiền mới dc hoàn tất.
zh_cn: 在提交认证信息菜单提交存款证明才能完成存款。

# TradeHistoryTrading_1_1
source: BitCoin
ja_jp: ビットコイン
ru_ru: Биткоин

# TradeHistoryTrading_1_10
source: Quantity
id_id: Jumlah
ja_jp: 数量
ru_ru: Количество
th_th: ปริมาณ
vi_vn: số lượng
zh_cn: 数量

# TradeHistoryTrading_1_11
source: Price
id_id: Harga Order
ja_jp: 注文価格
ru_ru: Цена заказа
th_th: ราคาออเดอร์
vi_vn: giá đơn hàng
zh_cn: 订购价格

# TradeHistoryTrading_1_12
source: Time
id_id: Waktu
ja_jp: 締結時刻
ru_ru: Время заключения транзакции
th_th: เวลาที่ตกลงราคา
vi_vn: thời điểm kí kết
zh_cn: 成交时间

# TradeHistoryTrading_1_13
source: Quotes
id_id: Harga
ja_jp: 相場
ru_ru: Курсы криптовалют
th_th: ราคา
vi_vn: thời giá
zh_cn: 市价

# TradeHistoryTrading_1_14
source: Volume
ja_jp: 取引量
ru_ru: Объем торгов
th_th: ปริมาณซื้อขาย
vi_vn: lượng giao dịch
zh_cn: 交易量

# TradeHistoryTrading_1_15
source: Amount
id_id: Total
ja_jp: 締結金額
ru_ru: Сумма заключенной сделки
th_th: ยอดการตกลงราคา
vi_vn: số tiền kí kết
zh_cn: 成交金额

# TradeHistoryTrading_1_16
source: Refresh
id_id: Perbarui
ja_jp: 更新
ru_ru: Обновить
vi_vn: Làm mới
zh_cn: 刷新

# TradeHistoryTrading_1_2
source: Ethereum
ja_jp: イーサリアム
ru_ru: Эфириум

# TradeHistoryTrading_1_3
source: BitCoin Cash
ja_jp: ビットコインキャッシュ
ru_ru: Биткоин Cash

# TradeHistoryTrading_1_4
source: Ripple
ja_jp: リップル

# TradeHistoryTrading_1_5
source: All Purchase Order
id_id: Semua Order Beli
ja_jp: 全体未締結購入
ru_ru: Все незаключенные сделки по покупке
th_th: การซื้อที่ยังไม่มีการตกลงราคาทั้งหมด
vi_vn: mua tất cả sản phẩm chưa ký kết
zh_cn: 市场未成交买入

# TradeHistoryTrading_1_6
source: All Sales Order
id_id: Semua Order Jual
ja_jp: 全体未締結販売
ru_ru: Все незаключенные сделки по продаже
th_th: การขายที่ยังไม่มีการตกลงราคาทั้งหมด
vi_vn: bán tất cả sản phẩm chưa ký kết
zh_cn: 市场未成交卖出

# TradeHistoryTrading_1_7
source: All Completed Order
id_id: Semua Transaksi Selesai
ja_jp: 全体締結(取引完了)
ru_ru: Все транзакции (завершенные сделки)
th_th: การตกลงราคาทั้งหมด (การซื้อขายเสร็จสิ้น)
vi_vn: ký kết tất cả (giao dịch hoàn tất)
zh_cn: 市场成交状况（完成交易）

# TradeHistoryTrading_1_8
source: More
id_id: Lebih lanjut
ja_jp: 詳細を見る
ru_ru: Смотреть еще
th_th: ดูเพิ่มเติม
vi_vn: xem thêm
zh_cn: 查看更多

# TradeHistoryTrading_1_9
source: Cumulative quantity
id_id: Jumlah kumulatif
ja_jp: 累積数量
ru_ru: Совокупное количество
th_th: ปริมาณสะสม
vi_vn: số lượng tích lũy
zh_cn: 累计数量

# TradingCommonTooltip_1_1
source: The designated purchase (Buy) means that the desired purchase (order price) is registered under the minimum amount of the unsigned sale. We will immediately conclude the price of your order at least the minimum amount of the unsigned sale.
id_id: Beli harga tetap adalah menetapkan harga beli (harga order) yang diinginkan dibawah harga terendah dari harga jual yang belum dieksekusi. Transaksi dapat dilakukan jika harga order yang ditentukan lebih tinggi daripada harga terendah dari harga jual yang belum dieksekusi.
ja_jp: 指し値購入(買受)とは、希望する買値(注文価格)を未締結売値の最低金額未満で登録することを意味します。 未締結売値の最低金額以上で注文価格を指定すると、即時締結されます。
ru_ru: Покупка по фиксированной цене означает: настройку желаемой покупной цены (цены заказа), ниже самой минимальной суммы среди незаключенных заказов на продажу. При указывании цены заказа выше минимальной суммы от незавершенной продажной цены, сделка будет заключена автоматически.
th_th: การซื้อราคาที่กำหนด(การซื้อ) คือ การลงทะเบียนราคาเสนอซื้อ(ราคาออเดอร์)ที่ต้องการต่ำกว่าจำนวนต่ำสุดของราคาเสนอขายที่ยังไม่มีการตกลงราคา หากตั้งค่าราคาออเดอร์สูงกว่าจำนวนต่ำสุดของราคาเสนอขายที่ยังไม่มีการตกลงราคา จะมีการตกลงราคาทันที
vi_vn: Việc mua ở mức giá được chỉ định (mua) đề cập đến việc đăng ký giá mua mong muốn (giá đơn hàng) dưới mức giá thấp nhất của giá bán chưa thanh toán. Khi giá đặt hàng được xác định ở mức giá trên giá thấp nhất của giá bán chưa ký kết thì sẽ được ký kết ngay lập tức.
zh_cn: 指定价买入（购买）是指将买入价（购买价）设定为低于市场未成交价中的最低卖出价格。当设定的价格高于市场未成交最低卖出价，交易将立即成交。

# TradingCommonTooltip_1_2
source: The sale of the designation means that the desired sale (order price) is registered in excess of the highest amount of the purchase of the contract. You will immediately enter the order price below the maximum amount of the unsigned purchase.
id_id: Jual harga tetap adalah mentapkan harga jual (harga order) yang diinginkan diatas harga tertinggi dari harga beli yang belum dieksekusi. Transaksi dapat dilakukan jika harga order yang ditentukan kurang dari harga tertinggi dari harga beli yang belum dieksekusi.
ja_jp: 指し値販売(売渡)とは、希望する売値(注文価格)を未締結買値の最高金額を超過する登録することを意味します。 未締結買値の最高金額以下で注文価格を指定すると、即時締結されます。
ru_ru: Продажа по фиксированной цене означает: настройку желаемой продажной цены (цены заказа), выше самой максимальной суммы среди незаключенных заказов на покупку. При указывании цены заказа ниже максимальной суммы от незавершенной покупной цены, сделка будет заключена автоматически.
th_th: การขายราคาที่กำหนด (การขาย) คือ การลงทะเบียนราคาเสนอขาย(ราคาออเดอร์)ที่ต้องการสูงกว่าจำนวนสูงสุดของราคาเสนอซื้อที่ยังไม่มีการตกลงราคา หากตั้งค่าราคาออเดอร์ต่ำกว่าจำนวนสูงสุดของราคาเสนอซื้อที่ยังไม่มีการตกลงราคา จะมีการตกลงราคาทันที
vi_vn: Việc bán ở mức giá được chỉ định (bán) có nghĩa là giá bán mong muốn (giá đơn hàng) được đăng ký vượt quá số tiền tối đa của giá mua chưa thanh toán. khi giá của đơn đặt hàng được xác định ở mức giá nhỏ hơn số tiền tối đa của giá mua thì sẽ được ký kết ngay lập tức.
zh_cn: 指定价卖出（销售）是指将卖出价（销售价）设定为高于市场未成交价中的最高买入价格。当设定的价格低于市场未成交最高购买价，交易将立即成交。

# TradingCommonTooltip_1_3
source: Market Purchase (Buy-in) is concluded immediately from the price at the top of the right "All contract history" sale, and can be changed depending on the purchase amount of the xilxes.
id_id: Beli harga pasar adalah transaksi yang dilakukan terlebih dahulu dengan harga yang terlihat di kanan paling atas di bagian 'semua transaksi yang belum selesai' dan jual yang belum selesai, jumlah transaksinya dapat berubah berdasarkan harga beli.
ja_jp: 成行購入(買受)とは、右の「全体未締結履歴」未締結販売の最上位の価格から即時締結され、実際の受領量は購入額に応じて変動することがあります。
ru_ru: Покупки по рыночной цене означает заключение автоматических сделок начиная с самой верхней цены, отображаемой в "История всех незавершенных сделок" с правой стороны, фактические поступления могут варьироваться в зависимости от объема продаж.
th_th: การซื้อราคาตลาด (การซื้อ) จะทำการตกลงราคาทันทีจากราคาขายต่ำสุดที่ยังไม่มีการตกลงราคา ทั้งนี้ จำนวนที่รับจริงจะเปลี่ยนแปลงตามยอดการซื้อ
vi_vn: Mua giá thị trường (mua) có nghĩa là ngay lập tức được ký kết từ giá trên cùng của doanh số bán chưa ký kết của 'chi tiết toàn bộ giao dịch chưa kí kết' bên phải và số lượng nhận thực tế có thể thay đổi theo số tiền mua.
zh_cn: 市场价买入（购买）是按右侧的未成交卖出金额从低到高的顺序购买，而实际收到的数量可能根据购买金额有所变动。

# TradingCommonTooltip_1_4
source: Market sales (Sell) is concluded immediately from the price at the top of the right to purchase the ' All contract history ', and the actual receipts may fluctuate according to the quantity sold.
id_id: Jual harga pasar adalah transaksi yang dilakukan terlebih dahulu dengan harga yang terlihat di kanan paling atas di bagian 'semua transaksi yang belum selesai' dan beli yang belum selesai, harganya dapat berubah berdasarkan jumlah jual.
ja_jp: 成行販売(売渡)とは右の「全体未締結履歴」未締結購入の最上位の価格から即時締結され、実際受領額は販売数量に応じて変動することがあります。
ru_ru: Продажи по рыночной цене означает заключение автоматических сделок начиная с самой верхней цены, отображаемой в "История всех незавершенных сделок" с правой стороны, фактические поступления могут варьироваться в зависимости от объема продаж.
th_th: การขายราคาตลาด (การขาย) จะทำการตกลงราคาทันทีจากราคาซื้อสูงสุดที่ยังไม่มีการตกลงราคา ทั้งนี้ จำนวนที่รับจริงจะเปลี่ยนแปลงตามยอดการขาย
vi_vn: Việc bán (bán) giá thị trường có nghĩa là ngay lập tức được ký kết từ giá trên cùng của 'chi tiết toàn bộ giao dịch chưa kí kết' bên phải và số tiền nhận thực tế có thể được thay đổi theo số lượng bán hàng.
zh_cn: 市场价卖出（销售）时按右侧的未成交买入金额从高到低的顺序卖出，而实际收到的金额可能根据卖出数量有所变动。
