Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# RechargeDepositWithdraw_Card_1_1_5
source: * After the card has been issued, you can choose to receive it at your entered address or at the offline merchant and to be able to use the card you have to register it by clicking the {Register} button at the bottom.
id_id: * Setelah kartu dikeluarkan, Anda dapat memilih untuk menerimanya di alamat pribadi atau di merchant offline dan untuk dapat menggunakan kartu tersebut Anda harus mendaftarkannya dengan cara mengklik tombol {Daftar} di bagian bawah.
ja_jp: *カードを作った後、住所あるいはオフラインの加盟店からもらって下段{カード登録}ボタンを押してカードを登録後使用することができます。
ru_ru: * После того, как карта была выпущена, вы можете выбрать ее получить по указанному вами адресу или у продавца в автономном режиме и иметь возможность использовать карту, которую вы должны зарегистрировать, нажав кнопку {Register} внизу.
th_th: *หลังจากรับบัตรตามที่อยู่ที่กรอกไว้หรือจากร้านค้าออฟไลน์เรียบร้อยแล้ว สามารถลงทะเบียนบัตรเพื่อใช้งานได้ โดยกดปุ่ม {ลงทะเบียนบัตร} ด้านล่างนี้
vi_vn: * sau khi phát hành thẻ trụ sở hoặc là đại lý offline sẽ tiếp nhận rồi nhấn vào nút {đăng nhập thẻ} ở thanh bên dưới và đăng nhập thẻ sau đó có thể sử dụng được.
zh_cn: *申请后在收件人地址或加盟店领取卡，收到卡后点击本页面的“注册预付卡”按钮注册使用。

# RechargeDepositWithdraw_Card_2_1
source: Apply Prepaid Card
id_id: Pengajuan Kartu Prabayar
ja_jp: プリペイドカード申し込み
ru_ru: Применить предоплаченную карту
th_th: การสมัคร prepaid card
vi_vn: đăng kí thẻ trả trước
zh_cn: 预付卡申请

# RechargeDepositWithdraw_Card_2_1_1
source: Name
id_id: Nama
ja_jp: 名前
ru_ru: имя
th_th: ชื่อ
vi_vn: tên
zh_cn: 姓名

# RechargeDepositWithdraw_Card_2_1_10
source: Offline Merchant
id_id: Merchant Offline
ja_jp: オフラインの加盟店でもらう
ru_ru: Не в сети
th_th: รับบัตรที่ร้านค้าออฟไลน์
vi_vn: tiếp nhận đại lý offline
zh_cn: 在实体加盟店领取

# RechargeDepositWithdraw_Card_2_1_11
source: Application Fee
id_id: Biaya Pengajuan
ja_jp: 申請費用
ru_ru: Плата за участие
th_th: ค่าธรรมเนียมการสมัคร
vi_vn: phí đăng kí
zh_cn: 申请费用

# RechargeDepositWithdraw_Card_2_1_12
source: Deposit Method
id_id: Cara Penyetoran
ja_jp: 入金方法
ru_ru: Метод депозита
th_th: วิธีการฝาก
vi_vn: cách thức nạp tiền
zh_cn: 付款方法

# RechargeDepositWithdraw_Card_2_1_13
source: Account Transfer
id_id: Transfer Bank
ja_jp: 振込み
ru_ru: Перевод средств
th_th: การโอนเงินผ่านบัญชีธนาคาร
vi_vn: chuyển khoản
zh_cn: 转账

# RechargeDepositWithdraw_Card_2_1_14
source: Depositor (Briefs)
id_id: Pengirim (Briefs)
ja_jp: 入金人(摘要)
ru_ru: Вкладчик (трусы)
th_th: ชื่อผู้ฝาก (remarks)
vi_vn: tên người nạp tiền (khái lược)
zh_cn: 付款人姓名（备注）

# RechargeDepositWithdraw_Card_2_1_2
source: Date of Birth*
id_id: Tanggal Lahir*
ja_jp: 生年月日
ru_ru: Дата рождения*
th_th: ปีเดือนวันเกิด*
vi_vn: Ngày tháng năm sinh
zh_cn: 出生年月日

# RechargeDepositWithdraw_Card_2_1_3
source: Phone Number
id_id: Nomor Telepon
ja_jp: 携帯電話番号
ru_ru: Номер телефона
th_th: หมายเลขโทรศัพท์*
vi_vn: số điện thoại di động*
zh_cn: 联系电话

# RechargeDepositWithdraw_Card_2_1_4
source: Address*
id_id: Alamat*
ja_jp: 住所*
ru_ru: Адрес*
th_th: ที่อยู่*
vi_vn: địa chỉ 1
zh_cn: 地址

# RechargeDepositWithdraw_Card_2_1_5
source: Zip Code
id_id: Kode Pos
ja_jp: 郵便番号
ru_ru: Почтовый Индекс
th_th: ที่อยู่ไปรษณีย์
vi_vn: địa chỉ hòm thư
zh_cn: 邮政编码

# RechargeDepositWithdraw_Card_2_1_6
source: Address
id_id: Alamat
ja_jp: 住所
ru_ru: Адрес
th_th: ที่อยู่
vi_vn: địa chỉ 1
zh_cn: 地址

# RechargeDepositWithdraw_Card_2_1_7
source: Remaining Address
id_id: Alamat Lengkap
ja_jp: 住所番号
ru_ru: Оставшийся адрес
th_th: รายละเอียดที่อยู่
vi_vn: địa chỉ 2
zh_cn: 详细地址

# RechargeDepositWithdraw_Card_2_1_8
source: Receiving Method
id_id: Cara Penerimaan
ja_jp: カードもらう方
ru_ru: Метод приема
th_th: วิธีรับบัตร
vi_vn: phương thức nhận thẻ
zh_cn: 预付卡领取方法

# RechargeDepositWithdraw_Card_2_1_9
source: Entered Address
id_id: Alamat Pribadi
ja_jp: 記録した住所でもらう
ru_ru: Введенный адрес
th_th: รับบัตรตามที่อยู่ที่กรอกไว้
vi_vn: tới nơi đăng kí để nhận
zh_cn: 按收件人地址领取

# RechargeDepositWithdraw_Card_3_1
source: *Application Fee Deposit Notice
id_id: *Perhatian untuk Penyetoran Biaya Pengajuan
ja_jp: 申請費用の入金注意事項
ru_ru: * Уведомление о внесении платы за заявку
th_th: ข้อควรระวังสำหรับการชำระค่าธรรมเนียมการสมัคร
vi_vn: Lưu ý nạp tiền phí đăng kí
zh_cn: * 申请费用转账时注意事项

# RechargeDepositWithdraw_Card_3_2
source: 1. If you choose to receive at the "Offline Merchant", visit the nearest merchant to receive the card.
id_id: 1. Jika Anda memilih untuk menerima di "Merchant Offline", kunjungi merchant terdekat untuk menerima kartu.
ja_jp: 1. カードの受領方法を'オフラインの加盟店受領'選択時に近い加盟店を訪問してカードを受領したらいいです。
ru_ru: 1. Если вы решите получить в «Автономном продавце», посетите ближайшего торговца, чтобы получить карту.
th_th: 1. หากเลือก 'การรับบัตรที่ร้านค้าออฟไลน์' คุณสามารถเดินทางไปรับบัตรได้ที่ร้านค้าออฟไลน์ใกล้เคียงได้
vi_vn: 1. khi chọn phương thức nhận thẻ: 'nhận thẻ tại đại lý offline' thì bạn vui lòng đến đại lý để tiếp nhận thẻ
zh_cn: 1. 选择“按收件人地址领取”的情况， 可访问附近加盟店领取您的卡。

# RechargeDepositWithdraw_Card_3_3
source: 3. Changing of shipping address and cancellation of application cannot be done if the delivery is completed.
id_id: 3. Mengubah alamat pengiriman dan pembatalan pengajuan tidak dapat dilakukan jika pengiriman kartu prabayar telah selesai.
ja_jp: 3.プリペイドカードは、発送完了の処理と、配送先の変更や申込の取消ができません。
ru_ru: 3. Изменение адреса доставки и отмена заявки не могут быть выполнены, когда поставка завершена.
th_th: 3. หาก prepaid card ถูกส่งแล้ว จะไม่สามารถเปลี่ยนที่อยู่การจัดส่งหรือยกเลิกการสมัครได้
vi_vn: 3. Thẻ trả trước không thể thay đổi hoặc hủy bỏ khi vận chuyển hoàn tất.
zh_cn: 3. 发送预付卡后，无法取消申请且无法更改接收地址。

# RechargeDepositWithdraw_Card_3_4
source: 4. Because this prepaid card is a one-person one-card only, even if you apply from another account you will not be able to use it.
id_id: 4. Karena kartu prabayar ini adalah satu kartu untuk satu orang, meskipun dilakukan pengajuan dari akun lain Anda tidak akan dapat menggunakannya.
ja_jp: 4.本プリペイドカードは、1人1カードとして、他のアカウントに申請しても使用することができません。
ru_ru: 4. Поскольку эта предоплаченная карта является односторонней только одной персоной, даже если вы подаете заявление с другой учетной записи, вы не сможете ее использовать.
th_th: 4. เนื่องจากมีการสงวนสิทธิ์สมาชิก 1 ท่าน ต่อ prepaid card 1 ใบ ดังนั้นแม้จะสมัครด้วยบัญชีอื่น ก็จะไม่สามารถใช้งานได้
vi_vn: 4. Vì thẻ trả trước này chỉ là một thẻ một người, ngay cả khi bạn đăng ký từ một tài khoản khác, bạn sẽ không thể sử dụng nó.
zh_cn: 4. 每人只能申请1张预付卡， 即使使用他人账号申请也无法使用。

# RechargeDepositWithdraw_Card_3_5
source: 5. Card delivery will take about 2 weeks from the application date.
id_id: 5. Pengiriman kartu akan memakan waktu sekitar 2 minggu sejak tanggal pengajuan.
ja_jp: 5.カードの発送は申請日から約2週間ほどかかります。
ru_ru: 5. Доставка карты займет около 2 недель с даты подачи заявки.
th_th: 5. การจัดส่ง prepaid card ใช้เวลาประมาณ 2 สัปดาห์ นับจากวันสมัคร
vi_vn: 5. Giao thẻ sẽ mất khoảng 2 tuần kể từ ngày nộp đơn.
zh_cn: 5. 预付卡配送后到达时间需要大约2周。

# RechargeDepositWithdraw_Card_4_2
source: Apply Date
id_id: Tgl Permohonan
ja_jp: 申請日
ru_ru: Применить дату
th_th: วันที่สมัคร
vi_vn: ngày đăng kí
zh_cn: 申请时间

# RechargeDepositWithdraw_Card_4_3
source: Status
ja_jp: 申請の状態
ru_ru: Положение дел
th_th: สถานะการสมัคร
vi_vn: trạng thái đăng kí
zh_cn: 申请状态

# RechargeDepositWithdraw_Card_4_3_1
source: Submitted
id_id: Diajukan
ja_jp: 申請完了
ru_ru: Отправлено
th_th: การสมัครเสร็จสิ้น
vi_vn: hoàn thành đăng kí
zh_cn: 完成申请

# RechargeDepositWithdraw_Card_4_3_2
source: Delivered
id_id: Dikirim
ja_jp: 発送完了
ru_ru: доставлен
th_th: การส่งเสร็จสิ้น
vi_vn: hoàn thành gửi
zh_cn: 完成发送

# RechargeDepositWithdraw_Card_4_3_3
source: Registered
id_id: Terdaftar
ja_jp: 登録完了
ru_ru: зарегистрированный
th_th: การลงทะเบียนเสร็จสิ้น
vi_vn: hoàn thành đăng nhập
zh_cn: 完成注册

# RechargeDepositWithdraw_Card_4_3_4
source: Cancelled
id_id: Dibatalkan
ja_jp: キャンセル日時
ru_ru: отменен
th_th: การยกเลิกเสร็จสิ้น
vi_vn: hoàn thành hủy
zh_cn: 完成注销

# RechargeDepositWithdraw_Card_4_4
source: Delivery Date
id_id: Tgl Pengiriman
ja_jp: 発送の時期
ru_ru: Дата доставки
th_th: วันเวลาที่ส่ง
vi_vn: ngày giờ gửi
zh_cn: 发送时间

# RechargeDepositWithdraw_Card_4_5
source: Card Number
id_id: No. Kartu
ja_jp: カード番号
ru_ru: Номер карты
th_th: หมายเลขบัตร
vi_vn: số thẻ
zh_cn: 卡号

# RechargeDepositWithdraw_Card_4_6
source: Register Date
id_id: Tgl Pendaftaran
ja_jp: 登録日時
ru_ru: Регистрация даты
th_th: วันเวลาที่ลงทะเบียน
vi_vn: ngày giờ đăng nhập
zh_cn: 注册日期

# RechargeDepositWithdraw_Card_4_7
source: Cancel Date
id_id: Tgl Pembatalan
ja_jp: 解約日時
ru_ru: Отменить дату
th_th: วันเวลาที่ยกเลิก
vi_vn: ngày giờ hủy bỏ
zh_cn: 注销日期

# RechargeDepositWithdraw_Card_5_1
source: * When charging prepaid card, 5% commission will be deducted from the payment amount entered.
id_id: * Ketika mengisi kartu prabayar, akan dikenakan komisi 5% dari jumlah setoran yang dimasukkan.
ja_jp: *プリペイド・カード充電時に入力した決済金額で手数料5%が支払われます。
ru_ru: * При оплате предоплаченной карты комиссия за 5% вычитается из введенной суммы платежа.
th_th: การเติมเงิน prepaid card จะถูกหักค่าธรรมเนียม 5% จากยอดการชำระเงินที่กรอก
vi_vn: * khi nạp thẻ trả trước có tính phí 6% từ tiền thanh toán được nhập vào
zh_cn: *预付卡充值时在充值金额内收取5%的手续费。

# RechargeDepositWithdraw_Card_5_10
source: Charging Amount
id_id: Jmlh Pengisian
ja_jp: チャージ金額
ru_ru: Сумма зарядки
th_th: ยอดการเติม
vi_vn: tiền nạp vào
zh_cn: 实际充值金额

# RechargeDepositWithdraw_Card_5_2
source: Select Card
id_id: Pilih Kartu
ja_jp: プリペイド・カード選択
ru_ru: Выбрать карту
th_th: เลือก prepaid card
vi_vn: chọn thẻ trả trước
zh_cn: 预付卡选择

# RechargeDepositWithdraw_Card_5_3
source: Validity
id_id: Masa Berlaku
ja_jp: 有効期間
ru_ru: Период действия
th_th: วันหมดอายุการใช้งาน
vi_vn: thời hạn hiệu lực
zh_cn: 有效期限

# RechargeDepositWithdraw_Card_5_3_1
source: (MM)
id_id: (BB)
ja_jp: (月)
ru_ru: (мм)
th_th: (เดือน)
vi_vn: (tháng)
zh_cn: 月

# RechargeDepositWithdraw_Card_5_3_2
source: (YY)
id_id: (TT)
ja_jp: (年)
ru_ru: (гг)
th_th: (ปี)
vi_vn: (năm)
zh_cn: 年

# RechargeDepositWithdraw_Card_5_4
source: CVC No.
id_id: No. CVC
ja_jp: CVC番号
th_th: หมายเลข CVC
vi_vn: số CVC
zh_cn: CVC号码

# RechargeDepositWithdraw_Card_5_5
source: Card Password
id_id: Kata Sandi Kartu
ja_jp: カードパスワード
ru_ru: Пароль карты
th_th: รหัสผ่านบัตร
vi_vn: mật mã thẻ
zh_cn: 预付卡密码

# RechargeDepositWithdraw_Card_5_6
source: Balance
id_id: Saldo
ja_jp: カードの残高
ru_ru: Баланс
th_th: ยอดคงเหลือในบัตร
vi_vn: tiền còn lại trong thẻ
zh_cn: 预付卡余额

# RechargeDepositWithdraw_Card_5_7
source: Payment Amount
id_id: Jmlh Setoran
ja_jp: 決済金額
ru_ru: К оплате
th_th: ยอดชำระเงิน
vi_vn: Tiền thanh toán
zh_cn: 充值金额

# RechargeDepositWithdraw_Card_5_8
source: Commission
id_id: Komisi
ja_jp: 手数料
ru_ru: комиссия
th_th: ค่าธรรมเนียม
vi_vn: chi phí
zh_cn: 手续费

# RechargeDepositWithdraw_Card_5_9
source: Rate (1 KRW)
id_id: Kurs (1 KRW)
ja_jp: 為替(1KRW)
ru_ru: Ставка (1 KRW)
th_th: อัตราการแลกเปลี่ยน (1KRW)
vi_vn: tỷ giá (1KRW)
zh_cn: 汇率

# RechargeDepositWithdraw_Card_6_2
source: Date
id_id: Tanggal
ja_jp: 完了日時
ru_ru: Дата
th_th: วันที่เสร็จสิ้น
vi_vn: ngày hoàn thành
zh_cn: 完成时间

# RechargeDepositWithdraw_Card_6_3
source: Prepaid Card Number
id_id: Nomor Kartu Prabayar
ja_jp: プリペイド・カード番号
ru_ru: Номер предоплаченной карты
th_th: หมายเลข prepaid card
vi_vn: số thẻ trả trước
zh_cn: 预付卡卡号

# RechargeDepositWithdraw_Card_6_4
source: Payment Amount
id_id: Jmlh Setoran
ja_jp: 決済金額
ru_ru: К оплате
th_th: ยอดชำระเงิน
vi_vn: Tiền thanh toán
zh_cn: 充值金额

# RechargeDepositWithdraw_Card_6_5
source: Payment Amount
id_id: Jmlh Setoran
ja_jp: 決済通貨
ru_ru: К оплате
th_th: สกุลที่ชำระ
vi_vn: Đơn vị tiền tệ thanh toán
zh_cn: 付款货币

# RechargeDepositWithdraw_Card_6_6
source: Commission
id_id: Komisi
ja_jp: 手数料
ru_ru: комиссия
th_th: ค่าธรรมเนียม
vi_vn: chi phí
zh_cn: 手续费

# RechargeDepositWithdraw_Card_6_7
source: Rate (1 KRW)
id_id: Kurs (1 KRW)
ja_jp: 為替(1KRW)
ru_ru: Ставка (1 KRW)
th_th: อัตราการแลกเปลี่ยน (1KRW)
vi_vn: tỷ giá (1KRW)
zh_cn: 汇率

# RechargeDepositWithdraw_Card_6_8
source: Charging Amount
id_id: Jmlh Pengisian
ja_jp: チャージ金額
ru_ru: Сумма зарядки
th_th: ยอดการเติมเงิน
vi_vn: tiền nạp vào
zh_cn: 实际充值金额

# RechargeDepositWithdraw_Card_6_9
source: Payment Currency
id_id: Mata Uang
ja_jp: チャージ通貨
ru_ru: Валюта платежа
th_th: สกุลที่จะเติม
vi_vn: Đơn vị tiền tệ nạp tiền
zh_cn: 充值货币

# RechargeDepositWithdraw_Card_6_1
source: Prepaid Card Charging History
id_id: Rincian Pengisian Kartu Prabayar
ja_jp: プリペイド・カード充電内容
ru_ru: История зарядки
th_th: ประวัติการเติม prepaid card
vi_vn: chi tiết nạp thẻ trả trước
zh_cn: 预付卡充值明细

# RechargeDepositWithdraw_Card_4_1
source: Prepaid Card Application History
id_id: Rincian Pengajuan Kartu Prabayar
ja_jp: プリペイド・カード申請の内容
ru_ru: История использования предоплаченной карты
th_th: ประวัติการสมัคร prepaid card
vi_vn: chi tiết đăng kí thẻ trả trước
zh_cn: 预付卡申请明细

# RechargeDepositWithdraw_Card_Pop_13
source: Only member with Korean nationality can apply.
id_id: Hanya anggota berkewarganegaraan Korea yang dapat mendaftar.
ja_jp: 国籍が韓国人会員だけを申請可能です
ru_ru: Может применяться только член с корейским гражданством.
th_th: เฉพาะผู้มีสัญชาติเกาหลีเท่านั้น
vi_vn: chỉ hội viên người Hàn mới có thể đăng kí
zh_cn: 只有具有韩国国籍的会员才能申请。

# RechargeDepositWithdraw_Card_Pop_1
source: Please enter your postal address.
id_id: Masukkan alamat pos Anda.
ja_jp: 郵便住所を入力してください。
ru_ru: Укажите свой почтовый адрес.
th_th: กรุณากรอกที่อยู่ไปรษณีย์
vi_vn: vui lòng nhập địa chỉ hòm thư
zh_cn: 请输入邮政编码。

# RechargeDepositWithdraw_Card_Pop_10
source: Card application has been submitted.
id_id: Pengajuan kartu telah dikirim.
ja_jp: カード申請が完了しました。
ru_ru: Заявка на карточку была отправлена.
th_th: การสมัครบัตรเสร็จสิ้น
vi_vn: đăng kí thẻ đã được hoàn thành
zh_cn: 预付卡申请已完成。

# RechargeDepositWithdraw_Card_Pop_11
source: Please check your email.
id_id: Mohon periksa email Anda.
ja_jp: 電子メールを確認してください。
ru_ru: Проверьте свою электронную почту.
th_th: กรุณาตรวจสอบอีเมล์
vi_vn: vui lòng kiểm tra Email
zh_cn: 请确认密码。

# RechargeDepositWithdraw_Card_Pop_12
source: Please check your card number.
id_id: Mohon periksa nomor kartu Anda.
ja_jp: カード番号を確認してください。
ru_ru: Проверьте номер своей карты.
th_th: กรุณาตรวจสอบหมายเลขบัตร
vi_vn: vui lòng kiểm tra số thẻ
zh_cn: 请确认卡号。

# RechargeDepositWithdraw_Card_Pop_2
source: Please enter your address.
id_id: Silakan masukkan alamat Anda.
ja_jp: 住所を入力をしてください。
ru_ru: Пожалуйста, введите свой адрес.
th_th: กรุณากรอกที่อยู่
vi_vn: vui lòng nhập vào địa chỉ 1
zh_cn: 请输入地址。

# RechargeDepositWithdraw_Card_Pop_3
source: Please enter the remaining address.
id_id: Silakan masukkan alamat lengkap.
ja_jp: 住所番号を入力してください。
ru_ru: Введите оставшийся адрес.
th_th: กรุณากรอกรายละเอียดที่อยู่
vi_vn: vui lòng nhập vào địa chỉ 2
zh_cn: 请输入详细地址。

# RechargeDepositWithdraw_Card_Pop_4
source: Other errors have occurred.
id_id: Eror lainnya telah terjadi.
ja_jp: その他のエラーが発生したんです。
ru_ru: Произошли другие ошибки.
th_th: เกิดข้อผิดพลาดอื่นขึ้น
vi_vn: đã phát sinh lỗi khác.
zh_cn: 发生其他错误。

# RechargeDepositWithdraw_Card_Pop_5
source: Unverified email.
id_id: Email belum terverifikasi.
ja_jp: 確認されていないメールです。
ru_ru: Непроверенная электронная почта.
th_th: อีเมล์นี้ไม่สามารถตรวจสอบได้
vi_vn: Email chưa được xác nhận.
zh_cn: 您输入的邮箱地址无法确认。

# RechargeDepositWithdraw_Card_Pop_6
source: Unverified postal code.
id_id: Alamat pos belum terverifikasi.
ja_jp: 確認されていない郵便番号です。
ru_ru: Непроверенный почтовый индекс.
th_th: รหัสไปรษณีย์ไม่สามารถตรวจสอบได้
vi_vn: Mã bưu chính chưa được xác nhận.
zh_cn: 您输入的邮政编码无法确认。

# RechargeDepositWithdraw_Card_Pop_7
source: Unverified address.
id_id: Alamat belum diverifikasi.
ja_jp: 確認されない住所です。
ru_ru: Непроверенный адрес.
th_th: ที่อยู่ไม่สามารถตรวจสอบได้
vi_vn: địa chỉ 1 chưa được xác nhận.
zh_cn: 未确认的地址。

# RechargeDepositWithdraw_Card_Pop_8
source: Unverified remaining address.
id_id: Alamat lengkap belum diverifikasi.
ja_jp: 確認されない住所番号です。
ru_ru: Непроверенный оставшийся адрес.
th_th: รายละเอียดที่อยู่ไม่สามารถตรวจสอบได้
vi_vn: địa chỉ 2 chưa được xác nhận.
zh_cn: 未确认的详细地址。

# RechargeDepositWithdraw_Card_Pop_9
source: Prepaid Card can be issued up to 1 cards.
id_id: Kartu Prabayar dapat diterbitkan hingga 1 kartu.
ja_jp: プリペイド・カードは最大1個まで申請ができです。
ru_ru: Предоплаченная карта может быть выпущена до 1 карт.
th_th: ขอสงวนสิทธิ์ สมาชิก 1 ท่าน ต่อ prepaid card 1 ใบ เท่านั้น
vi_vn: thẻ trả trước có thể phát hành tối đa 1 thẻ
zh_cn: 最多可申请1张预付卡。

# WithdrawDepositWithdraw_Common_15
source: Please select a prepaid card.
id_id: Pilih kartu prabayar.
ja_jp: プリペイド・カードを選択してください。
ru_ru: Выберите предоплаченную карту.
th_th: กรุณาเลือก prepaid card
vi_vn: vui lòng chọn thẻ trả trước.
zh_cn: 请选择预付卡。

# WithdrawDepositWithdraw_Common_16
source: Please enter your card password.
id_id: Masukkan kata sandi kartu Anda.
ja_jp: カードの暗証番号を入力してください
ru_ru: Введите пароль своей карточки.
th_th: กรุณากรอกรหัสผ่านบัตร
vi_vn: vui lòng nhập mật khẩu thẻ
zh_cn: 请输入卡号。

# Common_Alert_16
source: Please select.
id_id: Silakan pilih.
ja_jp: 選んでください。
ru_ru: Пожалуйста выберите.
th_th: กรุณาเลือก
vi_vn: vui lòng lựa chọn
zh_cn: 请选择。

# Common_Alert_17
source: Submitted.
id_id: Diajukan.
ja_jp: 受付されました。
ru_ru: Отправлено
th_th: ได้รับเรียบร้อยแล้ว
vi_vn: đã được tiếp nhận.
zh_cn: 已受理。

# WithdrawDepositWithdraw_Common_17
source: Please select the prepaid card to withdraw.
id_id: Silakan pilih kartu prabayar untuk penarikan.
ja_jp: 出金するプリペイドカードを選択してください。
ru_ru: Пожалуйста, выберите предоплаченную карту для снятия.
th_th: กรุณาเลือก prepaid card ที่จะถอน
vi_vn: vui lòng chọn thẻ trả trước mà bạn muốn rút tiền.
zh_cn: 请选择需要取款的预付卡。

# RechargeDepositWithdraw_Common_3
source: Please enter the expiration date (month).
id_id: Masukkan tanggal kadaluarsa (bulan).
ja_jp: 有効期間(月)を入力してください。
ru_ru: Укажите срок действия (месяц).
th_th: กรุณากรอก (เดือน) ที่หมดอายุการใช้งาน
vi_vn: vui lòng nhập thời hạn sử dụng (tháng)
zh_cn: 请输入有效期限（月）。

# RechargeDepositWithdraw_Common_4
source: Please enter the expiration date (year).
id_id: Masukkan tanggal kadaluarsa (year).
ja_jp: 有効期間(年)を入力してください。
ru_ru: Укажите дату окончания (год).
th_th: กรุณากรอก (ปี) ที่หมดอายุการใช้งาน
vi_vn: vui lòng nhập thời hạn sử dụng (năm)
zh_cn: 请输入有效期限（年）。

# RechargeDepositWithdraw_Common_5
source: Please enter your CVC number.
id_id: Masukkan nomor CVC.
ja_jp: CVC番号を入力してください。
ru_ru: Введите номер CVC.
th_th: กรุณากรอกหมายเลข CVC
vi_vn: vui lòng nhập số CVC
zh_cn: 请输入CVC号码。

# RechargeDepositWithdraw_Common_6
source: Please enter your card password.
id_id: Masukkan kata sandi kartu.
ja_jp: カードのパスワードを入力してください。
ru_ru: Введите пароль своей карточки.
th_th: กรุณากรอกรหัสผ่านบัตร
vi_vn: vui lòng nhập mật mã thẻ
zh_cn: 请输入预付卡密码。

# RechargeDepositWithdraw_Common_7
source: Insufficient card balance. Please check again.
id_id: Saldo kartu tidak mencukupi. Mohon periksa kembali.
ja_jp: カードの残高が不足します。 もう一度確認してください。
ru_ru: Недостаточный баланс карты. Пожалуйста, проверьте еще раз.
th_th: ยอดบัตรของคุณไม่เพียงพอ กรุณาตรวจสอบอีกครั้ง
vi_vn: tiền dư trong thẻ không đủ. Vui lòng kiểm tra lại.
zh_cn: 您的预付卡余额不足， 请重新确认。

# RechargeDepositWithdraw_Common_8
source: Are you sure you want to charge?
id_id: Apakah Anda yakin untuk melakukan pengisian?
ja_jp: 充電しますか。
ru_ru: Вы действительно хотите зарядить?
th_th: คุณต้องการทำการเติมเงินหรือไม่
vi_vn: bạn có chắc muốn nạp thẻ không?
zh_cn: 您确定要充值吗？

# RechargeDepositWithdraw_Common_9
source: Charging is complete.
id_id: Pengisian berhasil.
ja_jp: 充電が完了しました。
ru_ru: Зарядка завершена.
th_th: การเติมเงินเสร็จสิ้น
vi_vn: đã hoàn thành nạp tiền
zh_cn: 已完成充值。

# TradingHistory_1_11
source: Details
id_id: Rincian
ja_jp: 取引内容
ru_ru: Детали
th_th: การถอนเงินในบัญชี
vi_vn: rút tiền tài khoản
zh_cn: 交易明细

# TradingHistory_1_12
source: Account Withdrawal
id_id: Penarikan Akun
ja_jp: 口座の出金
ru_ru: Снятие средств
th_th: การเติมเงินในบัญชี
vi_vn: nạp tiền vào tài khoản
zh_cn: 账户取款

# TradingHistory_1_13
source: Account Charge
id_id: Pengisian Akun
ja_jp: 口座充電
ru_ru: Учетная запись
th_th: การเติมเงินในบัตร
vi_vn: nạp tiền thẻ
zh_cn: 账户充值

# TradingHistory_1_14
source: Card Charge
id_id: Pengisian Kartu
ja_jp: カード充電
ru_ru: Зарядка карты
th_th: การถอนเงินในบัตร
vi_vn: rút tiền thẻ
zh_cn: 预付卡充值

# TradingHistory_Common_1
source: Card Withdrawal
id_id: Penarikan Kartu
ja_jp: カード出金
ru_ru: Снятие карты
th_th: ประวัติการซื้อขาย
vi_vn: nội dung giao dịch
zh_cn: 预付卡取款

# WithdrawDepositWithdraw_1_23_7
source: Success
id_id: Berhasil
ja_jp: 出金完了
ru_ru: успех
th_th: การถอนเสร็จสิ้น
vi_vn: hoàn thành rút tiền
zh_cn: 完成取款

# WithdrawDepositWithdraw_1_23_8
source: Rejected
id_id: Ditolak
ja_jp: 出金拒絶
ru_ru: отвергнуто
th_th: การถอนถูกปฏิเสธ
vi_vn: từ chối rút tiền
zh_cn: 拒绝取款

# WithdrawDepositWithdraw_1_35
source: Prepaid Card Number
id_id: Nomor Kartu Prabayar
ja_jp: プリペイド・カード番号
ru_ru: Номер предоплаченной карты
th_th: หมายเลข prepaid card
vi_vn: số thẻ trả trước
zh_cn: 预付卡卡号

# WithdrawDepositWithdraw_1_36
source: Request Amount
id_id: Jmlh Permintaan
ja_jp: 出金申請金額
ru_ru: Сумма запроса
th_th: ยอดที่ต้องการถอน
vi_vn: số tiền đăng kí rút
zh_cn: 申请取款金额

# WithdrawDepositWithdraw_1_37
source: Request Currency
id_id: Mata Uang
ja_jp: 出金申請通貨
ru_ru: Запросить валюту
th_th: สกุลที่ต้องการถอน
vi_vn: loại tiền tệ đăng kí rút
zh_cn: 申请取款货币

# WithdrawDepositWithdraw_1_38
source: Select Card
id_id: Pilih Kartu
ja_jp: プリペイド・カード選択
ru_ru: Выбрать карту
th_th: เลือก prepaid card
vi_vn: chọn thẻ trả trước
zh_cn: 预付卡选择

# WithdrawDepositWithdraw_1_39
source: Prepaid Card Withdrawal
id_id: Penarikan Kartu Prabayar
ja_jp: プリペイドカード出金
ru_ru: Выплата предоплаченной карты
th_th: การถอน prepaid card
vi_vn: rút tiền thẻ trả trước
zh_cn: 预付卡取款

# WithdrawDepositWithdraw_1_40
source: Withdrawal History
id_id: Rincian Penarikan
ja_jp: プリペイド・カード出金の内容
ru_ru: История изъятия
th_th: ประวัติการถอน prepaid card
vi_vn: chi tiết rút tiền thẻ trả trước
zh_cn: 预付卡取款明细

# RechargeDepositWithdraw_Common_10
source: Please select the prepaid card to be charged.
id_id: Silakan pilih kartu prabayar yang akan diisi ulang.
ja_jp: 充電するプリペイドカードを選択してください。
ru_ru: Пожалуйста, выберите предоплаченную карту для оплаты.
th_th: กรุณาเลือกบัตร prepaid card ที่จะเติม
vi_vn: khi nạp tiền vui lòng chọn thẻ trả trước
zh_cn: 请选择需要充值的预付卡。

# CertifyMyPage_Alert_8
source: Please register Google OTP.
id_id: Mohon daftarkan Google OTP.
ja_jp: グーグルOTPを登録してください
ru_ru: Регистрация Google OTP.
th_th: กรุณายืนยัน OTP ก่อนการใช้งาน
vi_vn: Vui lòng sử dụng sau khi xác thực OTP.
zh_cn: 请注册Google OTP。

# RechargeDepositWithdraw_Common_11
source: On-site Cash Payment
id_id: Bayar Tunai di Tempat
ja_jp: 現場現金払い
ru_ru: Оплата наличными на месте
th_th: ชำระเงินสดที่ร้านค้าออฟไลน์
vi_vn: Thanh toán bằng tiền mặt tại chỗ
zh_cn: 在加盟店现金支付

# RechargeDepositWithdraw_Common_12
source: Please check your card information.
id_id: Mohon periksa informasi kartu Anda.
ja_jp: カード情報を確認してください。
ru_ru: Проверьте информацию о своей карте.
th_th: กรุณาตรวจสอบข้อมูลบัตร
vi_vn: vui lòng xác nhận thông
zh_cn: 请确认预付卡信息。

# RechargeDepositWithdraw_Common_13
source: Email could not be verified.
id_id: Email tidak dapat diverifikasi.
ja_jp: メールを確認ができません。
ru_ru: Электронная почта не может быть проверена.
th_th: ไม่สามารถตรวจสอบอีเมล์ได้
vi_vn: không thể xác thực Email
zh_cn: 无法确认此邮箱。

# RechargeDepositWithdraw_Common_14
source: There is no charging amount.
id_id: Tidak ada jumlah pengisian.
ja_jp: 充填金額がいないです。
ru_ru: Сумма начисления не взимается.
th_th: ไม่มียอดการเติมเงิน
vi_vn: không có tiền nạp
zh_cn: 无充值金额。

# RechargeDepositWithdraw_Common_15
source: There is no card number.
id_id: Tidak ada nomor kartu.
ja_jp: カード番号がありません。
ru_ru: Нет номера карты.
th_th: ไม่มีหมายเลขบัตร
vi_vn: không có số thẻ
zh_cn: 无卡号。

# RechargeDepositWithdraw_Common_16
source: There is no card password.
id_id: Tidak ada kata sandi kartu.
ja_jp: カードパスワードがありません。
ru_ru: Нет пароля для карты.
th_th: ไม่มีรหัสผ่านบัตร
vi_vn: không có mật mã thẻ
zh_cn: 无预付卡密码。

# RechargeDepositWithdraw_Common_17
source: There is no CVC number.
id_id: Tidak ada nomor CVC kartu.
ja_jp: カードCVC番号がありません。
ru_ru: Нет CVC-номера.
th_th: ไม่มีหมายเลข CVC บัตร
vi_vn: không có số CVC của thẻ
zh_cn: 无预付卡CVC编码。
