Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# WithdrawDepositWithdraw_T_21
source: Transfer Date
id_id: Tanggal Transfer
ja_jp: 送金日
ru_ru: Дата перевода
th_th: วันที่โอน
vi_vn: Ngày chuyển tiền
zh_cn: 转出时间

# WithdrawDepositWithdraw_T_3
source: The transfer can be proceed from a member's assets to another member within the exchange.
id_id: Transfer dapat diproses dari aset anggota ke anggota lain di dalam bursa.
ja_jp: 送金は、本人の会員資産で取引内のメンバーに送信がされます。
ru_ru: Перевод средств осуществляется с ваших активов другим участникам Биржи.
th_th: การโอนนั้นจะถูกส่งจากสินทรัพย์ของสมาชิกผู้โอนไปยังสมาชิกอื่นในตลาดซื้อขาย
vi_vn: Chuyển tiền được chuyển từ tài sản của bạn đến hội viên trong sàn giao dịch.
zh_cn: 转出时将从您本人的会员资产转给交易所内的其他会员。

# WithdrawDepositWithdraw_T_4
source: Members who receive {0} deposit will not be able to trade for about 30 minutes.
id_id: Anggota yang menerima deposit {0} tidak dapat melakukan jual beli selama 30 menit.
ja_jp: {0}入金受け会員は約30分間取引不可となります。
ru_ru: Участники, получившие зачисление {0}, не могут выполнять транзакции около 30 минут после зачисления
th_th: สมาชิกที่ได้รับการฝาก {0} จะไม่สามารถดำเนินการธุรกรรมได้ประมาณ 30 นาที
vi_vn: Bạn không thể thực hiện giao dịch trong vòng 30 phút sau khi nộp tiền.
zh_cn: 收到{0}的会员在收到后30分钟内无法进行交易。

# WithdrawDepositWithdraw_T_5
source: The exchange will not be held responsible if the member mistakenly makes a transfer.
id_id: Bursa tidak akan bertanggung jawab jika anggota salah melakukan transfer.
ja_jp: 会員が誤って送金した場合所では責任を負いません。
ru_ru: Биржа не несет никакой ответственности, если вы допустили ошибку при переводе.
th_th: ในกรณีที่สมาชิกมีการโอนผิดพลาดเองนั้น ทางตลาดซื้อขายจะไม่มีการรับผิดชอบใดๆ
vi_vn: Sàn giao dịch không chịu trách nhiệm do sai sót của hội viên.
zh_cn: 因会员本人失误造成的转出错误， 交易所将不承担责任。

# WithdrawDepositWithdraw_T_6
source: Available {0}
id_id: {0} Tersedia
ja_jp: 保有{0}
ru_ru: Баланс {0}
th_th: {0} ที่ถืออยู่
vi_vn: {0} sỡ hữu
zh_cn: 持有{0}

# WithdrawDepositWithdraw_T_7
source: Transfer Minimum Amount
id_id: Minimum Jumlah Transfer
ja_jp: 送金最低額
ru_ru: Минимальная сумма для перевода
th_th: ยอดการโอนขั้นต่ำ
vi_vn: Số tiền chuyển tối thiểu
zh_cn: 最低转出金额

# WithdrawDepositWithdraw_T_8
source: Transfer Limit
id_id: Batas Transfer
ja_jp: 送金限度
ru_ru: Лимит суммы для перевода
th_th: จำนวนจำกัดการโอน
vi_vn: Giới hạn chuyển tiền
zh_cn: 转出限额

# WithdrawDepositWithdraw_T_9
source: Category
id_id: Kategori
ja_jp: 区分
ru_ru: Вид
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 分类

# WithdrawDepositWithdraw_T_Common_1
source: The exchange will not be held responsible if the member mistakenly makes a transfer. Do you want to proceed with the transfer to this member?
id_id: Bursa tidak akan bertanggung jawab jika anggota salah melakukan transfer. Apakah Anda ingin melanjutkan transfer ke anggota ini?
ja_jp: 会員が誤って送金した場合所では責任を負いません。 当該会員に送金進行をしますか？
ru_ru: Биржа не несет ответственность, если вы допустили ошибку при переводе средств Вы хотите перевести средства этому участнику?
th_th: ในกรณีที่สมาชิกมีการโอนผิดพลาดเองนั้น ทางตลาดซื้อขายจะไม่มีการรับผิดชอบใดๆ คุณต้องการดำเนินการโอนให้แก่สมาชิกดังกล่าวหรือไม่
vi_vn: Sàn giao dịch không chịu trách nhiệm do sai sót của hội viên. Bạn có chắc chắc muốn chuyển tiền tới hội viên này không?
zh_cn: 因会员本人失误造成的转出错误， 交易所将不承担责任。 您确定要转给此会员吗？

# WithdrawDepositWithdraw_T_Common_2
source: Confirmed.
id_id: Telah dikonfirmasi.
ja_jp: 確認がされてい
ru_ru: Подтверждено
th_th: การตรวจสอบเสร็จสิ้น
vi_vn: Đã xác nhận
zh_cn: 已确认

# WithdrawDepositWithdraw_T_Common_3
source: Member does not exist.
id_id: Anggota tidak ada.
ja_jp: 会員が存在しません。
ru_ru: Участник не существует.
th_th: ไม่พบสมาชิก
vi_vn: Không tồn tại thông tin hội viên.
zh_cn: 会员不存在。

# WithdrawDepositWithdraw_T_Common_4
source: Please enter the recipient.
id_id: Silakan masukkan penerima.
ja_jp: 受けるがを入力してください
ru_ru: Пожалуйста, введите данные получателя
th_th: กรุณากรอกผู้รับ
vi_vn: Vui lòng nhập thông tin người nhận
zh_cn: 请输入收款人。

# WithdrawDepositWithdraw_T_Common_5
source: Please complete SMS authentication.
id_id: Silakan lengkapi verifikasi SMS.
ja_jp: SMS認証を完了してください
ru_ru: Пожалуйста, выполните SMS-аутентификацию
th_th: กรุณายืนยันทาง SMS
vi_vn: Đã hoàn thành xác thực SMS
zh_cn: 请完成SMS认证。

# WithdrawDepositWithdraw_T_Common_6
source: Balance is insufficient.
id_id: Saldo tidak mencukupi.
ja_jp: 残高が不足して
ru_ru: Не достаточно средств
th_th: ยอดของคุณไม่เพียงพอ
vi_vn: Số dư không đủ
zh_cn: 余额不足。

# WithdrawDepositWithdraw_T_Common_7
source: You cannot transfer because the deposit has only been received in less than 30 minutes.
id_id: Anda tidak dapat mentransfer karena deposit baru diterima kurang dari 30 menit.
ja_jp: {0}入金を受け取っ30分されず、送金ができません。
ru_ru: Перевод средств невозможен, так как не прошло 30 минут после зачисления средств.
th_th: คุณไม่สามารถทำการโอนได้ เนื่องจากได้รับการฝาก {0} ผ่านไปน้อยกว่า 30 นาที
vi_vn: Không thể chuyển tiền trong vòng 30 phút sau khi nạp {0}.
zh_cn: 收到{0}后30分钟内无法进行转出。

# WithdrawDepositWithdraw_T_Common_8
source: Please try again in a few minutes.
id_id: Silakan coba lagi nanti.
ja_jp: しばらくして、もう一度試してください。
ru_ru: Пожалуйста, попробуйте позже
th_th: อีกสักครู่ กรุณาลองใหม่
vi_vn: Vui lòng thử lại sau.
zh_cn: 请稍后再试。

# WithdrawDepositWithdraw_T_Common_9
source: Please check the recipient.
id_id: Silakan periksa penerima.
ja_jp: 受けるこれを確認してください。
ru_ru: Проверьте данные получателя
th_th: กรุณาตรวจสอบผู้รับ
vi_vn: Vui lòng xác nhận thông tin người nhận.
zh_cn: 请确认收款人。

# WithdrawDepositWithdraw_Common_40
source: The bank service is unavailable now.
id_id: Ini bukan waktu layanan bank.
ja_jp: 銀行サービス時間ではありません。
ru_ru: Это не время обслуживания банка.
th_th: ขณะนี้ไม่ใช่เวลาทำการของธนาคาร
vi_vn: Ngoài khung giờ làm việc của ngân hàng.
zh_cn: 现在是非银行服务时间。

# WithdrawDepositWithdraw_Common_41
source: (Withdrawal service is temporarily unavailable : 23:30 ~ 00:30)
id_id: (Tidak ada waktu layanan penarikan: 23:30 ~ 00:30)
ja_jp: (出国禁止のサービス不可時間:23:30~00:30)
ru_ru: (Время обслуживания без вывода средств: 23:30 ~ 00:30)
th_th: (เวลาที่ไม่สามารถให้บริการการถอนได้ : 23:30 - 00:30)
vi_vn: (Thời gian tạm ngừng giao dịch rút tiền: 23:30~00:30)
zh_cn: （无法进行取款时间：23:30 ~ 00:30）

# WithdrawDepositWithdraw_Common_42
source: You cannot apply withdrawal if it's not the bank's service time.
id_id: Penarikan bank tidak diizinkan selama jam-jam yang tidak dapat diservis.
ja_jp: 銀行サービス不可時間には出金ができません。
ru_ru: Снятие средств с банковского счета не допускается в нерабочие часы.
th_th: หากไม่ใช่เวลาทำการของธนาคาร จะไม่สามารถทำการถอนได้
vi_vn: Bạn không thể rút tiền ngoài khung giờ quy định của ngân hàng.
zh_cn: 在非银行服务时间内无法取款。

# WithdrawDepositWithdraw_Common_43
source: To prevent voice phishing and abnormal withdrawals, you can apply for withdrawals after 3 hours if you have applied for withdrawals for more than 3 times in a row within 3 hours.
id_id: Untuk mencegah voice phishing dan penarikan abnormal, Anda dapat mengajukan permohonan penarikan setelah 3 jam jika Anda telah mengajukan permohonan penarikan lebih dari 3 kali berturut-turut dalam 3 jam.
ja_jp: ボイスフィッシング詐欺といった変な出国禁止の防止に向けて3時間以内連続3回以上出国禁止申請時3時間後、出国禁止申請が可能です。
ru_ru: Во избежание голосового фишинга и подозрительных снятии средств, в случае подачи заявки на снятие средств более 3 раз подряд в течение 3-х часов, следующая подача заявки на снятие средтв возможна только через 3 часа
th_th: 어:เพื่อหลีกเลี่ยงการฟิชชิ่งด้วยเสียงและการส่งมอบเกินเวลาคุณสามารถสมัครถอนภายใน 3 ชั่วโมงหลังจากถอน 3 ครั้งติดต่อกันมากกว่า 3 ครั้งติดต่อกัน
vi_vn: Để tránh lừa đảo qua cuộc gọi thoại và lừa đảo rút tiền, có thể rút tối thiếu 3 lần liên tiếp trong vòng 3 tiếng, và có thể tiếp tục tiến hành rút tiền sau đó 3 tiếng.
zh_cn: 为防止电话诈骗及非正常取款等， 三个小时内连续申请取款超过3次时，三个小时后可再次申请取款。

# ArbitrageRequestPop_1
source: Arbitrage Payment
id_id: Pembayaran Arbitrage
ja_jp: Arbitrage決済
ru_ru: Платеж за Арбитраж
th_th: ชำระ Arbitrage
vi_vn: Thanh toán Arbitrage
zh_cn: Arbitrage付款

# ArbitrageRequestPop_2
source: Cancellations and refunds are not available after arbitrage payment.
id_id: Pembatalan dan pengembalian uang tidak tersedia setelah pembayaran arbitrage.
ja_jp: Arbitrage決済後はキャンセル及び払い戻しができません。
ru_ru: После выполнения платежа отмена и возврат не возможны.
th_th: หลังเสร็จสิ้นการชำระ Arbitrage แล้ว คุณจะไม่สามารถยกเลิกหรือขอคืนได้
vi_vn: Không thể hủy lệnh và nhận lại tiền sau khi thanh toán Arbitrage
zh_cn: Arbitrage付款后无法取消或退款。

# ArbitrageRequest_1_1
source: ㆍArbitrage is a transaction that allows you to trade freely some of your cryptocurrencies on the exchange against the quotes of other exchanges that have the greatest profit margin.
id_id: ㆍArbitrage adalah transaksi yang memungkinkan Anda memperdagangkan secara bebas beberapa dari cryptocurrency yang Anda miliki di bursa terhadap harga terkini dari bursa lain yang memiliki profit margin terbesar.
ja_jp: ㆍArbitrage は取引所に自身が保有している暗号化肺の一部を相場差益が一番多く出る他取引所の相場と比べて自由に取引できる取引です。
ru_ru: ㆍАрбитраж - это транзакция, которая позволяет вам торговать частью валют, которыми вы владеете, сравнивая с котировками других бирж, которые имеют наибольшую маржу прибыли.
th_th: ㆍArbitrage คือ การเปรียบเทียบความต่างของราคาแต่ละตลาดซื้อขาย และสามารถทำการซื้อขายในตลาดซื้อขายต่างๆได้อย่างอิสระ ด้วย cryptocurrency ที่ถืออยู่ (BTC, ETH, PANGAEA)
vi_vn: ㆍGiao dịch Arbitrage giúp đối chiếu giá các sàn có mức chênh lệch lợi nhuận cao nhất của một trong những đồng tiền điện tử mà bạn có, từ đó có thể giao dịch chúng một cách dễ dàng.
zh_cn: ㆍArbitrage是将自己在交易所持有的加密货币中的一部分与市价差额最大的其他交易所市价进行比较后进行自由交易的交易。

# ArbitrageRequest_1_2
source: ㆍArbitrage is traded based on the highest and lowest prices on each exchange in real time by selecting the purchase / sale.
id_id: ㆍArbitrage diperdagangkan berdasarkan harga tertinggi dan terendah pada setiap bursa secara real time dengan memilih pembelian / penjualan.
ja_jp: ㆍArbitrageは購買/販売を選択してリアルタイムで各取引所内の最高相場と最低相場による差益を見て取引をします。
ru_ru: ㆍАрбитраж выбирает Покупку/ Продажу, и выполняет транзакцию учитывая маржу прибыли на основе самых высоких и самых низких цен на каждой бирже в реальном времени.
th_th: ㆍการทำธุรกรรมระบบ Arbitrage สามารถทำการซื้อหรือขาย และหากำไรได้จากการเปรียบเทียบความต่างของราคา ณ เวลาจริงของแต่ละตลาดซื้อขาย รวมถึงสามารถเห็นราคาสูงสุดและราคาต่ำสุดได้อีกด้วย
vi_vn: ㆍChọn mua/bán, tiến hành giao dịch dựa theo chênh lệch lợi nhuận (thời giá cao nhất/thấp nhất tại mỗi sàn giao dịch ở thời điểm hiện tại) mà Arbitrage cung cấp.
zh_cn: ㆍArbitrage可选择买入/卖出，实时确认交易所内最高市价和最低市价， 按其差价进行交易。

# ArbitrageRequest_1_3
source: ㆍThis service is an additional service and the transaction is carried out at [HTS > Additional Service > Arbitrage].
id_id: ㆍLayanan ini adalah layanan tambahan dan transaksi dilakukan di [HTS > Layanan Tambahan > Arbitrage].
ja_jp: ㆍ当該サービスは付加サービスであり,"HTS"付加サービス"Arbitrage"で取引を進めます。
ru_ru: ㆍЭтот сервис является дополнительной услугой, и транзакция выполняется в [HTS> Дополнительные Услуги> Арбитраж].
th_th: ㆍบริการนี้เป็นการบริการเพิ่มเติม สามารถดำเนินการได้ที่เมนู [HTS > บริการเพิ่มเติม > Arbitrage ]
vi_vn: ㆍĐây là dịch vụ gia tăng và có thể tiến hành giao dịch tại [HTS> Dịch vụ gia tăng>Arbitrage]
zh_cn: ㆍ该服务为附加服务，可在[HTS > 附加服务 > Arbitrage]进行交易。

# ArbitrageRequest_2_1
source: Arbitrage Application Status
id_id: Status Pendaftaran Arbitrage
ja_jp: Arbitrage 申請状態
ru_ru: Статус заявки на Арбитраж
th_th: สถานะการสมัคร Arbitrage
vi_vn: Trạng thái đăng ký Arbitrage
zh_cn: Arbitrage 申请状态

# ArbitrageRequest_2_3
source: 100,000 {0} for 30 days
id_id: 100.000 {0} selama 30 hari
ja_jp: 30日基準100,000 {0}
ru_ru: 100 000 {0} за 30 дней
th_th: 100,000 {0} สำหรับ 30 วัน
vi_vn: 30 ngày 100,000 {0}
zh_cn: 30日 100，000 {0}

# Arbitrage_1
source: Arbitrage
ja_jp: Arbitrage (財政取引)
ru_ru: Арбитраж (Финансовые операции)
vi_vn: Arbitrage (giao dịch tài chính)
zh_cn: Arbitrage（套利交易）

# Arbitrage_1_1
source: ㆍArbitrage is a transaction that allows you to trade freely some of your cryptocurrencies (BTC, ETH, PANGAEA) on the exchange against the quotes of other exchanges that have the greatest profit margin.
id_id: ㆍArbitrage adalah transaksi yang memungkinkan Anda memperdagangkan secara bebas beberapa dari cryptocurrency (BTC, ETH, PANGAEA) yang Anda miliki di bursa terhadap harga terkini dari bursa lain yang memiliki profit margin terbesar.
ja_jp: ㆍArbitrageは,取引所に自身が保有している暗号化廃(BTC,ETH,PANGAEA)のうち,一部を相場差益が最も多い他取引所の相場と比べて自由に取引できる取引です。
ru_ru: ㆍ Арбитраж-это транзакция, которая позволяет вам свободно торговать частью криптовалют (BTC, ETH, PANGEA), которыми вы владеете на бирже, сравнивая цены с ценами других бирж, которые имеют наибольшую разницу в цене
th_th: ㆍArbitrage คือ การเปรียบเทียบความต่างของราคาแต่ละตลาดซื้อขาย และสามารถทำการซื้อขายในตลาดซื้อขายต่างๆได้อย่างอิสระ ด้วย cryptocurrency ที่ถืออยู่ (BTC, ETH, PANGAEA)
vi_vn: ㆍArbitrage so sánh thời giá của sàn giao dịch tạo ra nhiều chênh lệch lợi nhuận đối với 1 trong các đồng tiền điện tử BTC, ETH, PANGAEA bạn có tại sàn giao dịch, và có thể dễ dàng tiến hành giao dịch chúng.
zh_cn: ㆍArbitrage是将自己在交易所持有的加密货币(BTC， ETH， PANGAEA)中的一部分与市价差额最大的其他交易所市价进行比较后进行自由交易的交易。

# Arbitrage_1_2
source: ㆍArbitrage is traded based on the highest and lowest prices on each exchange in real time by selecting the purchase / sale.
id_id: ㆍ Arbitrage diperdagangkan berdasarkan harga tertinggi dan terendah pada setiap bursa secara real time dengan memilih pembelian / penjualan.
ja_jp: ㆍArbitrageは購買/販売を選択し,リアルタイムで各取引所内の最高相場と最低相場による差益を見て取引します。
ru_ru: Арбитраж выбирает Покупку/ Продажу, и выполняет транзакцию учитывая маржу прибыли на основе самых высоких и самых низких цен на каждой бирже в реальном времени.
th_th: ㆍการทำธุรกรรมระบบ Arbitrage สามารถทำการซื้อหรือขาย และหากำไรได้จากการเปรียบเทียบความต่างของราคา ณ เวลาจริงของแต่ละตลาดซื้อขาย รวมถึงสามารถเห็นราคาสูงสุดและราคาต่ำสุดได้อีกด้วย
vi_vn: ㆍLựa chọn mua/bán, tiến hành giao dịch sau khi đối chiếu chênh lệch lợi nhuận theo mức giá cao/thấp nhất trên mỗi sàn ở thời điểm hiện tại (thông tin do Arbitrage cung cấp)
zh_cn: ㆍArbitrage可选择买入/卖出，实时确认交易所内最高市价和最低市价， 按其差价进行交易。

# Arbitrage_1_3
source: ㆍThis service is an additional service and the transaction is carried out at [HTS > Additional Service > Arbitrage].
id_id: ㆍ Layanan ini adalah layanan tambahan dan transaksi dilakukan di [HTS > Layanan Tambahan > Arbitrage].
ja_jp: ㆍ当該サービスは付加サービスであり,"HTS > 付加サービス > Arbitrage"にて取引を進めます。
ru_ru: Этот сервис является дополнительной услугой, и транзакция выполняется в [HTS> Дополнительные Услуги> Арбитраж].
th_th: ㆍบริการนี้เป็นการบริการเพิ่มเติม สามารถดำเนินการได้ที่เมนู [HTS > บริการเพิ่มเติม > Arbitrage ]
vi_vn: ㆍĐây là dịch vụ gia tăng và tiến hành giao dịch tại [HTS > Dịch vụ gia tăng > Arbitrage]
zh_cn: ㆍ该服务为附加服务，可在[HTS > 附加服务 > Arbitrage]进行交易。

# Arbitrage_2
source: Select Trade
id_id: Pilih Transaksi
ja_jp: 取引選択
ru_ru: Выберите транзакцию
th_th: เลือกประเภทธุรกรรม
vi_vn: Lựa chọn giao dịch
zh_cn: 选择交易

# Arbitrage_2_1
source: Buy
id_id: Beli
ja_jp: 購買
ru_ru: Покупка
th_th: การซื้อ
vi_vn: Mua
zh_cn: 买入

# Arbitrage_2_2
source: Sell
id_id: Jual
ja_jp: 販売
ru_ru: Продажа
th_th: การขาย
vi_vn: Bán
zh_cn: 卖出

# Arbitrage_3_1
source: Exchange
id_id: Bursa
ja_jp: 取引所
ru_ru: Биржа
th_th: ตลาดซื้อขาย
vi_vn: Sàn giao dịch
zh_cn: 交易所

# Arbitrage_3_2
source: Coin
id_id: Koin
ja_jp: コインミョン
ru_ru: Название коина
th_th: ชื่อเหรียญ
vi_vn: Tên coin
zh_cn: 加密货币

# Arbitrage_3_3
source: Available {0}
id_id: {0} Tersedia
ja_jp: 保有{0}
ru_ru: Баланс {0}
th_th: {0} ที่ถืออยู่
vi_vn: {0} có
zh_cn: 持有{0}

# Arbitrage_3_4
source: Current Quotes
id_id: Harga Terkini
ja_jp: 現在相場
ru_ru: Текущая цена
th_th: ราคาปัจจุบัน
vi_vn: Thời giá
zh_cn: 当前市价

# Arbitrage_3_5
source: Profit Margin
ja_jp: 差益
ru_ru: Маржа прибыли
th_th: กำไร
vi_vn: Chênh lệch lợi nhuận
zh_cn: 差价

# Arbitrage_4
source: ㆍPrecautions for using Arbitrage
id_id: ㆍ Peringatan saat menggunakan Arbitrage
ja_jp: ㆍArbitrage 利用時注意事項
ru_ru: · Меры предосторожности при использовании Арбитража
th_th: ข้อควรระวังในการใช้งาน Arbitrage
vi_vn: ㆍLưu ý khi sử dụng Arbitrage
zh_cn: ㆍArbitrage 使用注意事项

# Arbitrage_4_1
source: ㆍ In Arbitrage purchase, exchanges with the highest and lowest quotes and the profit margin between the two exchanges are output.
id_id: ㆍ Dalam pembelian arbitrage, bursa dengan harga tertinggi dan terendah serta profit margin antara kedua bursa akan ditampilkan.
ja_jp: ㆍArbitrage購買の場合,最も高い相場と最も低い相場の取引所が出力され,両取引所間の差益が出力されます。
ru_ru: ㆍ В случае Арбитражной Покупки отражаются биржи с максимальными и минимальными ценами, и маржа прибыли из-за разницы цен в двух биржах.
th_th: กรณีที่ซื้อด้วยระบบ Arbitrage จะมีการแสดงตลาดซื้อขายพร้อมราคาสูงสุด ราคาต่ำสุด และอัตราผลกำไร
vi_vn: ㆍTrường hợp mua qua Arbitrage, sẽ hiển thị thông tin sàn giao dịch có giá cao nhất và thấp nhất và hiển thị chênh lệch lợi nhuận giữa 2 sàn đó.
zh_cn: ㆍ在Arbitrage购买的情况下，将显示市价最高与市价最低的交易所，并显示两个交易所之间的差价。

# Arbitrage_4_2
source: ㆍ The purchase of the arbitrage is carried out to the exchange with the lowest price, please use the exchange with the highest price for comparison reference.
id_id: ㆍ Pembelian arbitrage dilakukan ke bursa dengan harga terendah, silakan gunakan bursa dengan harga tertinggi untuk referensi perbandingan.
ja_jp: ㆍ最も低い相場の取引所としてArbitrage 購買が進んでおり,高い相場の取引所は比較参考用としてご利用ください。
ru_ru: ㆍ Арбитражная Покупка осуществляется на бирже с наименьшей ценой. Для сравнения цен используйте биржи с высокими ценами.
th_th: หากทำการซื้อด้วยระบบ Arbitrage ออเดอร์ซื้อจะใช้ตลาดซื้อขายที่มีราคาต่ำสุด ดังนั้น โปรดใช้ตลาดซื้อขายที่มีราคาสูงสุดในการอ้างอิงเพื่อเปรียบเทียบราคา
vi_vn: ㆍThông qua thông tin Arbitrage cung cấp, tiến hành mua tiền điện tử tại sàn có giá thấp nhất và tham khảo thông tin giá cao tại sàn khác.
zh_cn: ㆍ以最低市价的交易所进行Arbitrage购买，使用市价高的交易所进行比较参考。

# Arbitrage_4_3
source: ㆍ The quotes of the logged-in exchange and the quotes from the exchange with the largest profit margin based on the logged-in exchange are output.
id_id: ㆍ Harga dari bursa yang digunakan untuk login dan harga dari bursa dengan profit margin terbesar berdasarkan bursa login akan ditampilkan.
ja_jp: ㆍログインした取引所の相場とログインした取引所基準で相場差益が多く出る取引所が出力されます。
ru_ru: Отражаются биржи, у которых самая большая разница в ценах по сравненю ценами биржи, в систему которой вы вошли
th_th: ราคาของตลาดซื้อขายที่จะแสดงนั้น จะเป็นราคาตลาดซื้อขายที่คุณทำการเข้าสู่ระบบ และตลาดซื้อขายที่มีอัตราผลกำไรสูงสุด
vi_vn: ㆍ Hiển thị thông tin sàn giao dịch tạo ra nhiều lợi nhuận chênh lệch so với sàn giao dịch đăng nhập hiện tại (kèm thông tin giá tại sàn giao dịch hiện tại)
zh_cn: ㆍ按登录的交易所市价行情为基准，显示与其交易所差价较大的交易所。

# Arbitrage_4_4
source: ㆍ Please keep in mind your assets in the exchange before proceeding with the trading as the exchange may continuosly changed when you refresh.
id_id: ㆍ Harap memperhatikan aset Anda di bursa sebelum melanjutkan transaksi karena bursa dapat terus berubah saat refresh dilakukan.
ja_jp: ㆍ新しい場合,取引所は変更し続けることがありますので,該当取引所内の資産に留意して取引を進行してください。
ru_ru: Будьте внимательны при выполнении транзакции и следите за активами, так как при обновлении страницы, биржи будут меняться
th_th: ตลาดซื้อขายอาจมีการเปลี่ยนแปลงเกิดขึ้นได้ เมื่อทำการ refresh ดังนั้น โปรดระมัดระวังยอดของสินทรัพย์ของท่านในตลาดซื้อขายนั้นๆ ในการดำเนินการซื้อขาย
vi_vn: ㆍThông tin trên sàn giao dịch liên tục thay đổi khi refresh, lưu ý tình hình tài sản của bạn tại sàn giao dịch tương ứng và tiến hành giao dịch.
zh_cn: ㆍ刷新时交易所可能会发生变动， 请注意确认交易所中的资产后继续进行交易。

# Arbitrage_4_5
source: ㆍ The exchange shall not be held liable for any disadvantages arising from the violation of these precautions. Please check before proceeding with the trading.
id_id: ㆍ Bursa tidak akan bertanggung jawab atas segala kerugian yang timbul dari pelanggaran peringatan di atas. Silakan periksa sebelum melanjutkan transaksi.
ja_jp: ㆍ該当事項を違反した場合に発生する不利益は取引所で責任を負いません。 取引前に必ず確認して進めてください。
ru_ru: Биржа не несет никакой ответственности за любые неполадки, возникшие в результате не соблюдения мер предосторожности. Пожалуйста, ознакомитесь с мерами предосторожности перед выполнением транзакции.
th_th: ในกรณีที่มีการละเมิดข้อกำหนดดังกล่าว หากความสูญเสียหรือความเสียหายเกิดขึ้น ทางตลาดซื้อขายจะไม่มีการรับผิดชอบใดๆ ดังนั้น โปรดทำการตรวจสอบก่อนดำเนินการทุกครั้ง
vi_vn: ㆍChúng tôi không chịu trách nhiệm với những bất lợi phát sinh do vi phạm điều khoản. Vui lòng kiểm tra kỹ trước khi tiến hành giao dịch.
zh_cn: ㆍ违反该事项时发生的损失，交易所不承担任何责任。交易前请务必确认后进行。

# Arbitrage_5_1
source: I have checked the above information.
id_id: Saya telah memeriksa informasi di atas.
ja_jp: 上記の内容を確認しました。
ru_ru: Я ознакомился с мерами предосторожности
th_th: ตรวจสอบรายละเอียดข้างต้นแล้ว
vi_vn: Đã xác nhận nội dung trên.
zh_cn: 已确认上述内容。

# Arbitrage_6_1
source: Type
id_id: Jenis
ja_jp: 種類
ru_ru: Вид
th_th: ประเภท
vi_vn: Loại
zh_cn: 种类

# Arbitrage_6_2
source: Exchange
id_id: Bursa
ja_jp: 取引所名
ru_ru: Название биржи
th_th: ชื่อตลาดซื้อขาย
vi_vn: Tên sàn giao dịch
zh_cn: 交易所名

# Arbitrage_6_3
source: Time
id_id: Waktu
ja_jp: 締結時刻
ru_ru: Время заключения сделки
th_th: เวลาที่ตกลง
vi_vn: Thời điểm kí kết
zh_cn: 成交时间

# Arbitrage_6_4
source: Price
id_id: Harga
ja_jp: 締結家
ru_ru: Цена сделки
th_th: ราคาที่ตกลง
vi_vn: Giá kí kết
zh_cn: 成交价

# Arbitrage_6_5
source: Amount
id_id: Jumlah
ja_jp: 締結金額
ru_ru: Сумма сделки
th_th: ยอดที่ตกลง
vi_vn: Số tiền kí kết
zh_cn: 成交金额

# Arbitrage_6_6
source: Commission
id_id: Komisi
ja_jp: 手数料
ru_ru: Комиссия
th_th: ค่าธรรมเนียม
vi_vn: Phí
zh_cn: 手续费

# Arbitrage_SetMainExchange_1
source: Main Exchange Settings
id_id: Pengaturan Bursa Utama
ja_jp: 主取引所設定
ru_ru: Настроить Основную Биржу
th_th: การตั้งค่าตลาดซื้อขายหลัก
vi_vn: Thiết lập sàn giao dịch chính
zh_cn: 设置主交易所

# Arbitrage_SetMainExchange_1_1
source: What is main exchange settings?
id_id: Apa itu pengaturan bursa utama?
ja_jp: メイン取引所の設定とは?
ru_ru: Что такое Настройки Основной Биржи?
th_th: การตั้งค่าตลาดซื้อขายหลักคืออะไร?
vi_vn: Thiết lập sàn giao dịch chính là gì?
zh_cn: 什么是主交易所？

# Arbitrage_SetMainExchange_1_2
source: It is a feature that sets the profit generated by an arbitrage transaction to be automatically deposited to a designated exchange, allowing it to be freely withdrawn. You can set the main exchange to another exchange that is not your logged-in exchange.
id_id: Ini adalah fitur yang mengatur profit dari transaksi arbitrage untuk secara otomatis disetorkan ke bursa yang ditunjuk, yang memungkinkannya untuk ditarik secara bebas. Anda dapat mengatur bursa lain yang bukan merupakan bursa yang Anda gunakan untuk login sebagai bursa utama.
ja_jp: Arbitrage取引により発生した収益を指定取引所に自動振込みし,自由に出金できるようにするために設定する機能です。 ログインした取引所ではなく,他の取引所に主取引所の設定が可能です。
ru_ru: Эта функция позволяет автоматически зачислять прибыль от арбитражной транзакции на установленную биржу и делает возможным эти средства доступной для снятия. Можно установить в качестве Основной Биржи не только биржу через которой вы вошли в систему, но и другую биржу.
th_th: การตั้งค่าดังกล่าวนี้ ผลกำไรที่ได้จากการซื้อขายด้วยระบบ Arbitrage จะถูกฝากเข้าไปยังตลาดซื้อขายที่ได้กำหนดไว้โดยอัตโนมัติ ซึ่งจะทำให้สามารถทำการถอนได้อย่างอิสระ กรุณาตั้งค่าตลาดซื้อขายอื่น ที่ไม่ใช่ตลาดซื้อขายที่เข้าสู่ระบบ
vi_vn: Arbitrage thiết lập tính năng giúp có thể nộp tiền tự động và dễ dàng rút tiền tại sàn giao dịch được chỉ định có thể tạo ra lợi nhuận. Có thể thiết lập sàn giao dịch chính thông qua sàn khác mà không phải sàn đang đăng nhập.
zh_cn: 通过Abitrige交易产生的收益将自动转入指定交易所，这是为方便取款而设定的功能。 可用登录的交易所设置为主交易所， 也可将其他交易所设定为主交易所。

# Arbitrage_SetMainExchange_1_3
source: Main Exchange
id_id: Bursa Utama
ja_jp: 主取引所
ru_ru: Основная Биржа
th_th: ตลาดซื้อขายหลัก
vi_vn: Sàn giao dịch chính
zh_cn: 主交易所
