Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# AutoTradingAdditionalPop_2_1
source: Payment Amount
id_id: Total Pembayaran
ja_jp: 決済金額
ru_ru: К оплате
th_th: ยอดชำระเงิน
vi_vn: Tiền thanh toán
zh_cn: 支付金额

# AutoTradingAdditionalPop_2_2
source: Payment Expected Quantity
id_id: Jumlah Perkiraan Pembayaran
ja_jp: 決済予想数量
ru_ru: Ожидаемое количество платежей
th_th: ปริมาณที่คาดว่าจะชำระ
vi_vn: số lượng dự kiến thanh toán
zh_cn: 预计支付数量

# AutoTradingAdditionalPop_3
source: Payment Type
id_id: Tipe Pembayaran
ja_jp: 決済種類
ru_ru: Способ оплаты
th_th: ประเภทการชำระเงิน
vi_vn: kết thúc thanh toán
zh_cn: 付款方式

# AutoTradingAdditionalPop_4
source: 1 month (30 days)
id_id: 1 bulan (30 hari)
ja_jp: 1ヶ月(30日)
ru_ru: 1 месяц (30 дней)
th_th: 1 เดือน (30 วัน)
vi_vn: 1 tháng (30 ngày)
zh_cn: 每月（30日）

# CertifyMyPage_4_7
source: [Registration Complete]
id_id: [Pendaftaran Selesai]
ja_jp: [登録完了]
ru_ru: [Регистрация завершена]
th_th: [ลงทะเบียนเสร็จสิ้น]
vi_vn: [hoàn thành đăng nhập]
zh_cn: 完成注册

# CertifyMyPage_Alert_1
source: Please enter your birthday.
id_id: Masukkan tanggal lahir Anda.
ja_jp: 生年月日を入力してください。
ru_ru: Введите свой день рождения.
th_th: กรุณากรอกปีเดือนวันเกิด
vi_vn: vui lòng nhập ngày tháng năm sinh
zh_cn: 请输入出生年月日

# CertifyMyPage_Alert_2
source: Please enter your birthday in accordance with the format.
id_id: Masukkan tanggal lahir Anda sesuai format.
ja_jp: 生年月日を形式に合うように入力してください。
ru_ru: Пожалуйста, введите свой день рождения в соответствии с форматом.
th_th: กรุณากรอกรูปแบบปีเดือนวันเกิดให้ถูกต้อง
vi_vn: vui lòng nhập ngày tháng năm sinh theo đúng định dạng.
zh_cn: 请按格式输入

# CertifyMyPage_Alert_3
source: Please enter your cellphone number.
id_id: Masukkan nomor ponsel Anda.
ja_jp: 携帯電話の番号を入力してください。
ru_ru: Введите номер своего мобильного телефона.
th_th: กรุณากรอกหมายเลขโทรศัพท์
vi_vn: vui lòng nhập số điện thoại
zh_cn: 请输入手机号码

# CertifyMyPage_Alert_4
source: Please enter your account number.
id_id: Masukkan nomor rekening Anda.
ja_jp: 口座番号を入力してください。
ru_ru: Введите номер своей учетной записи.
th_th: กรุณากรอกหมายเลขบัญชีธนาคาร
vi_vn: vui lòng nhập số tài khoản
zh_cn: 请输入银行账号

# CertifyMyPage_Alert_5
source: Please enter OTP number.
id_id: Masukkan nomor OTP.
ja_jp: OTP番号を入力してください。
ru_ru: Введите номер OTP.
th_th: กรุณากรอกรหัส OTP
vi_vn: vui lòng nhập số OTP
zh_cn: 请输入OTP号码

# Common_Alert_11
source: Ungenerated
id_id: Belum Ada
ja_jp: 末生成
th_th: ยังไม่ได้สร้าง
vi_vn: chưa hình thành
zh_cn: 未生成

# MemberInfo_2_5
source: Secondary Email
id_id: Email Sekunder
ja_jp: 補助メール
ru_ru: Дополнительный адрес электронной почты
th_th: อีเมล์สำรอง
vi_vn: Email phụ
zh_cn: 辅助邮箱

# MemberInfo_2_5_1
source: Secondary Email Information
id_id: Informasi Email Sekunder
ja_jp: 補助メールの案内
ru_ru: Дополнительная информация по электронной почте
th_th: คู่มืออีเมล์สำรอง
vi_vn: hướng dẫn Email phụ
zh_cn: 什么是辅助邮箱？

# MemberInfo_2_5_2
source: If you do not receive an email in your registered email, you can receive an email in the secondary email.
id_id: Jika Anda tidak menerima email di email terdaftar, maka Anda dapat menerima email di email sekunder.
ja_jp: 当IDでメールが来ないとき補助メールでメールを受けることができます。
ru_ru: Если вы не получили электронное письмо в своем зарегистрированном электронном письме, вы можете получить электронное письмо по электронной почте.
th_th: กรณีไม่ได้รับอีเมล์ตามที่ได้ลงทะเบียนไว้ใน ID สามารถรับข้อมูลได้ทางอีเมล์สำรองได้
vi_vn: khi Email không đến ID tương ứng thì có thể nhận được mail bằng Email phụ.
zh_cn: 如果您注册的邮箱无法收到交易所发送的邮件， 则可以用辅助邮箱接收邮件。

# MemberInfo_2_5_3
source: You can create it after contacting Customer Center.
id_id: Anda dapat membuatnya setelah menghubungi Pusat Pelanggan.
ja_jp: 顧客センターの問い合わせ後生成することができます。
ru_ru: Вы можете создать его после контакта с Центром клиентов.
th_th: กรุณาติดต่อผู้ดูแลระบบเพื่อสร้างอีเมล์สำรอง
vi_vn: có thể khởi tạo sau khi đặt câu hỏi tại trung tâm khách hàng
zh_cn: 有关辅助邮箱注册，请咨询客服中心。

# Common_Alert_12
source: Auto Coin Transaction can be used after applying in [Additional Service > Automatic Trading].
id_id: Transaksi Tukar Koin Otomatis dapat dilakukan setelah mendaftar di [Layanan Tambahan > Transaksi Otomatis].
ja_jp: コイン交換自動取引は[賦課サービス＞自動取引]で申し込み後、ご利用ができます。
ru_ru: Auto Coin Transaction можно использовать после применения в [Дополнительный сервис> Автоматическая торговля].
th_th: การใช้งานการซื้อขายแลกเปลี่ยนอัตโนมัติ กรุณาสมัครที่ [บริการเพิ่มเติม > การซื้อขายอัตโนมัติ]
vi_vn: giao dịch tự động đổi Coin có thể sử dụng được sau khi đăng kí từ [dịch vụ gia tăng>giao dịch tự động]
zh_cn: 加密货币兑换交易可在[附加服务>自动交易]菜单中申请。

# Common_Alert_13
source: Automatic Trading can be used after applying in [Additional Service > Automatic Transaction].
id_id: Transaksi Otomatis dapat digunakan setelah mendaftar di [Layanan Tambahan > Transaksi Otomatis].
ja_jp: 交換自動取引は[賦課サービス＞自動取引]で申し込み後、ご利用ができます。
ru_ru: Автоматическая торговля может использоваться после применения в [Дополнительный сервис> Автоматическая транзакция].
th_th: การใช้งานการซื้อขายอัตโนมัติ กรุณาสมัครที่ [บริการเพิ่มเติม > การซื้อขายอัตโนมัติ]
vi_vn: giao dịch tự động có thể sử dụng được sau khi đăng kí từ [dịch vụ gia tăng>giao dịch tự động]
zh_cn: 自动交易可在[附加服务>自动交易]中申请后使用。

# LevelPopup_1
source: This is the LV.1 (Email Verification) step.
id_id: Ini adalah tahap LV.1 (Verifikasi Email).
ja_jp: 現在LV.1(Eメール認証)ステップです。
ru_ru: Это шаг LV.1 (Проверка электронной почты).
th_th: ระดับ LV.1 (การยืนยันอีเมล์)
vi_vn: Hiện tại đang là giai đoạn LV.1(Xác thực Email)
zh_cn: 当前是LV.1（邮箱认证）阶段。

# LevelPopup_2
source: You can use it after phone authentication.
id_id: Anda dapat menggunakannya setelah verifikasi ponsel.
ja_jp: 携帯電話の認証後、ご利用ができます。
ru_ru: Вы можете использовать его после аутентификации телефона.
th_th: กรุณายืนยันหมายเลขโทรศัพท์ก่อนการใช้งาน
vi_vn: có thể sử dụng được sau khi xác thực điện thoại di động
zh_cn: 请您先进行手机认证后再使用。

# MemberInfo_Pop_1
source: A password change email will be sent to that email. Please set your password within 24 hours following the procedure of the email you received.
id_id: Email pengaturan kata sandi telah terkirim ke alamat email yang terdaftar. Atur kata sandi yang baru dalam waktu 24 jam sejak Anda menerima email.
ja_jp: 該当Eメールにパスワードの変更メールが送信されます。送信されたメールの手順に従って、24時間内にパスワードを設定してください。
ru_ru: На вашу почту отправлено электронное письмо, в соответствии с процедурой проверки подлинности, установите новый пароль и войдите в систему.
th_th: อีเมล์แก้ไขรหัสผ่านถูกส่งไปยังอีเมล์ที่ลงทะเบียนไว้แล้ว กรุณาตั้งรหัสผ่านใหม่ภายใน 24 ชม. ตามขั้นตอนที่แสดงในอีเมล์
vi_vn: Email thay đổi mật mã được gửi vào Email tương ứng. vui lòng thiết lập mật mã trong vòng 24 giờ theo qui trình của Email bạn nhận được.
zh_cn: 已发送查找密码的邮件， 请您在24小时内按照邮件里的步骤重置密码。

# MemberInfo_Pop_2
source: Send email
id_id: Pengiriman email
ja_jp: Eメール送信
ru_ru: Электронное письмо отправлено
th_th: ส่งอีเมล์
vi_vn: Gửi Email
zh_cn: 发送邮件

# MemberInfo_Pop_3
source: Your email password setting has been sent.
id_id: Email pengaturan kata sandi telah terkirim ke alamat email yang terdaftar
ja_jp: Eメールでパスワード設定メールが送信されました。
ru_ru: На ваш электронный адрес отправлено электронное письмо для настройки пароля
th_th: อีเมล์การตั้งค่ารหัสผ่านถูกส่งไปยังอีเมล์แล้ว
vi_vn: Email thiết lập mật khẩu đã được gửi đi
zh_cn: 已发送设置密码的邮件

# CoinTrading_2_7
source: Current Quotes
id_id: Harga saat ini
ja_jp: 現在の相場
ru_ru: Текущий курс
th_th: ราคาปัจจุบัน
vi_vn: thời giá hiện tại
zh_cn: 当前市价

# Faq_9
source: Contact type
id_id: Jenis pertanyaan
ja_jp: お問い合わせの種類
ru_ru: Тип сообщения
th_th: ประเภทการสอบถาม
vi_vn: loại câu hỏi
zh_cn: 咨询类型

# MemberInfo_Pop_4
source: Only 19 years of age or older can be certified.
id_id: Hanya lebih dari 19 tahun bisa melakukan proses verifikasi
ja_jp: 満19歳以上のみ認証が可能です。
ru_ru: Аутентификацию могут пройти только лица которым исполнилось 19 лет.
th_th: การยืนยันสามารถทำได้เฉพาะบุคคลที่มีอายุ 19 ปีบริบูรณ์ขึ้นไป
vi_vn: trên 19 tuổi mới có thể xác thực
zh_cn: 19周岁以上才可进行认证。

# Common_Alert_14
source: Are you sure you want to delete?
id_id: Apakah kamu yakin?
ja_jp: 削除しますか？
ru_ru: Вы уверены?
th_th: คุณต้องการลบหรือไม่
vi_vn: bạn có chắc muốn xóa không?
zh_cn: 您确定要删除吗？

# Common_Alert_15
source: Removed.
id_id: Dihapus.
ja_jp: 削除された。
ru_ru: Он был удален.
th_th: การลบเสร็จสิ้น
vi_vn: đã được xóa
zh_cn: 已删除。

# AutoTradingAdditionalPop_5
source: There is no quotes. Please pay in another currency.
id_id: Tidak ada harga terkini. Mohon bayar dengan mata uang lainnya.
ja_jp: 相場がいないです。他の通貨で決済してください。
ru_ru: Кавычек нет. Пожалуйста, оплатите в другой валюте.
th_th: ไม่มีราคา กรุณาชำระเงินด้วยสกุลอื่น
vi_vn: không có thời giá. hãy thanh toán bằng tiền tệ khác
zh_cn: 当前加密货无市场价格， 请用其他加密货币或进行付款。

# AutoTradingAdditionalPop_6
source: Your payment amount is insufficient.
id_id: Tidak ada pembayaran yang cukup.
ja_jp: 十分な支払いがありません。
ru_ru: Сумма вашего платежа недостаточна.
th_th: ยอดการชำระของคุณไม่เพียงพอ
vi_vn: thiếu tiền thanh toán
zh_cn: 没有足够的付款。

# IP_Registration_4_7_1
source: Undesignate
id_id: Belum Ditetapkan
ja_jp: 末指定
th_th: ยังไม่ได้กำหนด
vi_vn: chưa chỉ định
zh_cn: 未指定

# IP_Registration_4_7_2
source: Designate
id_id: Ditetapkan
ja_jp: 指定
ru_ru: Обозначьте
th_th: กำหนด
vi_vn: chỉ định
zh_cn: 指定

# LoginHistory_2_6
source: IP was canceled
id_id: Pendaftaran IP telah dibatalkan.
ja_jp: Ipが解除されました
ru_ru: IP был отменен
th_th: การลงทะเบียน IP ถูกยกเลิกเรียบร้อยแล้ว
vi_vn: IP đăng nhập đã được hủy bỏ
zh_cn: 已取消Ip注册

# Main_Head_6
source: There is no coin balance.
id_id: Tidak ada saldo koin.
ja_jp: 残るコインがないです。
ru_ru: Нет монетного баланса.
th_th: ไม่มียอดเหรียญคงเหลือ
vi_vn: không có Coin dư
zh_cn: 无加密货币余额

# CertifyMyPage_5
source: KYC Authentication
id_id: Verifikasi KYC
ja_jp: KYC認証
ru_ru: Аутентификация KYC
th_th: การยืนยัน KYC
vi_vn: xác thực KYC
zh_cn: KYC 认证

# CertifyMyPage_5_1
source: Please type your name, date of birth and nationality correctly at [My Page> Member Information] before uploading. Authentication will be rejected if it is different from the uploaded photo.
id_id: Harap ketik nama, tanggal lahir dan kewarganegaraan dengan benar pada [Lamanku> Informasi Anggota] sebelum mengunggah. Verifikasi akan ditolak jika berbeda dari foto yang diunggah.
ja_jp: アップロード前[マイページ>会員情報]の名前、生年月日、国籍を正確に入力した後、アップロードしてください。 アップロードされた写真と異なる場合、認証が拒否されます。
ru_ru: Пожалуйста, введите свое имя, дату рождения и национальность правильно в [Моя страница> Информация о членах] перед загрузкой. Аутентификация будет отвергнута, если она отличается от загруженной фотографии.
th_th: กรุณากรอกชื่อ ปีเดือนวันเกิด สัญชาติให้ถูกต้อง [My Page > ข้อมูลสมาชิก] จากนั้นจึงอัพโหลดรูปภาพ ทั้งนี้ หากรูปภาพไม่ตรงกับการยืนยันอื่น อาจถูกปฏิเสธ
vi_vn: vui lòng tải lên sau khi nhập chính xác tên, ngày tháng năm sinh, quốc tịch của [My page > thông tin hội viên] trước khi tải. hình được tải lên và xác thực vào các thời điểm khác nhau bị từ chối.
zh_cn: 上传前请先确认{我的主页>会员信息}里的姓名，出生年月日和国籍是否正确， 如有误请修改正确信息。 如与上传的照片不同，则认证将被拒绝。

# CertifyMyPage_5_10
source: Request Authentication
id_id: Memohon Verifikasi
ja_jp: 認証要請
ru_ru: Аутентификация запроса
th_th: คำร้องขอการยืนยัน
vi_vn: yêu cầu xác thực
zh_cn: 申请认证

# CertifyMyPage_5_11
source: Administrator Checking
id_id: Pengecekan Admin
ja_jp: 管理者確認中
ru_ru: Проверка администратора
th_th: อยู่ระหว่างการตรวจสอบของเจ้าหน้าที่
vi_vn: người quản lý đang xác thực
zh_cn: 管理员确认中

# CertifyMyPage_5_12
source: Authetication Complete
id_id: Verifikasi Selesai
ja_jp: 認証完了
ru_ru: Аутентификация завершена
th_th: การยืนยันเสร็จสิ้น
vi_vn: hoàn thành xác thực
zh_cn: 完成认证

# CertifyMyPage_5_2
source: Upload Identity Card
id_id: Unggah Kartu Identitas
ja_jp: 身分証アップロード
ru_ru: Загрузите удостоверение личности
th_th: อัพโหลดบัตรประจำตัว
vi_vn: upload chứng minh nhân dân
zh_cn: 上传身份证

# CertifyMyPage_5_3
source: Conceal the last 7 digit number of Identity Card, all driver license's number and all passport number.
id_id: Tutup 7 digit nomor terakhir KTP, semua nomor SIM dan semua nomor paspor.
ja_jp: 身分証の運転免許証番号、パスポート番号はいずれも隠れてください。
ru_ru: Скройте последний 7-значный номер удостоверения личности, номер водительской лицензии и номер паспорта.
th_th: กรุณาปิดข้อมูลส่วนตัว อาทิ หมายเลขหนังสือเดินทาง หมายเลขใบอนุญาตขับรถ และหมายเลขบัตรประชาชน 7 หลักด้านหลังและรายละเอียดที่อยู่ (เหลือเฉพาะเขต/อำเภอและจังหวัด เท่านั้น)
vi_vn: Hãy che đi tất cả 7 chữ số sau số chứng minh nhân dân trong chứng minh thư, số giấy phép lái xe, số hộ chiếu.
zh_cn: 请遮挡身份证号的后七位数， 遮挡驾驶证与护照号码。

# CertifyMyPage_5_4
source: Attach the picture of the concealed identity card with notes of authentication purpose, phone number, email and application date sticked on it.
id_id: Lampirkan foto kartu identitas dengan nomor yang telah ditutup bersama dengan memo berisi tujuan verifikasi, nomor telepon, email dan tanggal permohonan yang ditempelkan di depannya.
ja_jp: 認証目的、認証の電話番号、認証のEメール、要請の日付のメモと個人情報を隠した身分証を撮った写真を添付してください。
ru_ru: Прикрепите изображение скрытого удостоверения личности с примечаниями о цели аутентификации, номером телефона, электронной почтой и датой применения, установленной на нем.
th_th: กรุณาอัพโหลดภาพถ่ายคู่กับบัตรประจำตัว โดยปิดข้อมูลส่วนบุคคล พร้อมแนบกระดาษระบุ หัวข้อ 'คำร้องขอการยืนยัน' วันที่ อีเมล์ และหมายเลขโทรศัพท์ในการยืนยันตัวตน
vi_vn: Hãy đính kèm hình chụp chứng minh thư che đi thông tin cá nhân và ghi chú ngày tháng yêu cầu, email xác thực, số điện thoại xác thực, mục đích xác thực
zh_cn: 请附上验证目的， 认证电话号码， 认证邮箱，申请日期便签和遮挡个人信息的身份证照片。

# CertifyMyPage_5_5
source: (Certified ID: Identity Card, Driver's License, Passport)
id_id: (Kartu Identitas: KTP, SIM, Paspor)
ja_jp: (認証可能身分証:運転免許証、パスポート)
ru_ru: (Сертифицированный идентификатор: удостоверение личности, водительская лицензия, паспорт)
th_th: (บัตรประจำตัวที่ใช้ยืนยันตัวตนได้ : บัตรประจำตัวประชาชน, ใบอนุญาตขับรถ, หนังสือเดินทาง)
vi_vn: (chứng minh thư có thể xác thực: chứng minh nhân dân, giấy phép lái xe, hộ chiếu)
zh_cn: （身份证明：身份证，驾驶证， 护照）

# CertifyMyPage_5_6
source: Please upload the file.
id_id: Mohon unggah file.
ja_jp: ファイルをアップロードしてください。
ru_ru: Загрузите файл.
th_th: กรุณาอัพโหลดไฟล์
vi_vn: vui lòng tải file lên
zh_cn: 请上传附件

# CertifyMyPage_5_7
source: File Upload
id_id: Unggah File
ja_jp: ファイルのアップロード
ru_ru: Файл загружен
th_th: อัพโหลดไฟล์
vi_vn: tải file lên
zh_cn: 添加附件

# CertifyMyPage_5_8
source: Upload the picture of you holding the Identity Card
id_id: Unggah foto Anda memegang Kartu Identitas
ja_jp: の身分証を持っている本人イメージアップロード
ru_ru: Загрузите изображение, в котором вы держите удостоверение личности
th_th: อัพโหลดภาพถ่ายที่กำลังถือบัตรประจำตัวอยู่
vi_vn: upload hình người đang cầm chứng minh thư
zh_cn: 上传手持身份证照片

# CertifyMyPage_5_9
source: Take a photo of you holding an Identity Card with the memo containing the purpose of verification, phone number, email and date of application. Words on the Identity Card and the memo should be clearly visible. Your photo will only be used for non-face-to-face verification only.
id_id: Ambil foto Anda memegang Kartu Identitas yang telah dilampiri memo berisi tujuan verifikasi, nomor telepon, email dan tanggal permohonan. Tulisan pada Kartu Identitas dan memo harus terlihat jelas. Foto Anda hanya akan digunakan untuk verifikasi non-tatap muka saja.
ja_jp: 身分証に認証目的、認証の電話番号、認証Eメール、要請の日付メモを貼り付けて撮影してください。身分証文字(メモを含む)を読むことができなければなりません。 もらった写真は当該要請に対する非対面実名確認の用途のみに使用します。
ru_ru: Сделайте снимок у вас с удостоверением личности с запиской, содержащей цель проверки, номер телефона, адрес электронной почты и дату подачи заявки. Слова на карточке удостоверения личности и памятка должны быть хорошо видны. Ваша фотография будет использоваться только для проверки только лицом к лицу.
th_th: กรุณาถ่ายภาพถือบัตรประจำตัวพร้อมแนบกระดาษระบุ หัวข้อ 'คำร้องขอการยืนยัน' วันที่ อีเมล์ และหมายเลขโทรศัพท์ในการยืนยันตัวตน ตัวหนังสือในบัตรประจำตัวและข้อความในกระดาษที่แนบจะต้องสามารถอ่านได้ชัดเจน ทั้งนี้ ภาพถ่ายจะใช้ในการพิสูจน์ชื่อ-นามสกุลจริงเพียงเท่านั้น
vi_vn: hãy đính kèm ghi chú ngày tháng yêu cầu, email xác thực, số điện thoại xác thực, mục đích xác thực trong chứng minh thư và chụp hình. chữ trên chứng minh thư(bao gồm cả ghi chú) phải đọc được. ảnh nhận được như yêu cầu chỉ dùng cho mục đích xác thực danh tính.
zh_cn: 请在身份证贴上带有认证目的，认证手机号， 认证邮件， 申请日期的贴纸后手持该身份证拍照。身份证与信息必须清晰。收到的身份证信息照片仅用于非面对面认证。

# RechargeDepositWithdraw_Krw_1_19
source: Deposit Amount
id_id: Total Deposit
ja_jp: 入金額
ru_ru: Сумма вклада
th_th: ยอดการฝาก
vi_vn: số tiền nạp vào
zh_cn: 存款金额

# RechargeDepositWithdraw_Krw_1_20
source: Deposit Currency
id_id: Mata Uang Deposit
ja_jp: 入金通貨
ru_ru: Валюта депозита
th_th: สกุลที่จะฝาก
vi_vn: tiền tệ nạp vào
zh_cn: 存款货币

# RechargeDepositWithdraw_Krw_1_21
source: Exchange Rate (1KRW)
id_id: Nilai Tukar (1KRW)
ja_jp: 為替レート（1KRW)
ru_ru: Обменный курс (1 доллар США)
th_th: อัตราการแลกเปลี่ยน (1KRW)
vi_vn: tỷ giá (1KRW)
zh_cn: 汇率（1KRW）

# RechargeDepositWithdraw_Krw_1_22
source: Charge Currency
id_id: Mata Uang Pengisian
ja_jp: 充電通貨
ru_ru: Валюта платежа
th_th: สกุลที่จะเติม
vi_vn: Đơn vị tiền tệ nạp tiền
zh_cn: 存款货币

# WithdrawDepositWithdraw_1_28
source: Exchange Rate (1KRW)
id_id: Nilai Tukar (1KRW)
ja_jp: 為替レート（1KRW)
ru_ru: Обменный курс (1 доллар США)
th_th: อัตราการแลกเปลี่ยน (1 KRW)
vi_vn: tỷ giá (1KRW)
zh_cn: 汇率（1KRW）

# WithdrawDepositWithdraw_1_29
source: Actual Receipts
id_id: Penerimaan Aktual
ja_jp: 手取り金
ru_ru: Фактические поступления
th_th: จำนวนที่รับจริง
vi_vn: số tiền thực tế thu được
zh_cn: 实际收款额

# WithdrawDepositWithdraw_1_30
source: Withdrawal Application Currency
id_id: Mata Uang Permohonan Penarikan
ja_jp: 出金申請通貨
ru_ru: Валюта заявки на вывод средств
th_th: สกุลที่ต้องการถอน
vi_vn: loại tiền tệ đăng kí rút
zh_cn: 申请取款货币

# WithdrawDepositWithdraw_1_31
source: Comission
id_id: Komisi
ja_jp: 手数料
ru_ru: комиссия
th_th: ค่าธรรมเนียม
vi_vn: chi phí
zh_cn: 手续费

# WithdrawDepositWithdraw_1_32
source: Exchange Rate (1KRW)
id_id: Nilai Tukar (1KRW)
ja_jp: 為替レート（1KRW)
ru_ru: Обменный курс (1 доллар США)
th_th: อัตราการแลกเปลี่ยน (1KRW)
vi_vn: tỷ giá (1KRW)
zh_cn: 汇率（1KRW）

# WithdrawDepositWithdraw_1_33
source: Actual Receipts
id_id: Penerimaan Aktual
ja_jp: 手取り金
ru_ru: Фактические поступления
th_th: จำนวนที่รับจริง
vi_vn: số tiền thực tế thu được
zh_cn: 实际收款额

# WithdrawDepositWithdraw_1_34
source: Withdrawal Currency
id_id: Mata Uang Penarikan
ja_jp: 出金通貨
ru_ru: Валюта выкупа
th_th: สกุลที่จะถอน
vi_vn: loại tiền tệ rút ra
zh_cn: 取款货币

# WithdrawDepositWithdraw_Common_14
source: Are you sure you want to withdraw?
id_id: Anda yakin ingin melakukan penarikan?
ja_jp: 出金しますか。
ru_ru: Вы действительно хотите уйти?
th_th: คุณต้องการทำการถอนหรือไม่?
vi_vn: Bạn có chắc sẽ rút tiền không?
zh_cn: 您确定要取款吗？

# CertifyMyPage_6_1
source: Please upload the file.
id_id: Mohon unggah file.
ja_jp: ファイルをアップロードしてください。
ru_ru: Загрузите файл.
th_th: กรุณาอัพโหลดไฟล์
vi_vn: vui lòng tải file lên
zh_cn: 请上传附件

# CertifyMyPage_6_2
source: Authentication application completed.
id_id: Permohonan verifikasi selesai.
ja_jp: 認証要請が完了しました。
ru_ru: Приложение аутентификации завершено.
th_th: คำร้องขอการยืนยันเสร็จสิ้น
vi_vn: yêu cầu xác thực đã được hoàn tất.
zh_cn: 您的认证申请已完成

# Paging_1
source: First page.
id_id: Halaman pertama.
ja_jp: 最初のページです。
ru_ru: Первая страница.
th_th: หน้าแรก
vi_vn: đây là page đầu
zh_cn: 第一页

# Paging_2
source: Last page.
id_id: Halaman terakhir.
ja_jp: 最後のページです。
ru_ru: Последняя страница.
th_th: หน้าสุดท้าย
vi_vn: đây là page cuối
zh_cn: 最后一页

# CertifyMyPage_6_3
source: Only files smaller than 2MB in size can be uploaded.
id_id: Hanya file dengan ukuran lebih kecil dari 2MB yang dapat diunggah.
ja_jp: 2MBの以下のパイルだけアップロードができます。
ru_ru: Могут быть загружены только файлы размером менее 2 МБ.
th_th: ไฟล์ขนาดไม่เกิน 2 MB เท่านั้น
vi_vn: có thể tải file lên chỉ với dưới 2MB
zh_cn: 只能上传小于2MB的文件

# AssetsMyPage_6_9
source: StarGram(SGC)
ja_jp: スターグラムコイン(SGC)

# TradeHistoryTrading_1_17
source: StarGram
ja_jp: スターグラムコイン

# Fee_20
source: Deposit/Withdrawal Limits
id_id: Batas Deposit/Penarikan
ja_jp: 入出金切り
ru_ru: Лимит депозита
th_th: จำนวนจำกัดการฝากถอน
vi_vn: Giới hạn nạp rút tiền
zh_cn: 入出金限度

# Fee_21
source: Comission Information
id_id: Informasi Komisi
ja_jp: 手数料案内
ru_ru: Информация о платежах
th_th: แจ้งอัตราค่าธรรมเนียม
vi_vn: hướng dẫn phí dịch vụ
zh_cn: 手数料案内

# Fee_22
source: Classification
id_id: Klasifikasi
ja_jp: 区分
ru_ru: разделение
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 区分

# Fee_23
source: Comission
id_id: Komisi
ja_jp: 手数料
ru_ru: комиссия
th_th: ค่าธรรมเนียม
vi_vn: chi phí
zh_cn: 手数料

# Fee_24
source: Transaction (Buy/Sell)
id_id: Transaksi (Beli/Jual)
ja_jp: 取引(購入・販売)
ru_ru: Сделка (покупка / продажа)
th_th: การซื้อขาย (การซื้อ/การขาย)
vi_vn: giao dịch (mua/bán)
zh_cn: 交易 (买入/卖出)

# Fee_25
source: (All coin fees are the same)
id_id: (Semua komisi koin sama)
ja_jp: (すべてのコイン手数料同一)
ru_ru: (Все взносы за монеты одинаковы)
th_th: (ค่าธรรมเนียมเหรียญทั้งหมดเท่ากัน)
vi_vn: (đồng nhất phí dịch vụ cho tất cả)
zh_cn: (适用于所有加密货币)

# Fee_27
source: Per Transaction
id_id: Per Transaksi
ja_jp: 件当たり
ru_ru: в
th_th: รายการละ
vi_vn: mỗi đơn
zh_cn: 每次

# Fee_28
source: Coin Transfer
id_id: Transfer Koin
ja_jp: コイン送金
ru_ru: Перевод монет
th_th: การโอนเหรียญ
vi_vn: gửi Coin
zh_cn: 转出加密货币

# AlramMyPage_1_2_14
source: Transaction registration failed.
id_id: Pendaftaran transaksi gagal.
ja_jp: 取引登録失敗
ru_ru: Сбой регистрации транзакции
th_th: การลงทะเบียนการซื้อขายล้มเหลว
vi_vn: Đăng nhập giao dịch thất bại
zh_cn: 交易申请失败

# Login_21
source: Please set your password before logging in.
id_id: Mohon masuk setelah mengatur kata sandi.
ja_jp: パスワード設定後ログインしてください。
ru_ru: Пожалуйста зарегистрироваться. При этом ваш пароль.
th_th: กรุณาตั้งค่ารหัสผ่านก่อนเข้าสู่ระบบ
vi_vn: vui lòng Login sau khi thiết lập mật khẩu
zh_cn: 请设置密码后登录

# Login_22
source: Resend Email
id_id: Kirim Ulang Email
ja_jp: メール再送
ru_ru: Отправить повторно письмо
th_th: ส่งอีเมล์ใหม่
vi_vn: Gửi lại Email
zh_cn: 重新发送

# Login_23
source: Your email password setting has been sent.
id_id: Email pengaturan kata sandi telah terkirim ke alamat email yang terdaftar
ja_jp: Eメールでパスワード設定メールが送信されました。
ru_ru: На ваш электронный адрес отправлено электронное письмо для настройки пароля
th_th: อีเมล์การตั้งค่ารหัสผ่านถูกส่งไปยังอีเมล์แล้ว
vi_vn: Email thiết lập mật khẩu đã được gửi đi
zh_cn: 已发送设置密码的邮件

# CertifyMyPage_Alert_6
source: Please select the bank.
id_id: Pilih bank.
ja_jp: 銀行を選んでください。
ru_ru: Пожалуйста, выберите банк.
th_th: กรุณาเลือกธนาคาร
vi_vn: vui lòng chọn ngân hàng.
zh_cn: 请选择银行。

# CertifyMyPage_Alert_7
source: Please check the image extension. (.jpg .jpeg, .gif, .bmp, .png)
id_id: Mohon periksa ekstensi gambar. (.jpg .jpeg, .gif, .bmp, .png)
ja_jp: イメージのファイル形式を確認してください。(.jpg .jpeg, .gif, .bmp, .png)
ru_ru: Проверьте расширение изображения. (.jpg .jpeg, .gif, .bmp, .png)
th_th: ภาพถ่ายฉพาะนามสกุล (.jpg .jpeg, .gif, .bmp, .png) เท่านั้น
vi_vn: vui lòng xác thực định dạng hình (.jpg .jpeg, .gif, .bmp, .png)
zh_cn: 请确认图片格式。 (.jpg .jpeg, .gif, .bmp, .png)

# RechargeDepositWithdraw_Card_1
source: Prepaid Card Charge
id_id: Pengisian Kartu Prabayar
ja_jp: プリペイドカード充電
ru_ru: Плата за предоплату
th_th: การเติม prepaid card
vi_vn: nạp thẻ trả trước
zh_cn: 预付卡充值

# RechargeDepositWithdraw_Card_1_1
source: Application and Status
id_id: Pengajuan dan Status
ja_jp: プリペイドカード申請及び状態
ru_ru: Приложение и статус
th_th: การสมัครและสถานะ prepaid card
vi_vn: đăng kí thẻ trả trước và hiện trạng
zh_cn: 预付卡申请及现状

# RechargeDepositWithdraw_Card_1_1_1
source: How To Apply and To Use Prepaid Card
id_id: Cara Pengajuan dan Penggunaan Kartu Prabayar
ja_jp: プリペイドカード申請及び使用方
ru_ru: Как подать заявку и использовать предоплаченную карту
th_th: วิธีการสมัคร และการใช้ prepaid card
vi_vn: đăng kí thẻ trả trước và phương thức sử dụng
zh_cn: 预付卡申请及使用方法

# RechargeDepositWithdraw_Card_1_1_4
source: * 1 person can apply up to 5 cards.
id_id: * 1 anggota dapat melakukan pengajuan hingga 5 kartu.
ja_jp: *1人、最大5個まで作ることができます 。
ru_ru: * 1 человек может подать до 5 карт.
th_th: *สมาชิก 1 ท่าน สมัครได้มากสุด 5 ใบ
vi_vn: *1 người có thể được đăng kí nhiều nhất là 5 thẻ
zh_cn: *每人最多可申请5个预付卡
