Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# Lending_Alert_5
source: You can not apply for more than the maximum quantity to apply.
id_id: Anda tidak dapat mengajukan permohonan lebih dari jumlah maksimum pendaftaran.
ja_jp: 最大申し込み可能数量より多くて申請することができません。
ru_ru: Вы не можете подать заявку на более чем максимальное количество подать заявку.
th_th: คุณไม่สามารถสมัครมากกว่าปริมาณสูงสุดที่สามารถสมัครได้
vi_vn: Không thể đăng ký số lượng lớn hơn số lượng đăng ký tối đa.
zh_cn: 无法申请大于最大限额以外的数量。

# Lending_Alert_6
source: All withdrawals will be limited at the time of application. Would you like to apply?
id_id: Semua penarikan akan dibatasi pada saat pendaftaran. Apakah Anda ingin mendaftar?
ja_jp: 申請時にすべての出金が制限されます。申し込みしますか？
ru_ru: Все выводы будут ограничены на момент подачи заявки. Хотите подать заявку?
th_th: หลังจากคุณสมัคร การถอนทั้งหมดจะถูกจำกัด คุณต้องการสมัครหรือไม่
vi_vn: Số tiền rút ra bị giới hạn tại thời điểm đăng ký. Có chắc chắn đăng ký không?
zh_cn: 申请时所有取款将受限制。 您确定要申请吗？

# Lending_Alert_7
source: Email could not be verified.
id_id: Email tidak dapat diverifikasi.
ja_jp: メールを確認することができません。
ru_ru: Электронная почта не может быть подтверждена.
th_th: ไม่สามารถตรวจสอบอีเมล์ได้
vi_vn: Không thể xác minh được email.
zh_cn: 无法确认您的邮箱。

# Lending_Alert_8
source: Currency could not be verified.
id_id: Mata uang tidak dapat diverifikasi.
ja_jp: 通貨コードを確認することができません。
ru_ru: Валюта не может быть подтверждена.
th_th: ไม่สามารถตรวจสอบรหัสสกุลได้
vi_vn: Không thể xác minh được mã code tiền.
zh_cn: 无法确认货币类型。

# Lending_Alert_9
source: Application date could not be verified.
id_id: Tanggal pendaftaran tidak dapat diverifikasi.
ja_jp: 申請日を確認することができません。
ru_ru: Дата подачи заявки не может быть подтверждена.
th_th: ไม่สามารถตรวจสอบวันที่สมัครได้
vi_vn: Không thể xác minh được ngày đăng ký
zh_cn: 无法确认申请日期。

# Common_Alert_24
source: Your application is complete.
id_id: Pendaftaran telah selesai.
ja_jp: 申請が完了しました。
ru_ru: Ваша заявка заполнена.
th_th: การสมัครเสร็จสิ้น
vi_vn: Việc đăng ký của bạn đã hoàn tất.
zh_cn: 已完成申请。

# MemberInfo_Pop_33
source: The bank account is not verified.
id_id: "Rekening bank tidak terverifikasi. "
ja_jp: 銀行口座が確認されません。
ru_ru: Ваш банковский счет не может быть подтвержден.
th_th: ไม่สามารถตรวจสอบหมายเลขบัญชีธนาคารได้
vi_vn: Số tài khoản không được xác nhận
zh_cn: 无法确认您的银行账号。

# AutoTradingAdditionalPop_7
source: After the payment of automatic trading is settled, cancellations and refunds are not available.
id_id: Setelah pembayaran transaksi otomatis selesai, pembatalan dan refund tidak dapat dilakukan.
ja_jp: 自動取引決済後は、キャンセルと返金ができません。
ru_ru: Нет отмены или возврата после автоматической оплаты транзакции.
th_th: หลังเสร็จสิ้นการชำระเงินการซื้อขายอัตโนมัติแล้ว จะไม่สามารถยกเลิกหรือขอเงินคืนได้
vi_vn: Không thể hủy và hoàn tiền sau khi thanh toán
zh_cn: 支付自动交易费用后无法取消或退款。

# Common_Alert_25
source: Please agree to the notice.
id_id: Harap setujui poin perhatian.
ja_jp: 注意事項に同意してください。
ru_ru: Пожалуйста, согласитесь с уведомлением.
th_th: กรุณายอมรับข้อควรระวัง
vi_vn: Vui lòng đồng ý ở mục chú ý
zh_cn: 请同意注意事项。

# MemberInfo_Pop_34
source: You can change it after completing the authentication request in [Customer Support > Authentication > Authorization > Request to change personal information].
id_id: Anda dapat melakukan perubahan setelah menyelesaikan permintaan verifikasi di [Dukungan Pelanggan > Sertifikasi > Verifikasi Identitas > Permohonan Perubahan Informasi Pribadi].
ja_jp: [顧客のセンター>認証資料提出>本人認証>個人情報の変更要求]で認証要求した後の完了時に変更が可能です。
ru_ru: Вы можете изменить его после выполнения запроса аутентификации в [Центр поддержки клиентов> Предоставление сертификационных материалов> Личная идентификация> Запрос на изменение личной информации].
th_th: ข้อมูลจะถูกแก้ไขหลังคำร้องขอการยืนยันเสร็จสิ้น [ผู้ดูแลระบบ > ส่งเอกสารการยืนยัน > การยืนยันตัวตน > คำร้องขอแก้ไขข้อมูลส่วนบุคคล]
vi_vn: Có thể thay đổi khi hoàn tất yêu cầu xác nhận tại [ Trung tâm chăm sóc khác hàng> Đệ trình tài liệu xác minh> Xác minh danh tính> Yêu cầu thay đổi thông tin cá nhân]
zh_cn: 需在[客服中心>提交认证信息>本人认证>申请更改个人信息]菜单中申请后才可更改。

# MemberInfo_Pop_35
source: The password is incorrect.
id_id: Kata sandi salah.
ja_jp: パスワードが一致しません。
ru_ru: Пароль неверный.
th_th: รหัสผ่านไม่ถูกต้อง
vi_vn: Mật khẩu không đúng.
zh_cn: 密码有误。

# MemberInfo_Pop_36
source: Please check again.
id_id: Silakan periksa lagi.
ja_jp: 再度確認してください。
ru_ru: Пожалуйста, проверьте еще раз.
th_th: กรุณาตรวจสอบอีกครั้ง
vi_vn: Vui lòng kiểm tra lại.
zh_cn: 请重新确认。

# MemberInfo_Pop_37
source: Please input your member ID password to reset the PIN.
id_id: Silakan masukkan kata sandi ID anggota Anda untuk mereset PIN.
ja_jp: PIN番号の初期化のために会員ID、パスワードを入力してください。
ru_ru: Пожалуйста, введите ваш пароль пользователя ID для сброса PIN-кода.
th_th: กรุณากรอกรหัสผ่านสมาชิกเพื่อรีเซ็ตรหัส PIN
vi_vn: Để khởi tạo số PIN lần đầu xin vui lòng nhập mật khẩu và địa chỉ đăng nhập.
zh_cn: 请输入您的会员ID密码以初始化PIN码。

# Lending_Grid2_3_3
source: Extended Principal Repayment
id_id: Pembayaran Pokok Perpanjangan
ja_jp: 延長元金償還
ru_ru: Дополнительное погашение основного долга
th_th: การชำระคืนเงินต้นที่ขยายระยะเวลา
vi_vn: Gia hạn trả lãi gốc
zh_cn: 延长本金还款

# Lending_Grid2_3_4
source: Extended Interest Repayment
id_id: Pembayaran Bunga Perpanjangan
ja_jp: 延長であり、返済
ru_ru: Расширенная уплата процентов
th_th: การชำระดอกเบี้ยที่ขยายระยะเวลา
vi_vn: Trả lãi bổ sung
zh_cn: 偿还延长利息

# TradingHistory_1_19
source: Commission Reward
id_id: Reward Komisi
ja_jp: 手数料報酬
ru_ru: Вознаграждение
th_th: รางวัลค่าธรรมเนียม
vi_vn: Phí thưởng
zh_cn: 手续费奖励

# CoinTrading_Alert_51
source: Purchase price can be input from {0} {1}.
id_id: Harga pembelian dimulai dari {0} {1}.
ja_jp: 値段が{0} {1}から変更されました。
ru_ru: Вы можете ввести как минимум {0} {1} стоимость покупки.
th_th: กรุณากรอกราคาซื้อมากกว่า {0} {1}
vi_vn: Có thể nhập giá mua trên {0} {1}.
zh_cn: 输入的买入价格需大于 {0} {1} 。

# TradingHistory_1_20
source: Lucky Box Event
ja_jp: ラッキーボックスイベント

# MemberInfo_1
source: Once registered, the information can not be changed.
id_id: Setelah terdaftar, informasi tidak dapat dirubah.
ja_jp: 一度登録した内容は、変更ができません。
ru_ru: После регистрации его нельзя изменить.
th_th: ข้อมูลที่ลงทะเบียนจะไม่สามารถเปลี่ยนแปลงได้
vi_vn: Không thể thay đổi nội dung đã đăng ký một lần.
zh_cn: 註冊後，無法更改。

# MemberInfo_1_1
source: Please request at [Customer Center > Submit Authentication].
id_id: Silakan minta di [Pusat Pelanggan > Sertifikasi].
ja_jp: [顧客センター > 認証資料の提出]でリクエストしてください。
ru_ru: Пожалуйста, запросите в [Центре обслуживания клиентов > Подтвердить аутентификацию].
th_th: กรุณาติดต่อผู้ดูแลระบบ
vi_vn: Vui lòng yêu cầu tại [Trung tâm khách hàng > Đệ trình tài liệu xác thực]
zh_cn: 需要更改的会员请在[认证中心 > 提交认证信息]菜单中申请

# DepositDepositWithdraw_Common_1
source: {0} wallet address
id_id: Alamat dompet elektronik {0}
ja_jp: {0} 電子ウォレットアドレス
ru_ru: Адрес электронного кошелька для {0}
th_th: ที่อยู่บัญชีกระเป่า {0}
vi_vn: Mã xác minh ví điện tử {0}
zh_cn: {0} 电子钱包地址

# DepositDepositWithdraw_Common_2
source: The address above is the deposit-only address.
id_id: Alamat di atas adalah alamat khusus deposit
ja_jp: 上記のアドレスは、入金専用アドレスです。
ru_ru: Вышеуказанный адрес - предназначен только для зачисления.
th_th: ที่อยู่บัญชีข้างต้นเป็นที่อยู่สำหรับการฝาก
vi_vn: Địa chỉ trên là địa chỉ chỉ gửi tiền.
zh_cn: 此地址是充值专用地址。

# DepositDepositWithdraw_Common_3
source: Holds {0}
id_id: {0} yang dimiliki
ja_jp: 保有 {0}
ru_ru: Имеющиеся в наличии {0}
th_th: {0} ที่ถืออยู่
vi_vn: Giữ {0}
zh_cn: 持有 {0}

# TransferDepositWithdraw_Common_Content_1_10
source: Email Authentication
id_id: Verifikasi Email
ja_jp: Email認証
ru_ru: Проверка подлинности Email
th_th: การยืนยันอีเมล์
vi_vn: Xác thực Email
zh_cn: 邮箱认证

# TransferDepositWithdraw_Common_Content_1_11
source: {0} Transfer Notice
id_id: Perhatian saat Transfer {0}
ja_jp: {0}送金時の注意事項
ru_ru: Меры предосторожности при переводе {0}
th_th: ข้อควรระวังในการโอน {0}
vi_vn: điểm cần lưu ý khi chuyển tiền {0}
zh_cn: {0} 转出时注意事项

# TransferDepositWithdraw_Common_Content_1_12
source: Checked the above.
id_id: Sudah memahami semua.
ja_jp: 上記の内容を確認しました。
ru_ru: Я подтверждаю вышеуказанную информацию.
th_th: ตรวจสอบรายละเอียดข้างต้นแล้ว
vi_vn: đã xác nhận nội dung trên.
zh_cn: 已确认上述内容。

# TransferDepositWithdraw_Common_Content_1_2
source: All transfers will be processed after administrator’s confirmation.
id_id: Semua transfer dilakukan setelah diperiksa oleh Administrator.
ja_jp: すべての送金は、管理者の確認後に実行されます。
ru_ru: Все операции будут производиться после подтверждения администратора.
th_th: การโอนทั้งหมดจะดำเนินการหลังการตรวจสอบของเจ้าหน้าที่
vi_vn: tất cả giao dịch chuyển tiền sau khi người quản lý xác nhận thì mới được tiến hành.
zh_cn: 所有货币转出将经过管理员确认后进行。

# TransferDepositWithdraw_Common_Content_1_3
source: Available
id_id: Tersedia
ja_jp: 送金可能コイン
ru_ru: Доступная сумма для перевода
th_th: เหรียญที่โอนได้
vi_vn: Coin có thể dùng trong giao dịch chuyển tiền
zh_cn: 可转出金额

# TransferDepositWithdraw_Common_Content_1_4
source: 1 Day transfer limit
id_id: Batas Transfer 1 Hari
ja_jp: 1日の送金限度
ru_ru: Лимит перевода за 1 день
th_th: จำนวนจำกัดการโอนต่อ 1 วัน
vi_vn: giới hạn chuyển tiền 1 ngày
zh_cn: 每日转出限额

# TransferDepositWithdraw_Common_Content_1_5
source: Address to transfer
id_id: Alamat Penerima
ja_jp: 送金するアドレス
ru_ru: Адрес для перевода
th_th: ที่อยู่ที่จะโอน
vi_vn: địa chỉ chuyển tiền
zh_cn: 转出加密货币地址

# TransferDepositWithdraw_Common_Content_1_6
source: Amount
id_id: Jumlah Transfer
ja_jp: 送金申請金額
ru_ru: Сумма заявки на перевод
th_th: ยอดที่ต้องการโอน
vi_vn: số tiền đăng kí chuyển tiền
zh_cn: 转出申请金额

# TransferDepositWithdraw_Common_Content_1_7
source: {0} fees
id_id: Komisi {0}
ja_jp: {0}手数料
ru_ru: Комиссия для {0}
th_th: ค่าธรรมเนียม {0}
vi_vn: phí {0}
zh_cn: {0} 手续费

# TransferDepositWithdraw_Common_Content_1_8
source: Total
id_id: Jmlh Penarikan Aktual
ja_jp: 実際の出金総額
ru_ru: Фактическая сумма снятия
th_th: ยอดการถอนจริง
vi_vn: tổng tiền thực tế rút ra
zh_cn: 实际取款金额合计

# TransferDepositWithdraw_Common_Content_1_9
source: OTP Certification Number
id_id: Kode Verifikasi OTP
ja_jp: OTP認証番号
ru_ru: Аутентификационный номер OTP
th_th: รหัสยืนยัน OTP
vi_vn: số xác thực OTP
zh_cn: OTP认证号码

# Common_Alert_26
source: Disable
id_id: Tidak digunakan
ja_jp: 未使用
ru_ru: Не используется
vi_vn: Chưa sử dụng
zh_cn: 未使用

# AlramMyPage_2_4_3
source: {0} charge
id_id: Pengisian {0}
ja_jp: {0}チャージ
ru_ru: Пополнение баланса
th_th: การเติมเงิน KRW
vi_vn: Nạp {0}
zh_cn: {0}充值

# AlramMyPage_2_4_4
source: {0} withdrawal
id_id: Penarikan {0}
ja_jp: {0}出金
ru_ru: Снятие в {0}
th_th: การถอนเงิน KRW
vi_vn: Rút {0}
zh_cn: {0}取款

# AssetsMyPage_Common_1
source: Based on {0} market.
id_id: Berdasarkan market {0}.
ja_jp: {0}マーケット目安です。
ru_ru: На основе рынка {0}.
th_th: อ้างอิงจากตลาด KRW
vi_vn: Dựa trên thị trường {0}.
zh_cn: 按{0}市场标准。

# AutoTradingAdditional_3_11
source: 10,000 {0} per month
id_id: biaya 10,000 {0} per (30 Hari)
ja_jp: (30日)基準で10,000{0}
ru_ru: 10,000 в месяц (30)
th_th: ใช้เกณฑ์ระยะเวลา 30 วัน 10,000 KRW
vi_vn: 10,000 {0} lấy chuẩn 30 ngày
zh_cn: 每月（30日）10,000{0}

# Fee_26
source: {0} Withdrawal
id_id: Penarikan {0}
ja_jp: {0}出金
ru_ru: Выход {0}
th_th: การถอนเงิน KRW
vi_vn: rút tiền {0}
zh_cn: {0}取款

# Main_Head_4
source: Total
id_id: Total({0})
ja_jp: 合計({0})
ru_ru: Всего
th_th: รวมทั้งหมด (KRW)
vi_vn: tổng cộng ({0})
zh_cn: 合计（{0})

# Main_Menu_3_1
source: {0} Charge
id_id: Pengisian {0}
ja_jp: {0} チャージ
ru_ru: Пополнение баланса
th_th: การเติมเงิน KRW
vi_vn: Nạp {0}
zh_cn: {0} 充值

# Main_Menu_3_3
source: {0} Withdrawal
id_id: Penarikan {0}
ja_jp: {0} 出金
ru_ru: Снятие в {0}
th_th: การถอนเงิน KRW
vi_vn: Rút {0}
zh_cn: {0} 取款

# Main_QuickMenu_1
source: {0} Charge
id_id: Pengisian {0}
ja_jp: {0} チャージ
ru_ru: Пополнение баланса
th_th: การเติมเงิน KRW
vi_vn: Nạp {0}
zh_cn: {0} 充值

# Main_QuickMenu_2
source: {0} Withdrawal
id_id: Penarikan {0}
ja_jp: {0} 出金
ru_ru: Снятие в {0}
th_th: การถอนเงิน KRW
vi_vn: Rút {0}
zh_cn: {0} 取款

# Main_QuickMenu_ToolTip_11
source: {0} Charge
id_id: Pengisian {0}
ja_jp: {0} チャージ
ru_ru: Пополнение баланса
th_th: การเติมเงิน KRW
vi_vn: Nạp {0}
zh_cn: {0} 充值

# Main_QuickMenu_ToolTip_12
source: {0} Withdrawal
id_id: Penarikan {0}
ja_jp: {0} 出金
ru_ru: Снятие в {0}
th_th: การถอนเงิน KRW
vi_vn: Rút {0}
zh_cn: {0} 取款

# RechargeDepositWithdraw_Card_1_1_2
source: * Prepaid Card is a card that can be used for {0} charging and withdrawal.
id_id: * Kartu Prabayar CoinBlock adalah kartu yang dapat digunakan untuk pengisian dan penarikan {0}.
ja_jp: *プリペイドカードは{0}チャージと出金をご利用することができるカードです。
ru_ru: * Prepaid Card - это карта, которая может использоваться для оплаты и снятия денег в долларах США.
th_th: *prepaid card เป็นบัตรที่สามารถใช้ถอนเงินและเติมเงิน KRW ได้
vi_vn: * thẻ trả trước là thẻ có thể dùng nạp và rút {0}.
zh_cn: *预付卡可用于{0}充值与取款。

# RechargeDepositWithdraw_Card_1_1_3
source: * Prepaid card withdrawal limit is 2,000,000 {0} per withdrawal and 100,000,000 {0} per day.
id_id: * Batas penarikan kartu prabayar adalah 2.000.000 {0} per penarikan dan 100.000.000 {0} per hari.
ja_jp: *プリペイドカード出金は1回2,000,000万{0}、1日100,000,000万{0}限度です。
ru_ru: * Лимит снятия предоплаченных карт составляет 2 000 000 {0} за вывод и 100 000 000 {0} в день.
th_th: *จำนวนจำกัดการถอน prepaid card คือ 2,000,000 KRW ต่อครั้ง และ 100,000,000 KRW ต่อวัน
vi_vn: *Việc rút tiền trả trước là 2.000.000 {0} mỗi ngày một lần và 100,000,000 {0} một ngày.
zh_cn: *预付款取款限额为，一次2,000,000 {0}，一日100,000,000 {0}。

# RechargeDepositWithdraw_Card_1_1_6
source: * The card application fee is 10,000 {0} for domestic card.
id_id: * Biaya pengajuan kartu adalah 10.000 {0} untuk kartu domestik.
ja_jp: *カード作る費用は、国内用カード1回10,000{0}です
ru_ru: * Плата за регистрацию карты составляет 10 000 {0} за внутреннюю карточку.
th_th: *ค่าธรรมเนียมการออกบัตรสำหรับใช้ภายในประเทศ 1 ครั้ง ราคา 10,000 KRW
vi_vn: *chi phí phát hành thẻ là 10,000{0} 1 lần cho thẻ dùng quốc nội
zh_cn: *韩国国内卡申请费用为每张10,000{0}.

# RechargeDepositWithdraw_Card_2_1_15
source: (Shipping Fee : {0} {1})
id_id: (Biaya Pengiriman: {0} {1})
ja_jp: （送料：{0} {1}）
ru_ru: (Стоимость доставки: {0} {1})
th_th: (ค่าส่ง : ราคา p0 KRW)
vi_vn: (Giao hàng: {0} {1})
zh_cn: ( 运费：{0} {1})

# RechargeDepositWithdraw_Common_1
source: {0} Charge Guide and Notice
id_id: Perhatian dan Informasi Pengisian {0}
ja_jp: {0}充電案内と注意事項
ru_ru: Информация о пополнении баланса в {0} и меры предосторожности
th_th: ข้อควรระวังและคำแนะนำสำหรับการเติมเงิน KRW
vi_vn: hướng dẫn và lưu ý khi nạp {0}
zh_cn: {0} 充值及注意事项

# RechargeDepositWithdraw_Common_22
source: The minimum deposit amount is 5,000{0}.
id_id: Jumlah deposit minimum adalah 5.000{0}.
ja_jp: 最小入金金額は5,000{0}です。
ru_ru: Минимальная сумма вклада составляет 5000{0}.
th_th: ยอดการฝากขั้นต่ำคือ 5,000 KRW
vi_vn: Số tiền gửi tối thiểu là 5,000{0}.
zh_cn: 最少存款金额为5000{0}。

# RechargeDepositWithdraw_Krw_1_18
source: 1. {0} charge is possible with account deposit.
id_id: 1. Pengisian {0} dapat dilakukan melalui paypal atau transfer bank.
ja_jp: 1. {0}チャージは、ペイパルまたは口座振込でご利用いただけます。
ru_ru: 1. Плата за доллар возможна за счет депозита.
th_th: 1. การเติมเงิน KRW สามารถฝากเงินผ่านทางบัญชีธนาคารได้
vi_vn: 1. có thể nạp tiền {0} theo hình thức nạp tiền vào tài khoản
zh_cn: 1. {0}只能通过银行转账充值。

# WithdrawDepositWithdraw_1_8
source: Available
id_id: {0} yang Dimiliki
ja_jp: 保有{0}
ru_ru: Холдинг {0}
th_th: KRW ที่ถืออยู่
vi_vn: lưu giữ {0}
zh_cn: 持有 {0}

# WithdrawDepositWithdraw_Common_13
source: Notes on applying for a {0} withdrawal
id_id: Perhatian untuk Aplikasi Penarikan {0}
ja_jp: {0}出金申請時の注意事項
ru_ru: меры предосторожности при заявки на снятие в {0}
th_th: ข้อระวังในการสมัครถอนเงิน KRW
vi_vn: điểm lưu ý khi rút tiền {0}
zh_cn: {0} 取款时注意事项

# RechargeDepositWithdraw_Common_2
source: {0} Charge Notice
id_id: Perhatian Pengisian {0}
ja_jp: {0}充電注意事項
ru_ru: Информация о пополнении баланса в {0} и меры предосторожности
th_th: ข้อควรระวังในการเติมเงิน KRW
vi_vn: lưu ý khi nạp {0}
zh_cn: {0} 充值时注意事项

# DepositDepositWithdraw_Grid_1_7
source: Transaction details
id_id: Rincian Transaksi
ja_jp: 取引内容
ru_ru: Содержание транзакции
th_th: รายละเอียดการซื้อขาย
vi_vn: nội dung giao dịch
zh_cn: 交易明细

# AlramMyPage_1_2_18
source: Phone Authentication
id_id: Verifikasi Ponsel
ja_jp: 携帯電話本人認証
ru_ru: Аутентификация через номер телефона
th_th: การยืนยันตัวตนทางโทรศัพท์
vi_vn: Xác thực điện thoại di động
zh_cn: 手机本人认证

# AlramMyPage_1_2_19
source: Account Authentication
id_id: Verifikasi Akun
ja_jp: 口座本人認証
ru_ru: Аутентификация банковского счета
th_th: การยืนยันตัวตนบัญชีธนาคาร
vi_vn: Xác thực tài khoản
zh_cn: 账户本人认证

# WithdrawDepositWithdraw_Common_39
source: You have exceeded 1 day maximum transfer amount.
id_id: Anda telah melampaui jumlah maksimum transfer 1 hari.
ja_jp: 1日の最高送金を超えました。
ru_ru: Вы превысили максимальную сумму перевода в день.
th_th: เกินกำหนดยอดการโอนสูงสุดต่อ 1 วัน
vi_vn: Đã vượt quá giới hạn chuyển tiền tối đa 1 ngày.
zh_cn: 已超出每日可转出的最高金额。

# TransferDepositWithdraw_Common_22
source: Pangea Token withdrawals will be available from May 27, 2019 (Monday).
id_id: Penarikan Pangea Token akan tersedia mulai Senin, 27 Mei 2019.
ja_jp: パンゲアトークンの出金は、5月27日(月)から可能です。
ru_ru: Снятие Pangaea Токенов возможно с 27 мая
th_th: การชําระเงินตั๋วของพันเกอร์อาโต้นั้นสามารถทําได้ตั้งแต่วันที่ 27 พฤษภาคมค่ะ
vi_vn: Có thể rút Pangea Token từ ngày 27 tháng 5 (Thứ 2).
zh_cn: 可从5月27日开始使用PANGAEA TOKEN取款服务。

# TrustRequest_Alert_10
source: If you cancel before the maturity date, interest will not be paid and 150% of interest will be charged as penalty. Do you want to cancel?
id_id: Jika Anda membatalkan sebelum tanggal jatuh tempo, bunga tidak akan dibayarkan dan akan dikenakan penalti sebesar 150% dari bunga. Anda ingin membatalkan?
ja_jp: 満期前解約時利払いがされず、利子の150％が違約金として発生します。 解約しますか？
ru_ru: Если вы отмените траст до истечения срока, вам не будут выплачиваться проценты, и 150% процентов будет взиматься как штраф. Вы хотите отменить?
th_th: หากทำการยกเลิกก่อนกำหนด คุณจะไม่ได้รับดอกเบี้ยและเสียค่าปรับ 150% ของดอกเบี้ย คุณต้องการยกเลิกหรือไม่?
vi_vn: Nếu hủy trước hạn, lãi suất sẽ không được trả và 150% tiền lãi sẽ được tính là phí bồi thường. Bạn có chắc chắn hủy không?
zh_cn: 如果您在到期日前取消，将无法收到利息，且需要支付150％的违约金。 您确定要取消吗？

# TrustRequest_Alert_11
source: Trust interest payment completed.
id_id: Pembayaran bunga Trust selesai.
ja_jp: トラスト利払いが完了しました。
ru_ru: Выплата процентов по трасту завершена
th_th: คุณได้รับดอกเบี้ย TRUST เรียบร้อยแล้ว
vi_vn: Đã hoàn tất trả lãi Trust
zh_cn: 已完成Trust利息支付。

# TrustRequest_3
source: Interest Payment History
id_id: Riwayat pembayaran bunga
ja_jp: 利払い内訳
ru_ru: История выплаты процентов
th_th: ประวัติการชำระดอกเบี้ย
vi_vn: Chi tiết trả lãi
zh_cn: 支付利息明细

# TrustRequest_3_1
source: Interest Payment
id_id: Pembayaran bunga
ja_jp: 利払い
ru_ru: Выплата процентов
th_th: การจ่ายดอกเบี้ย
vi_vn: Trả lãi
zh_cn: 支付利息

# TrustRequest_3_2
source: Apply Date
id_id: Tgl Daftar
ja_jp: 申請日
ru_ru: Дата подачи заявления
th_th: วันที่สมัคร
vi_vn: Ngày đăng ký
zh_cn: 申请时间

# TrustRequest_3_3
source: Due Date
id_id: Jatuh Tempo
ja_jp: 有効期限
ru_ru: Срок исполнения
th_th: วันสิ้นสุด
vi_vn: Ngày đến hạn
zh_cn: 截止时间

# TrustRequest_3_4
source: Interest Payment Date
id_id: Tanggal pembayaran bunga
ja_jp: 利息支払日
ru_ru: Дата выплаты процентов
th_th: วันจ่ายดอกเบี้ย
vi_vn: Ngày trả lãi
zh_cn: 支付利息时间

# TrustRequest_3_5
source: Currency
id_id: Mata Uang
ja_jp: 通貨
ru_ru: Валюта
th_th: สกุล
vi_vn: Tiền tệ
zh_cn: 货币

# TrustRequest_3_6
source: Quantity
id_id: Jumlah
ja_jp: 量
ru_ru: Количество
th_th: ปริมาณ
vi_vn: Số lượng
zh_cn: 数量

# TrustRequest_3_7
source: Interst
id_id: Bunga
ja_jp: インタレスト
ru_ru: Проценты
th_th: ดอกเบี้ย
vi_vn: Lãi
zh_cn: 利息

# TrustRequest_3_8
source: Receipts
id_id: Terima
ja_jp: 総支給額
ru_ru: Общая сумма к получению
th_th: จำนวนที่รับทั้งหมด
vi_vn: Biên nhận
zh_cn: 总获取数量

# TrustRequest_3_9
source: Status
ja_jp: 申请状态
ru_ru: Состояние
th_th: สถานะ
vi_vn: Trạng thái
zh_cn: 状態

# TrustRequest_3_9_1
source: Expired
id_id: Jatuh Tempo
ja_jp: 満期
ru_ru: Истек
th_th: สิ้นสุด
vi_vn: Đến hạn
zh_cn: 到期

# TrustRequest_3_9_2
source: Completed
id_id: Terdaftar
ja_jp: 申し込み完了
ru_ru: Подача заявки выполнена
th_th: การสมัครเสร็จสิ้น
vi_vn: Đã hoàn thành
zh_cn: 完成申请

# TrustRequest_3_9_3
source: Terminated
id_id: Batal
ja_jp: 解約
ru_ru: Отменен
th_th: ยกเลิก
vi_vn: Chấm dứt
zh_cn: 注销

# TrustRequest_Alert_12
source: You cannot cancel during the HEC event period.
id_id: Pembatalan tidak dapat dilakukan selama periode event HEC.
ja_jp: HECのイベント期間には、解約することができません。
ru_ru: Вы не можете отменить траст во время HEC Event.
th_th: ไม่สามารถยกเลิก TRUST ในช่วงเวลา HEC Event ได้
vi_vn: Không thể hủy trong thời gian diễn ra HEC event.
zh_cn: HEC活动期间无法取消。

# TrustRequest_Alert_13
source: (No cancellation period: 2019.07.01 - 2019.07.08 18:00)
id_id: (Thời gian không thể hủy: 2019.07.01 ~ 2019.07.08 18:00)
ja_jp: （解約不可期間：2019.07.01 ~ 2019.07.08 18:00)
ru_ru: (Период запрета отмены: 2019.07.01 ~ 2019.07.08 18:00)
th_th: (ระยะเวลาที่ไม่สามารถยกเลิกได้ : 2019.07.01 ~ 2019.07.08 18:00)
vi_vn: (Thời gian không thể hủy: 2019.07.01 ~ 2019.07.08 18:00)
zh_cn: （不可取消时间：2019.07.01 ~ 2019.07.08 18:00)

# CoinTrading_Alert_52
source: You can not buy less than 50 {0} .
id_id: Anda tidak dapat membeli kurang dari 50 {0}.
ja_jp: 50 {0}以下は、購買(買収)できません。
ru_ru: Вы не можете купить менее 50 {0}
th_th: คุณไม่สามารถซื้อต่ำกว่า 50 {0} ได้
vi_vn: Bạn không thể mua dưới 50 {0} .
zh_cn: 50 {0}以下无法买入(购买)。

# CoinTrading_Alert_53
source: You can not sell less than 50 {0} .
id_id: Anda tidak dapat menjual kurang dari 50 {0}.
ja_jp: 50 {0}以下は販売(売り渡し)できません。
ru_ru: Вы не можете продать менее 50 {0}
th_th: คุณไม่สามารถขายต่ำกว่า 50 {0} ได้
vi_vn: Bạn không thể bán dưới 50 {0} .
zh_cn: 50 {0}以下无法卖出(销售)。

# WithdrawDepositWithdraw_T_1
source: {0} Transfer
id_id: Transfer {0}
ja_jp: {0}送金
ru_ru: Перевод {0}
th_th: โอน {0}
vi_vn: Chuyển {0}
zh_cn: {0}转出

# WithdrawDepositWithdraw_T_10
source: Member's Email
id_id: Email Anggota
ja_jp: 会員メール
ru_ru: Электронная почта участника
th_th: อีเมล์สมาชิก
vi_vn: Email hội viên
zh_cn: 会员邮箱

# WithdrawDepositWithdraw_T_11
source: Phone Number
id_id: Nomor Telepon
ja_jp: 電話番号
ru_ru: Номер телефона
th_th: เบอร์โทรศัพท์
vi_vn: Số điện thoại
zh_cn: 电话号码

# WithdrawDepositWithdraw_T_12
source: Recipient
id_id: Penerima
ja_jp: 受けるが
ru_ru: Получатель
th_th: ผู้รับ
vi_vn: Người nhận
zh_cn: 收款人

# WithdrawDepositWithdraw_T_13
source: Transfer Quantity
id_id: Jumlah Transfer
ja_jp: 送金数量
ru_ru: Количество средств для перевода
th_th: ปริมาณการโอน
vi_vn: Số tiền chuyển
zh_cn: 转出数量

# WithdrawDepositWithdraw_T_14
source: SMS Authentication
id_id: Verifikasi SMS
ja_jp: SMS認証
ru_ru: SMS-аутентификация
th_th: การยืนยันทาง SMS
vi_vn: Xác thực SMS
zh_cn: SMS认证

# WithdrawDepositWithdraw_T_15
source: Apply Date
id_id: Tanggal Pengajuan
ja_jp: 送金申込日時
ru_ru: Время подачи заявки на перевод
th_th: วันเวลาที่สมัครการโอน
vi_vn: Ngày đăng ký chuyển tiền
zh_cn: 转出申请时间

# WithdrawDepositWithdraw_T_16
source: Member ID
id_id: ID Anggota
ja_jp: 会員ID
ru_ru: ID участника
th_th: ID สมาชิก
vi_vn: ID hội viên
zh_cn: 会员ID

# WithdrawDepositWithdraw_T_17
source: Member's Name
id_id: Nama Anggota
ja_jp: 会員名
ru_ru: Имя участника
th_th: ชื่อสมาชิก
vi_vn: Tên hội viên
zh_cn: 会员名

# WithdrawDepositWithdraw_T_18
source: Phone Number
id_id: Nomor Telepon
ja_jp: 電話番号
ru_ru: Номер телефона
th_th: เบอร์โทรศัพท์
vi_vn: Số điện thoại
zh_cn: 电话号码

# WithdrawDepositWithdraw_T_19
source: Transfer Quantity
id_id: Jumlah Transfer
ja_jp: 送金数量
ru_ru: Количество средств для перевода
th_th: ปริมาณการโอน
vi_vn: Số tiền chuyển
zh_cn: 转出数量

# WithdrawDepositWithdraw_T_2
source: Notice on {0} Transfer within the Exchange
id_id: Perhatian untuk Transfer {0} dalam Bursa
ja_jp: {0}取引所内送金注意事項
ru_ru: Меры предосторожности при переводе средств на Бирже {0}
th_th: ข้อควรระวังในการโอน {0} ในตลาดซื้อขาย
vi_vn: Lưu ý khi chuyển tiền trong giao dịch {0}.
zh_cn: 交易所内转出{0}时注意事项

# WithdrawDepositWithdraw_T_20
source: Status
ja_jp: 状態
ru_ru: Статус
th_th: สถานะ
vi_vn: Trạng thái
zh_cn: 状态
