Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# RechargeDepositWithdraw_Common_18
source: There is no validity period.
id_id: Tidak ada masa berlaku.
ja_jp: カードの有効期間がありません。
ru_ru: Срок действия не установлен.
th_th: ไม่มีวันหมดอายุการใช้งานบัตร
vi_vn: không có thời hạn sử dụng của thẻ
zh_cn: 无预付卡有效期限。

# RechargeDepositWithdraw_Common_19
source: An error occurred in the card company API.
id_id: Eror terjadi pada API perusahaan kartu.
ja_jp: カード会社のAPIの不具です。
ru_ru: Произошла ошибка в API-интерфейсе карты.
th_th: เกิดข้อผิดพลาดของ API บริษัทบัตร
vi_vn: phát sinh lỗi API của ngân hàng thẻ
zh_cn: 卡公司发生API错误。

# RechargeDepositWithdraw_Common_20
source: This is not your own card information.
id_id: Bukan informasi kartu Anda sendiri.
ja_jp: 会員様のカードの情報がありません。
ru_ru: Это не ваша собственная информация о карте.
th_th: ไม่มีข้อมูลบัตรของสมาชิก
vi_vn: không đúng thông tin của thẻ hội viên
zh_cn: 不是会员本人的卡信息。

# WithdrawDepositWithdraw_Common_18
source: Email could not be verified.
id_id: Email tidak dapat diverifikasi.
ja_jp: メールを確認ができません。
ru_ru: Электронная почта не может быть проверена.
th_th: ไม่สามารถตรวจสอบอีเมล์ได้
vi_vn: không thể xác thực Email
zh_cn: 无法确认此邮箱。

# WithdrawDepositWithdraw_Common_19
source: There is no withdrawal amount.
id_id: Tidak ada jumlah penarikan.
ja_jp: 出金額がありません。
ru_ru: Сумма вывода не взимается.
th_th: ไม่มียอดการถอน
vi_vn: không có số tiền rút ra.
zh_cn: 无取款金额。

# WithdrawDepositWithdraw_Common_20
source: There is no withdrawal commission.
id_id: Tidak ada komisi penarikan.
ja_jp: 出金手数料がありません。
ru_ru: Комиссия по снятию средств не взимается.
th_th: ไม่มีค่าธรรมเนียมการถอน
vi_vn: không có phí rút tiền.
zh_cn: 无取款手续费。

# WithdrawDepositWithdraw_Common_21
source: IP could not be verified.
id_id: IP tidak dapat diverifikasi.
ja_jp: IPを確認ができません。
ru_ru: IP не удалось проверить.
th_th: ไม่สามารถตรวจสอบ IP ได้
vi_vn: không thể xác thực IP
zh_cn: 无法确认您的IP地址。

# WithdrawDepositWithdraw_Common_22
source: Withdrawal type could not be verified.
id_id: Jenis penarikan tidak dapat diverifikasi.
ja_jp: 出金区分を確認ができません。
ru_ru: Тип вывода не может быть проверен.
th_th: ไม่สามารถตรวจสอบประเภทการถอนได้
vi_vn: không thể xác thực phân loại rút tiền.
zh_cn: 无法确认取款类型。

# WithdrawDepositWithdraw_Common_23
source: Test account can not withdraw.
id_id: Akun tes tidak dapat melakukan penarikan.
ja_jp: テストID出金不可。
ru_ru: Тестовая учетная запись не может выйти.
th_th: ไม่สามารถถอนบัญชี test ได้
vi_vn: không thể rút tiền từ tài khoản thử nghiệm.
zh_cn: Test ID 无法申请取款。

# WithdrawDepositWithdraw_Common_24
source: Minimum transfer amount is too small.
id_id: Jumlah penarikan minimum terlalu kecil.
ja_jp: 最小、送金金額が少ないです。
ru_ru: Минимальная сумма перевода слишком мала.
th_th: ต่ำกว่ายอดการโอนขั้นต่ำ
vi_vn: Số tiền gửi tối thiểu thấp.
zh_cn: 您的转出金额低于最小转出金额。

# WithdrawDepositWithdraw_Common_25
source: You have exceeded 1 time maximum transfer amount.
id_id: Anda telah melampaui jumlah maksimum transfer 1 kali.
ja_jp: 1回の最高送金を超えました。
ru_ru: Вы превысили максимальную сумму одного перевода.
th_th: เกินกำหนดยอดการโอนสูงสุดต่อ 1 ครั้ง
vi_vn: Đã vượt quá giới hạn chuyển tiền tối đa 1 lần.
zh_cn: 已超出每次可转出的最高金额。

# WithdrawDepositWithdraw_Common_26
source: This is not your own card.
id_id: Kartu ini bukan milik Anda sendiri.
ja_jp: 会員様のカードがありません。
ru_ru: Это не ваша собственная карта.
th_th: ไม่ใช่ข้อมูลบัตรของท่านสมาชิก
vi_vn: không phải thẻ cá nhân của hội viên.
zh_cn: 不是本人的会员卡。

# WithdrawDepositWithdraw_Common_27
source: Other errors have occurred.
id_id: Eror lainnya telah terjadi.
ja_jp: その他のエラーです。
ru_ru: Произошли другие ошибки.
th_th: เกิดข้อผิดพลาดอื่นขึ้น
vi_vn: đã phát sinh lỗi khác.
zh_cn: 发生其他错误。

# RechargeDepositWithdraw_Card_4_3_5
source: Deposit Completed
id_id: Deposit Selesai
ja_jp: 入金完了
ru_ru: Завершенный депозит
th_th: การฝากเสร็จสิ้น
vi_vn: hoàn thành nạp tiền
zh_cn: 存款完成

# RechargeDepositWithdraw_Card_Pop_14
source: Please register your card after applying.
id_id: Silahkan melakukan pendaftaran kartu setelah pengajuan.
ja_jp: カード申請後、登録してください。
ru_ru: Пожалуйста, зарегистрируйте свою карточку после подачи заявки.
th_th: กรุณาลงทะเบียนหลังจากทำการสมัครบัตร
vi_vn: sau khi đăng kí thẻ vui lòng đăng nhập vào
zh_cn: 请您申请预付卡后进行预付卡注册。

# TradingHistory_Common_2
source: Rejection Reason
id_id: Alasan Penolakan
ja_jp: 拒絶理由
ru_ru: Причина отклонения
th_th: สาเหตุการปฏิเสธ
vi_vn: lý do từ chối
zh_cn: 拒绝事由

# AutoTradingAdditional_Pop_1
source: * Automatic trading can only be concluded when the PC exchange is logged in. Transaction will be concluded starting from the first rank of designated amount and while in set it will be continuously concluded every time the designated amount is reached.
id_id: * Transaksi otomatis hanya dapat dieksekusi ketika bursa PC dalam keadaan login. Eksekusi transaksi akan dimulai dari peringkat pertama dari harga yang telah ditetapkan dan selama periode tersebut transaksi akan terus dieksekusi setiap kali harga yang telah ditetapkan tercapai.
ja_jp: *自動取引はPC取引所がログインしなければ締結が可能です。 1順位の設定金額から締結されて設定されている間は設定金額 到達したらずっと締結されます。
ru_ru: * Автоматическая торговля может быть заключена только при входе в систему обмена ПК. Транзакция будет завершена с первого ранга назначенной суммы, и в то время как она будет установлена, она будет постоянно завершаться каждый раз, когда назначенная сумма будет достигнута.
th_th: การซื้อขายอัตโนมัติจะดำเนินการตกลงราคาได้ต่อเมื่อมีการล๊อคอินเข้าสู่ระบบบน PC ระบบจะทำการตกลงราคาเรื่อยๆตามยอดที่ตั้งค่าไว้ในระยะเวลาที่ตั้งค่า โดยจะทำการตกลงราคาจากยอดที่ตั้งค่าไว้ลำดับที่ 1
vi_vn: "* Nơi Giao Dich Pc Phải Được Login Thì Mới Có Thể Kí Kết Giao Dịch Tự Động. Được Kí Kết Từ Số Tiền Thiết Lập Hạng Nhất Và Liên Tục Được Kí Kết Khi Đạt Đến Số Tiền Thiết Lập Trong Khi Đang Được Thiết Lập."
zh_cn: 只有PC交易所处于登录状态时， 系统才能进行交易。 按设置中的第一交易金额开始成交，如未改变设置，每次达到设置金额时可持续成交。

# CertificationDataSubmit_1_1
source: If the deposit has not been processed, please submit the proof of deposit on the [Authentication] tab.
id_id: Jika deposit belum diproses, silakan kirimkan bukti deposit pada tab [Sertifikasi].
ja_jp: 入金の処理がなされていない場合[認証資料の提出]タブで入金証明書類を提出してください。
ru_ru: Если депозит не обработан, отправьте подтверждение депозита на вкладке [Аутентификация].
th_th: กรณีที่ไม่สามารถทำการฝากได้ กรุณาส่งเอกสารหลักฐานการฝากที่ [ส่งเอกสารการยืนยัน]
vi_vn: trường hợp không xử lý nạp tiền được, bạn vui lòng trình ra tài liệu chứng minh nạp tiền tại Tab [trình tài liệu xác thực]
zh_cn: 充值未到账的情况， 请点击[提交认证信息]选项卡后提交您的存款证明信息。

# CertificationDataSubmit_1_4
source: How to Submit a Proof of Deposit
id_id: Cara Mengirim Bukti Deposit
ja_jp: 入金証明提出方法
ru_ru: Как подать подтверждение депозита
th_th: วิธีส่งหลักฐานการฝาก
vi_vn: phương thức đệ trình chứng minh nạp tiền
zh_cn: 提交充值证明方法

# CertificationDataSubmit_2_1
source: If you need to verify your identity separately, please submit your identity authentication document on the [Authentication] tab.
id_id: Jika Anda perlu melakukan verifikasi identitas Anda secara terpisah, harap kirimkan dokumen identitas Anda pada tab [Sertifikasi].
ja_jp: 本人確認が別途に必要な場合、[認証資料の提出]タブで本人認証書類を提出してください。
ru_ru: Версия биржи для ПК> Если у вас возникли проблемы с процедурой аутентификации в Центре аутентификации или если вам необходимо подтвердить свою личность, пришлите нам свои подтверждающие документы по электронной почте.
th_th: กรณีที่จำเป็นต้องยืนยันตนเพิ่มเติม กรุณาส่งเอกสารการยืนยันตัวตนที่ [ส่งเอกสารการยืนยัน]
vi_vn: trường hợp cần xác minh danh tính riêng, bạn vui lòng đệ trình tư liệu xác thực danh tính tại tab [đệ trình tư liệu chứng minh]
zh_cn: 如需要单独认证您的身份时， 请点击[提交认证信息]选项卡上传您的认证信息。

# CertificationDataSubmit_2_5
source: How to Submit Your Certification
id_id: Cara Mengirim Sertifikasi
ja_jp: 本人認証提出方法
ru_ru: Как отправить свою сертификацию
th_th: วิธีส่งเอกสารการยืนยันตัวตน
vi_vn: phương thức đệ trình xác thực danh tính
zh_cn: 提交本人认证信息方法

# CertificationDataSubmit_3
source: Authentication
id_id: Sertifikasi
ja_jp: 認証資料提出
ru_ru: Аутентификация
th_th: ส่งเอกสารการยืนยัน
vi_vn: đệ trình tư liệu xác thực
zh_cn: 提交认证信息

# CertificationDataSubmit_3_1
source: Personal Information Change Request
id_id: Permohonan Perubahan Informasi Pribadi
ja_jp: 個人情報の変更要請
ru_ru: Запрос на изменение личной информации
th_th: คำร้องขอแก้ไขข้อมูลส่วนบุคคล
vi_vn: Yêu cầu thay đổi thông tin cá nhân
zh_cn: 申请更改个人信息

# CertificationDataSubmit_3_10
source: Authentication History
id_id: Rincian Sertifikasi
ja_jp: 認証資料提出の内訳
ru_ru: История аутентификации
th_th: ประวัติการส่งเอกสารการยืนยัน
vi_vn: nội dung chi tiết đệ trình tư liệu xác thực
zh_cn: 认证信息提交明细

# CertificationDataSubmit_3_10_1
source: Request Date
id_id: Tgl Permohonan
ja_jp: 申請日時
ru_ru: Дата заказа
th_th: วันที่สมัคร
vi_vn: ngày đăng kí
zh_cn: 申请时间

# CertificationDataSubmit_3_10_2
source: Classification
id_id: Klasifikasi
ja_jp: 区分
ru_ru: классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 区分

# CertificationDataSubmit_3_10_3
source: Details
id_id: Detail
ja_jp: 詳細区分
ru_ru: Детали
th_th: ประเภทรายละเอียด
vi_vn: phân loại chi tiết
zh_cn: 详细区分

# CertificationDataSubmit_3_10_4
source: Status
ja_jp: 状態
ru_ru: Положение дел
th_th: สถานะ
vi_vn: trạng thái
zh_cn: 状态

# CertificationDataSubmit_3_10_5
source: Failure Reason
id_id: Alasan Gagal
ja_jp: 失敗の理由
ru_ru: Причина отказа
th_th: สาเหตุการล้มเหลว
vi_vn: lý do thất bại
zh_cn: 失败事由

# CertificationDataSubmit_3_10_6
source: Completion Date
id_id: Tgl Selesai
ja_jp: 完了日時
ru_ru: Дата завершения
th_th: วันที่เสร็จสิ้น
vi_vn: ngày hoàn thành
zh_cn: 完成时间

# CertificationDataSubmit_3_2
source: Please upload your membership information correctly before uploading. If it is different from the uploaded photo, the authentication will be rejected.
id_id: Mohon unggah informasi keanggotaan Anda dengan benar sebelum mengunggah foto. Jika informasi berbeda dengan foto yang diunggah, maka verifikasi akan ditolak.
ja_jp: アップロード前,会員情報を正確に入力した後、アップロードしてください。 アップロードされた写真と異なる場合、認証が拒否されます。
ru_ru: Перед загрузкой загрузите свою информацию о членстве. Если он отличается от загруженной фотографии, аутентификация будет отклонена.
th_th: กรุณากรอกข้อมูลส่วนบุคคลให้ถูกต้องก่อนอัพโหลดรูปภาพ ทั้งนี้ หากรูปภาพไม่ตรงกับการยืนยันตัวตนอื่น อาจถูกปฏิเสธ
vi_vn: Hãy tải lên sau khi nhập chính xác thông tin hội viên trước khi tải lên. hình được tải lên và xác thực vào các thời điểm khác nhau bị từ chối.
zh_cn: 上传信息前请先确认会员信息是否正确， 如与上传的照片不同，则认证将被拒绝。

# CertificationDataSubmit_3_3
source: Classification
id_id: Klasifikasi
ja_jp: 区分
ru_ru: классификация
th_th: ประเภท
vi_vn: Phân loại
zh_cn: 区分

# CertificationDataSubmit_3_4
source: ID (Email)*
ja_jp: ID(メール)*
ru_ru: ID (Эл. адрес) *
th_th: ID (อีเมล์)*
zh_cn: ID（邮箱）

# CertificationDataSubmit_3_5
source: Mobile Phone*
id_id: Nomor Ponsel*
ja_jp: 携帯電話番号*
ru_ru: Номер телефона*
th_th: หมายเลขโทรศัพท์*
vi_vn: số điện thoại di động*
zh_cn: 手机号码

# CertificationDataSubmit_3_6
source: Requests
id_id: Permohonan
ja_jp: 要請事項
ru_ru: Запросы
th_th: รายละเอียดคำร้อง
vi_vn: Nội dung yêu cầu
zh_cn: 申请内容

# CertificationDataSubmit_3_7
source: Upload your ID
id_id: Unggah Kartu Identitas
ja_jp: 身分証アップロード
ru_ru: Загрузите свой идентификатор
th_th: อัพโหลดบัตรประจำตัว
vi_vn: upload chứng minh nhân dân
zh_cn: 上传身份证照片

# CertificationDataSubmit_3_7_1
source: Please conceal your last 7 digits of resident registration number, your driver's license number, and your passport number on your ID card. Please attach a photo of the concealed identity card with the authentication purpose, authentication phone number, authentication email and the date of the request. (Certified ID: Resident Registration Card, Driver's License, Passport)
id_id: Tutup 7 digit nomor terakhir KTP, semua nomor SIM dan semua nomor paspor. Lampirkan foto kartu identitas dengan nomor yang telah ditutup bersama dengan memo berisi tujuan verifikasi, nomor telepon, email dan tanggal permohonan yang ditempelkan di depannya. (Kartu Identitas: KTP, SIM, Paspor)
ja_jp: 認証目的、認証の電話番号、認証メール、要請の日付のメモと個人情報を隠した身分証明書を取った写真を添付してください。 (認証可能身分証明書 : 住民登録証、運転免許証、パスワード)
ru_ru: Пожалуйста, спрячьте свои последние 7 цифр регистрационного номера резидента, номер вашей водительской лицензии и номер вашего паспорта на вашей удостоверении личности. Пожалуйста, приложите фотографию скрытого удостоверения личности с целью аутентификации, номер телефона аутентификации, адрес электронной почты для проверки подлинности и дату запроса. (Сертифицированный идентификатор: резидентская регистрационная карточка, водительская лицензия, паспорт)
th_th: ถ่ายภาพถือบัตรประจำตัวอย่างใดอย่างหนึ่ง ปิดข้อมูลส่วนตัว อาทิ หมายเลขหนังสือเดินทาง หมายเลขใบอนุญาตขับรถ และหมายเลขบัตรประชาชน 7 หลักด้านหลัง พร้อมแนบกระดาษระบุ หัวข้อ 'คำร้องขอการยืนยัน' วันที่ อีเมล์ และหมายเลขโทรศัพท์ในการยืนยันตัวตน (บัตรประจำตัวที่ใช้ยืนยันตัวตนได้ : บัตรประจำตัวประชาชน, ใบอนุญาตขับรถ, หนังสือเดินทาง)
vi_vn: Hãy che đi 7 chữ số sau số chứng minh nhân dân trong chứng minh thư, số giấy phép lái xe, số hộ chiếu. Hãy đính kèm hình chứng minh thư che đi thông tin cá nhân và ghi chú ngày tháng yêu cầu, email xác thực, số điện thoại xác thực, mục đích xác thực. (chứng minh thư có thể xác thực: chứng minh nhân dân, giấy phép lái xe, hộ chiếu)
zh_cn: 请遮挡身份证号的后7位数与地址的后半部分。 提交身份认证照片时， 请将认证目的，认证手机号码，认证邮箱，申请日期等信息后贴在身份证后再拍照提交。 (身份认证证件：身份证， 驾驶证，护照)

# CertificationDataSubmit_3_8
source: Upload a picture of you holding your ID
id_id: Unggah foto Anda memegang Kartu Identitas
ja_jp: 身分証明書を持っている本人の写真
ru_ru: Загрузите снимок с вашим удостоверением личности
th_th: อัพโหลดภาพถ่ายที่คุณถือบัตรประจำตัว
vi_vn: upload hình người đang cầm chứng minh thư
zh_cn: 上传手持身份证照片

# CertificationDataSubmit_3_8_1
source: Please take a picture of the ID card attached with the authentication purpose, authentication phone number, authentication email and the date of the request. The information on the ID card (including on the notes) should be readable. The photos we receive will be used for the specific purposes of non face to face verification only.
id_id: Ambil foto Anda memegang Kartu Identitas yang telah dilampiri memo berisi tujuan verifikasi, nomor telepon, email dan tanggal permohonan. Tulisan pada Kartu Identitas dan memo harus terlihat jelas. Foto Anda hanya akan digunakan untuk verifikasi non-tatap muka saja.
ja_jp: 非対面本人認証のために使用されます。身分証明書に認証目的、認証電話番号、 認証Eメール、要請日のメモを貼って一緒に撮影してください。 身元証明の文字 (メモを含む)は判読できるものでなければ無効になります。 添付した写真は、その要請に対する非対面実名確認用途以外には使用しません。
ru_ru: Пожалуйста, сделайте снимок удостоверения личности, прикрепленного с целью идентификации, номера телефона проверки подлинности, электронной почты аутентификации и даты запроса. Информация на удостоверении личности (включая примечания) должна быть читаемой. Фотографии, которые мы получаем, будут использоваться только для конкретных целей проверки только лицом к лицу.
th_th: กรุณาถ่ายภาพถือบัตรประจำตัวพร้อมแนบกระดาษระบุ หัวข้อ 'คำร้องขอการยืนยัน' วันที่ อีเมล์ และหมายเลขโทรศัพท์ในการยืนยันตัวตน ตัวหนังสือในบัตรประจำตัวและข้อความในกระดาษที่แนบจะต้องสามารถอ่านได้ชัดเจน ทั้งนี้ ภาพถ่ายจะใช้ในการพิสูจน์ชื่อ-นามสกุลจริงเพียงเท่านั้น
vi_vn: hãy đính kèm ghi chú ngày tháng yêu cầu, email xác thực, số điện thoại xác thực, mục đích xác thực trong chứng minh thư và chụp hình. chữ trên chứng minh thư(bao gồm cả ghi chú) phải đọc được. ảnh nhận được như yêu cầu chỉ dùng cho mục đích xác thực danh tính.
zh_cn: 请在身份证贴上带有认证目的，认证手机号， 认证邮件， 申请日期的贴纸后拍摄手持该身份证照片。 身份证与信息必须清晰。收到的身份证信息照片仅用于非面对面认证。

# CertificationDataSubmit_3_9
source: Additional Documents
id_id: Dokumen Tambahan
ja_jp: その他の追加書類
ru_ru: Дополнительные документы
th_th: เอกสารเพิ่มเติมอื่นๆ
vi_vn: tài liệu thêm vào khác
zh_cn: 其他文件

# CertificationDataSubmit_3_9_1
source: In the case of Name Changing please upload the basic certificate or resident registration copy.
id_id: Harap unggah surat keterangan atau salinan pendaftaran penduduk jika telah melakukan penggantian nama.
ja_jp: 改名した場合、確認可能な書類をアップロードしてください。
ru_ru: В случае изменения имени, пожалуйста, загрузите основной сертификат или копию резидента.
th_th: ในกรณีที่มีการเปลี่ยนชื่อนามสกุล กรุณาอัพโหลดเอกสารการเปลี่ยนชื่อนามสกุล และสำเนาบัตรประชาชน
vi_vn: khi đổi tên hãy upload giấy xác thực cơ bản hoặc là bản sao chứng minh nhân dân
zh_cn: 改名时请上传相关证明。

# CertificationDataSubmit_CMMC00000000905
source: Request to change personal information
id_id: Permohonan Perubahan Informasi Pribadi
ja_jp: 個人情報の変更の要請
ru_ru: запрос об изменении личной информации
th_th: คำร้องขอแก้ไขข้อมูลส่วนบุคคล
vi_vn: yêu cầu thay đổi thông tin cá nhân
zh_cn: 申请更改个人信息

# CertificationDataSubmit_CMMC00000000906
source: Request to register secondary email
id_id: Permohonan Pendaftaran Email Sekunder
ja_jp: 補助メール登録要請
ru_ru: Запрос на регистрацию дополнительной электронной почты
th_th: คำร้องขอลงทะเบียนอีเมล์สำรอง
vi_vn: yêu cầu đăng kí email phụ
zh_cn: 申请注册辅助邮箱

# CertificationDataSubmit_CMMC00000000907
source: Request to lock/unlock account
id_id: Permohonan Penguncian/Pembatalan Penguncian Akun
ja_jp: アカウントロック/解除要請
ru_ru: запрос блокировки / разблокировки учетной записи
th_th: คำร้องขอปิด/ยกเลิกบัญชี
vi_vn: khóa tài khoản/yêu cầu gỡ bỏ
zh_cn: 申请账号冻结/解冻

# CertificationDataSubmit_CMMC00000000908
source: Withdraw membership
id_id: Penarikan Keanggotaan
ja_jp: 会員脱退
ru_ru: Снятие членства
th_th: การยกเลิกการเป็นสมาชิก
vi_vn: rút lại tư cách thành viên
zh_cn: 注销会员

# CertificationDataSubmit_CMMC00000000909
source: Proof of deposit
id_id: Bukti Deposit
ja_jp: 入金事実証明
ru_ru: Доказательство вклада
th_th: หลักฐานการฝาก
vi_vn: chứng minh thực tế nạp tiền
zh_cn: 存款证明

# CertificationDataSubmit_CMMC00000000910
source: Proof of withdrawal
id_id: Bukti Penarikan
ja_jp: 出金禁止事実証明
ru_ru: Подтверждение о снятии средств
th_th: หลักฐานการถอน
vi_vn: bằng chứng thực tế rút tiền
zh_cn: 取款证明

# CertificationDataSubmit_CMMP00000000142
source: Authorization
id_id: Verifikasi Identitas
ja_jp: 本人認証
ru_ru: авторизация
th_th: การยืนยันตัวตน
vi_vn: xác thực danh tính
zh_cn: 本人认证

# CertificationDataSubmit_CMMP00000000143
source: Request to withdraw membership
id_id: Permohonan Penarikan Keanggotaan
ja_jp: 会員脱退を要求
ru_ru: Запрос о снятии членства
th_th: คำร้องขอยกเลิกการเป็นสมาชิก
vi_vn: yêu cầu rút lại tư cách thành viên
zh_cn: 申请注销会员

# CertificationDataSubmit_CMMP00000000144
source: Proof of deposit & withdrawal
id_id: Bukti Deposit & Penarikan
ja_jp: 入/出金事実証明
ru_ru: Подтверждение депозита и снятия средств
th_th: หลักฐานการฝากถอน
vi_vn: bằng chứng thực tế nạp rút tiền
zh_cn: 存取取款证明

# CertificationDataSubmit_Pop_1
source: Your authentication request is complete. Authentication will be completed after administrator’s confirmation.
id_id: Permohonan verifikasi Anda telah diajukan. Verifikasi akan selesai setelah dikonfirmasi oleh administrator.
ja_jp: 認証の要請が完了しました。 管理者確認した後、認証が完了されます。
ru_ru: Ваш запрос на аутентификацию завершен. Аутентификация будет завершена после подтверждения администратора.
th_th: การส่งคำร้องขอการยืนยันเสร็จสิ้นแล้ว การยืนยันตัวตนจะเสร็จสิ้นหลังจากเจ้าหน้าที่ตรวจสอบ
vi_vn: yêu cầu xác thực đã được hoàn thành. sau khi người quản lý xác thực quá trình xác thực được hoàn tất.
zh_cn: 认证申请已完成， 经管理员确认后完成认证。

# CertificationDataSubmit_Pop_2
source: Please select the details.
id_id: Silakan pilih detailnya.
ja_jp: 詳細区分を選んでください。
ru_ru: Выберите данные.
th_th: กรุณาเลือกประเภทรายละเอียด
vi_vn: hãy lựa chọn phân loại chi tiết.
zh_cn: 请选择详细区分。

# CertificationDataSubmit_3_10_4_1
source: Completed
id_id: Selesai
ja_jp: 認証完了
ru_ru: Завершенный
th_th: การยืนยันเสร็จสิ้น
vi_vn: hoàn thành xác thực
zh_cn: 认证完成

# CertificationDataSubmit_3_10_4_2
source: Failed
id_id: Gagal
ja_jp: 認証失敗
ru_ru: Не смогли
th_th: การยืนยันล้มเหลว
vi_vn: xác thực thất bại
zh_cn: 认证失败

# CertificationDataSubmit_3_10_4_3
source: Verifying
id_id: Sedang diverifikasi
ja_jp: 管理者確認中
ru_ru: проверка
th_th: อยู่ระหว่างการตรวจสอบของเจ้าหน้าที่
vi_vn: đang xác thực người quản lý
zh_cn: 管理员确认中

# CertificationDataSubmit_Pop_3
source: [Please fill in 500 characters or less.]
id_id: [Harap mengisi dengan 500 karakter atau kurang.]
ja_jp: [500字以内で作成してください]
ru_ru: [Пожалуйста, заполните 500 символов или меньше]
th_th: [กรุณากรอกไม่เกิน 500 ตัวอักษร]
vi_vn: [hãy soạn thảo dưới 500 chữ]
zh_cn: [请输入500字以内的字符。]

# QnaWrite_Pop_1
source: Please enter a title
id_id: Masukkan judul
ja_jp: タイトルを入力してください。
ru_ru: Введите заголовок сообщения
th_th: กรุณากรอกหัวข้อ
vi_vn: Vui lòng nhập tựa đề
zh_cn: 请输入标题

# QnaWrite_Pop_2
source: Please enter your inquiries.
id_id: Masukkan pertanyaan Anda
ja_jp: お問い合わせ内容を入力してください。
ru_ru: Введите ваше сообщение.
th_th: กรุณากรอกรายละเอียดที่ต้องการสอบถาม
vi_vn: vui lòng nhập nội dung câu hỏi
zh_cn: 请输入咨询内容

# CertifyMyPage_Alert_9
source: Please re-enter your OTP number.
id_id: Masukkan kode OTP sekali lagi.
ja_jp: OTP番号を再入力してください。
ru_ru: Введите повторно номер OTP.
th_th: กรุณากรอกรหัส OTP อีกครั้ง
vi_vn: Vui lòng nhập lại số OTP
zh_cn: 请重新输入OTP号码。

# RechargeDepositWithdraw_Card_4_8
source: Deposit Date
id_id: Tgl Deposit
ja_jp: 入金の処理日市
ru_ru: Дата депозита
th_th: วันเวลาที่ฝาก
vi_vn: ngày giờ xử lý nạp tiền
zh_cn: 存款时间

# TransferDepositWithdraw_Common_13
source: One-time remittance limit
id_id: Satu kali batas pengiriman uang
ja_jp: 1回の送金限度
ru_ru: Одноразовый лимит перевода
th_th: จำนวนจำกัดการโอนต่อ 1 วัน
vi_vn: giới hạn chuyển tiền 1 lần
zh_cn: 一次性汇款限额

# RechargeDepositWithdraw_Card_2_1_12_1
source: Card Payment
id_id: Pembayaran Kartu
ja_jp: カード決済
ru_ru: Оплата карты
th_th: การชำระเงินผ่านบัตร
vi_vn: thanh toán thẻ
zh_cn: 预付卡支付

# RechargeDepositWithdraw_Card_2_1_12_2
source: Virtual Account
id_id: Akun Virtual
ja_jp: 仮想口座
ru_ru: Виртуальный счет
th_th: บัญชีเสมือน
vi_vn: tài khoản ảo
zh_cn: 虚拟账户

# RechargeDepositWithdraw_Card_4_3_6
source: Deposit Waiting
id_id: Menunggu Deposit
ja_jp: 入金大気
ru_ru: Ожидание вклада
th_th: รอฝาก
vi_vn: đợi nạp tiền
zh_cn: 等待存款

# RechargeDepositWithdraw_Card_4_3_7
source: Payment Cancel
id_id: Pembayaran Batal
ja_jp: 決済を取り消す
ru_ru: Оплата Отмена
th_th: ยกเลิกการชำระเงิน
vi_vn: hủy thanh toán
zh_cn: 取消付款

# RechargeDepositWithdraw_Card_4_3_8
source: Payment Failed
id_id: Pembayaran Gagal
ja_jp: 決済失敗
ru_ru: Платеж не прошел
th_th: การชำระเงินล้มเหลว
vi_vn: thanh toán thất bại
zh_cn: 付款失败

# RechargeDepositWithdraw_Common_21
source: Would you like to apply for a prepaid card?
id_id: Apakah Anda ingin mengajukan permohonan kartu prabayar?
ja_jp: プリペイド・カードを申請しますか。
ru_ru: Вы хотите подать заявку на предоплаченную карту?
th_th: คุณต้องการสมัคร prepaid card หรือไม่
vi_vn: bạn có chắc muốn đăng kí thẻ trả trước không?
zh_cn: 付款完成同时，将卡信息发送到您的邮箱地址里。

# WithdrawDepositWithdraw_Common_28
source: The prepaid card withdrawal limit is 2,000,000 won per day.
id_id: Batas penarikan kartu prabayar adalah 2.000.000 won per hari.
ja_jp: プリペイド・カード出金限度は1日2,000,000ウォンです。
ru_ru: Лимит снятия предоплаченных карт составляет 2000000 вон в день.
th_th: จำนวนจำกัดการถอน prepaid card ต่อ 1 วันคือ 2,000,000 KRW
vi_vn: giới hạn rút tiền của thẻ trả trước là 2,000,000 won 1 ngày.
zh_cn: 预付卡取款限额为每日2,000,000KRW。

# WithdrawDepositWithdraw_Common_29
source: This is not your card information.
id_id: Ini bukan informasi kartu Anda.
ja_jp: 会員様本人カード情報がありません。
ru_ru: Это не ваша информация о карте.
th_th: ไม่ใช่ข้อมูลบัตรของท่านสมาชิก
vi_vn: không phải thông tin của thẻ cá nhân của hội viên.
zh_cn: 不是会员本人信息。

# WithdrawDepositWithdraw_Common_30
source: The 1 time card withdrawal limit has been exceeded.
id_id: Batas penarikan kartu 1 kali telah terlampaui.
ja_jp: 1回カード出金限度超過しました。
ru_ru: Превышен лимит снятия платы за 1 раз.
th_th: เกินจำนวนจำกัดการถอนในบัตรต่อ 1 ครั้ง
vi_vn: đã được vượt quá giới hạn rút tiền trong một lần từ thẻ.
zh_cn: 已超出每次取款限额。

# WithdrawDepositWithdraw_Common_31
source: The 1 day card withdrawal limit has been exceeded.
id_id: Batas penarikan kartu 1 hari telah terlampaui.
ja_jp: 1日、カード出金限度超過しました。
ru_ru: Превышен лимит снятия карты на 1 день.
th_th: เกินจำนวนจำกัดการถอนในบัตรต่อ 1 วัน
vi_vn: đã được vượt quá giới hạn rút tiền trong một ngày từ thẻ.
zh_cn: 已超出每日取款限额。
