Repository: choidh08/CSharp
Catalog: coinBlock/Localization/Resource.*.resx
Languages: id_id, ja_jp, ru_ru, th_th, vi_vn, zh_cn

# AutoTradingAdditional_2_2
source: * Automatic trading function [hts > Exchange > Coin exchange Automatic trading] in the "Coin Exchange automatic Transaction" after setting up the transaction execution [HTS, MTS > purchase/Sale > Coin Exchange Automatic trading] can be traded.
id_id: Fungsi transaksi otomatis dapat digunakan dengan menu "Transaksi Tukar Koin Otomatis" di [HTS > Bursa >Transaksi Tukar Koin Otomatis] dan dapat melakukan transaksi pembelian dan penjualan dengan menu [HTS, MTS > Pembelian/Penjualan > Transaksi Tukar Koin Otomatis].
ja_jp: ㆍ自動取引機能は[HTS>取引所>コイン交換自動取引]についての'コイン交換自動取引'で設定後、取引の実行は、[HTS、MTS>購入・販売>コイン交換自動取引】で取引することができます。
ru_ru: * Функция автоматической транзакции можно установить в [HTS> Биржа по обмену криптовалют> Автоматическая транзакция валютами для обмена], транзакции можно производить в [HTS, MTS> Покупка / Продажи> Автоматическая транзакция валютами для обмена].
th_th: กรุณาตั้งค่าการซื้อขายอัตโนมัติก่อนทำการซื้อขาย [HTS > ซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ] การซื้อขายเหรียญไปที่ [HTS, MTS>การซื้อ/การขาย>ซื้อขายแลกเปลี่ยนเหรียญอัตโนมัติ]
vi_vn: ㆍ sau khi thiết lập chức năng giao dịch tự động tại 'Giao dịch tự động trao đổi Coin' trong [HTS> nơi giao dịch> Giao dịch tự động trao đổi Coin] thì việc tiến hành giao dịch trong [HTS, MTS> Mua / Bán> Giao dịch tự động trao đổi Coin] có thể thực hiện.
zh_cn: 自动交易功能可以在[HTS>买入币/卖出币>加密货币间自动兑换交易]中的[设置加密货币间兑换交易]中设置后，在[进行加密货币间兑换交易]中进行交易。

# AutoTradingAdditional_3
source: Automatic transaction Application Status
id_id: Status pendaftaran transaksi otomatis
ja_jp: 自動取引申し込み状態
ru_ru: Статус заявки на Автоматические транзакции
th_th: สถานะการสมัครซื้อขายอัตโนมัติ
vi_vn: Trạng Thái Đăng Kí Giao Dịch Tự Động
zh_cn: 自动交易申请状态

# AutoTradingAdditional_3_1
source: Un-resistration
id_id: Belum Terdaftar
ja_jp: 未申請
ru_ru: Заявка не произведена
th_th: ยังไม่มีการสมัคร
vi_vn: Chưa Đăng Kí
zh_cn: 未申请

# AutoTradingAdditional_3_10
source: and is
id_id: dengan
ja_jp: で、
ru_ru: и составляет
th_th: และ
vi_vn: vừa là...
zh_cn: 服务，

# AutoTradingAdditional_3_12
source: (30) days.
ja_jp: です。
ru_ru: дней.
vi_vn: Là...

# AutoTradingAdditional_3_2
source: Register
id_id: Daftar
ja_jp: 申し込み
ru_ru: Податьзаявку
th_th: สมัคร
vi_vn: Đăng Kí
zh_cn: 申请

# AutoTradingAdditional_3_3
source: Payment Type
id_id: Tipe Pembayaran
ja_jp: 決済種類
ru_ru: Способ оплаты
th_th: ประเภทการชำระเงิน
vi_vn: Hình Thức Thanh Toán
zh_cn: 付款方式

# AutoTradingAdditional_3_4
source: 1 month (30 days)
id_id: 1 Bulan (30 Hari)
ja_jp: 1ヶ月(30日)
ru_ru: 1 месяц (30 дней)
th_th: 1 เดือน (30 วัน) :
vi_vn: 1 tháng ( 30 ngày) :
zh_cn: 每月（30日）

# AutoTradingAdditional_3_5
source: Automatic trading is
id_id: Transaksi Otomatis adalah
ja_jp: 自自動取引は
ru_ru: Автоматическая
th_th: การซื้อขายอัตโนมัติ
vi_vn: Giao Dịch Tự Động Là
zh_cn: 自动交易是

# AutoTradingAdditional_3_6
source: a paid service,
id_id: layanan berbayar
ja_jp: 有料サービス
ru_ru: торговля - платная услуга
th_th: บริการที่ต้องชำระเงิน
vi_vn: Dịch Vụ Tính Phí
zh_cn: 付费

# Bookmark_1
source: All Quick Menu
id_id: Semua Quick Menu
ja_jp: 全体クイックメニュー
ru_ru: Общее меню быстрого запуска
th_th: เมนูลัดทั้งหมด
vi_vn: Menu nhanh tổng thể
zh_cn: 全部快捷菜单

# Bookmark_2
source: Quick Menu Selected
id_id: Quick Menu yang Dipilih
ja_jp: 選択されたクイックメニュー
ru_ru: Выбранные разделы меню быстрого запуска
th_th: เมนูลัดที่เลือก
vi_vn: Menu nhanh được thiết lập
zh_cn: 已选的快捷菜单

# Bookmark_3
source: All
id_id: Semua
ja_jp: 全体
ru_ru: Общий
th_th: ทั้งหมด
vi_vn: tổng thể
zh_cn: 全部

# Bookmark_4
source: * The order can be changed
id_id: * Urutan dapat diubah
ja_jp: * 順序は、Drag And Drop
ru_ru: * Порядок можно изменить
th_th: *แก้ไขลำดับ
vi_vn: * thứ tự thì bằng Drag And Drop
zh_cn: 可以通过拖放操作

# Bookmark_5
source: to drag and drop
id_id: dengan Drag And Drop.
ja_jp: で変更することができます。
ru_ru: методом Drag And Drop
th_th: โดยการ Drag And Drop
vi_vn: có thể thay đổi
zh_cn: 更改顺序。

# Bookmark_6
source: The Quick menu should be more than one choice
id_id: Pilih lebih dari 1 Quick Menu.
ja_jp: クイックメニューは1つ以上選択してください。
ru_ru: Необходимо выбрать более одного раздела быстрого меню.
th_th: กรุณาเลือกได้มากกว่า 1 เมนูขึ้นไป
vi_vn: Menu nhanh thì phải được chọn trên 1
zh_cn: 快捷菜单至少要选择一个或以上。

# Bookmark_7
source: Favorites
id_id: Markah Buku
ja_jp: お気に入り
ru_ru: Избранное
th_th: ค้นหาบ่อย
vi_vn: tìm kiếm yêu thích
zh_cn: 我的收藏

# Bookmark_8
source: Favorites Settings
id_id: Pengaturan Markah Buku
ja_jp: お気に入り設定
ru_ru: Избранные утверждение
th_th: ตั้งค่าค้นหาบ่อย
vi_vn: thiết lập tìm kiếm yêu thích
zh_cn: 设置我的收藏

# CertificationDataSubmit_1
source: Submit Certification
id_id: Bukti deposit
ja_jp: 入金事実証明
ru_ru: Доказательство зачисления
th_th: หลักฐานการฝาก
vi_vn: chứng minh thực tế nạp tiền
zh_cn: 充值证明

# CertificationDataSubmit_1_2
source: please send us
id_id: ke email jika
ja_jp: 入金事実証明メール
ru_ru: не обработано, отправьте
th_th: กรุณาส่งอีเมล์
vi_vn: email chứng minh thực tế nạp tiền
zh_cn: 请向客服发送

# CertificationDataSubmit_1_3
source: an email proof of deposit
id_id: deposit KRW belum diproses.
ja_jp: を送ってください。
ru_ru: нам письмо с подтверждением зачисления.
th_th: หลักฐานการฝาก
vi_vn: hãy xem...
zh_cn: 充值证明邮件。

# CertificationDataSubmit_1_5
source: The email address to send: help@coinblock.kr
id_id: Alamat email penerima : help@coinblock.kr
ja_jp: ・メールアドレス：help@coinblock.kr
ru_ru: * Адрес электронной почты: help@coinblock.kr
th_th: ㆍที่อยู่อีเมล์ : help@coinblock.kr
vi_vn: ㆍđịa chỉ gửi mail : help@coinblock.kr
zh_cn: 邮箱地址：help@coinblock.kr

# CertificationDataSubmit_1_6
source: The title of email: ‘Proof of deposit’ Email form of deposit proof
id_id: Subjek email : 'Penyerahan bukti deposit' Formulir email untuk bukti deposit
ja_jp: ・メールのタイトル：’入金事実証明の書類提出’の入金証明メール様式
ru_ru: * Тема письма: «Отправить подтверждение зачисления»Форма письма для подтверждения зачисления
th_th: ㆍหัวข้ออีเมล์ : แบบฟอร์มอีเมล์หลักฐานการฝาก 'ส่งเอกสารหลักฐานการฝาก'
vi_vn: ㆍđề mục email : 'đệ trình tài liệu chứng minh thực tế nạp tiền' hình thức email chứng minh nạp tiền
zh_cn: 邮件标题 / 充值证明文件 / 提交充值证明邮件格式

# CertificationDataSubmit_1_7
source: Deposit Proof email Form
id_id: Formulir email untuk bukti deposit
ja_jp: 入金証明Eメール様式
ru_ru: Форма письма для подтверждения зачисления
th_th: แบบฟอร์มอีเมล์หลักฐานการฝาก
vi_vn: hình thức email chứng minh nạp tiền
zh_cn: 充值证明邮件格式

# CertificationDataSubmit_2
source: Proof of deposit facts
id_id: Proses Verifikasi
ja_jp: 本人認証
ru_ru: авторизация
th_th: การยืนยันตัวตน
vi_vn: xác thực danh tính
zh_cn: 身份认证

# CertificationDataSubmit_2_2
source: Authentication email form
id_id: Formulir email untuk data identitas
ja_jp: 本人認証Eメール様式
ru_ru: Форма электронной почты для аутентификации пользователя
th_th: แบบฟอร์มอีเมล์การยืนยันตัวตน
vi_vn: Hình thức Email xác thực danh tính
zh_cn: 提交认证邮件方法

# CertificationDataSubmit_2_3
source: The email address to send: help@coinblock.kr
id_id: Alamat email penerima : help@coinblock.kr
ja_jp: ・メールアドレス：help@coinblock.kr
ru_ru: * Адрес электронной почты: help@coinblock.kr
th_th: ㆍที่อยู่อีเมล : help@coinblock.kr
vi_vn: ㆍđịa chỉ gửi mail : help@coinblock.kr
zh_cn: 邮箱地址：help@coinblock.kr

# CertificationDataSubmit_2_4
source: The title of email: Submit certificate of identification
id_id: Subjek email : 'Penyerahan bukti deposit'
ja_jp: ・メールのタイトル：本人の認証の書類提出
ru_ru: * Тема сообщения электронной почты: Отправить подтверждающие документы
th_th: ㆍหัวข้ออีเมล : ส่งเอกสารการยืนยันตัวตน
vi_vn: ㆍđề mục email : đệ trình tư liệu xác thực danh tính
zh_cn: 邮件标题：提交身份认证文件

# CertificationDataSubmit_Common_1
source: Photo by Identity Card
id_id: Foto identitas KTP
ja_jp: 身分証明書の写真
ru_ru: Фотография удостоверения личности
th_th: รูปถ่ายบัตรประจำตัว
vi_vn: hình chứng minh thư
zh_cn: 身份证照片

# CertificationDataSubmit_Common_1_1
source: Please conceal the 7 digits of resident registration number and the address after ‘dong’( ex) Address: Yeoksam-ro, Seoul),
id_id: 7 nomor identitas di bagian belakang dan alamat yang detail (contoh cantumkan alamat sampai seoul-si yeoksam-ro saja),
ja_jp: 身分証明書の写真
ru_ru: Пожалуйста, прикройте номер водительского удостоверения и номер паспорта.
th_th: กรุณาปิดข้อมูลส่วนตัว อาทิ หมายเลขหนังสือเดินทาง หมายเลขใบอนุญาตขับรถ และหมายเลขบัตรประชาชน 7 หลักด้านหลังและรายละเอียดที่อยู่ (เหลือเฉพาะเขต/อำเภอและจังหวัด เท่านั้น)
vi_vn: 7 chữ số sau số chứng minh nhân dân trong chứng minh thư và địa chỉ sau 'phường' (ví dụ: che địa chỉ sau thành phố Seoul, đường Yeoksam)
zh_cn: 请遮挡身份证号的后7位数与地址的后半部分。

# CertificationDataSubmit_Common_1_2
source: the picture of your identification card after screening personal information
id_id: nomor SIM dan nomor passport tidak boleh terlihat.
ja_jp: 運転免許証番号、パスワードコードは全部隠してください。
ru_ru: Пожалуйста, приложите фотографию удостоверения личности с прикрепленной бумажкой, где должны быть указаны цель проверки, номер телефона для проверки,
vi_vn: hãy che lại toàn bộ số giấy phép lái xe, số hộ chiếu
zh_cn: 请遮挡请遮挡驾驶证号码和护照号码。

# CertificationDataSubmit_Common_1_3
source: Please attach an authentication purpose, authentication phone number, confirmation email, a date note on request and the picture of your identification card after screening personal information.
id_id: Lampirkan foto KTP yang telah menutup informasi pribadi, tujuan verifikasi, nomor telp yang akan diverifikasi, alamat email yang akan diverifikasi, dan catatan tanggal permintaan verifikasi.
ja_jp: 認証目的、認証電話番号、認証Eメール、要請日のメモと個人情報を隠した身分証明書を取った写真を添付してください。
ru_ru: адрес электронной почты для проверки а также дата, прикройте номер и персональную инофрмацию в удостоверении личности.
th_th: กรุณาอัพโหลดภาพถ่ายคู่กับบัตรประจำตัว โดยปิดข้อมูลส่วนบุคคล พร้อมแนบกระดาษระบุ หัวข้อ 'คำร้องขอการยืนยัน' วันที่ อีเมล์ และหมายเลขโทรศัพท์ในการยืนยันตัวตน
vi_vn: Hãy đính kèm hình chụp chứng minh thư che đi thông tin cá nhân và ghi chú ngày tháng yêu cầu, email xác thực, số điện thoại xác thực, mục đích xác thực
zh_cn: 提交身份证照片时， 请在贴纸上写好认证目的， 认证手机号码，认证邮箱，申请日期等信息后贴在身份证上再提交。

# CertificationDataSubmit_Common_1_4
source: Authentic Identification: registration card, driver’s license, passport
id_id: (Yang diakui sebagai kartu identitas : KTP, SIM, Passport)
ja_jp: (認証可能身分証明書 : 住民登録証、運転免許証、パスワード)
ru_ru: (Документы пригодные для идентификации: удостоверение личности, водительские права, паспорт)
th_th: (บัตรประจำตัวที่ใช้ยืนยันตัวตนได้ : บัตรประจำตัวประชาชน, ใบอนุญาตขับรถ, หนังสือเดินทาง)
vi_vn: (chứng minh thư có thể xác thực: chứng minh nhân dân, giấy phép lái xe, hộ chiếu)
zh_cn: (身份认证证件：身份证， 驾驶证，护照)

# CertificationDataSubmit_Common_2
source: Photo with Identity Card
id_id: Foto Anda yang sedang memegang kartu identitas
ja_jp: 身分証明書を持っている本人の写真
ru_ru: Фотография пользователя с удостоверением личности на руке
th_th: ภาพถ่ายที่กำลังถือบัตรประจำตัวอยู่
vi_vn: hình trong chứng minh thư
zh_cn: 手持身份证照片

# CertificationDataSubmit_Common_2_1
source: Please take a picture with your ID card after attaching purpose of authentication, authentication phone number, authentication email, date note on request on the ID card. To read your ID card should be possible for the authentication(including the memo).
id_id: termasuk dalam proses verifikasi. Catat tujuan verifikasi, nomor yang akan diverifikasi, tanggal verifikasi di KTP, lalu difoto bersama dengan KTP.
ja_jp: 非対面本人認証のために使用されます。身分証明書に認証目的、認証電話番号、認証Eメール、要請日のメモを貼って一緒に撮影してください。身元証明の文字(メモを含む)は判読できるものでなければ無効になります。
ru_ru: Фотография пользователя с удостоверением личности на руке
th_th: กรุณาถ่ายภาพถือบัตรประจำตัวพร้อมแนบกระดาษระบุ หัวข้อ 'คำร้องขอการยืนยัน' วันที่ อีเมล์ และหมายเลขโทรศัพท์ในการยืนยันตัวตน ตัวหนังสือในบัตรประจำตัวและข้อความในกระดาษที่แนบจะต้องสามารถอ่านได้ชัดเจน ทั้งนี้ ภาพถ่ายจะใช้ในการพิสูจน์ชื่อ-นามสกุลจริงเพียงเท่านั้น
vi_vn: được dùng để xác thực bản thân mà không cần gặp trực tiếp. đính kèm ghi chú ngày tháng yêu cầu, email xác thực, số điện thoại xác thực, mục đích xác thực trong chứng minh thư và chụp hình. chữ trên chứng minh thư(bao gồm cả ghi chú) phải đọc được.
zh_cn: 您提交的信息仅用于非面对面认证。 请将认证目的，认证手机号码，认证邮箱地址贴在身份证后再拍摄手持身份证照片。身份证照片与认证内容必须清晰。

# CertificationDataSubmit_Common_2_2
source: The photos will be used only for non-face-to-face verification purpose.
id_id: Foto yang anda kirim akan digunakan untuk tujuan verifikasi saja.
ja_jp: 添付した写真は、その要請に対する非対面実名確認用途以外には使用しません。
ru_ru: Полученные фотографии используются только для бесконтактной проверки пользователя.
th_th: ภาพถ่ายจะใช้ในการพิสูจน์ชื่อ-นามสกุลจริงเพียงเท่านั้น
vi_vn: ảnh nhận được như yêu cầu chỉ dùng cho mục đích xác thực danh tính.

# CertificationDataSubmit_Common_3
source: Transaction history Copy
id_id: Fotocopy rincian transaksi
ja_jp: 取引履歴コピー
ru_ru: Копия истории транзакций
th_th: สำเนาประวัติการซื้อขาย
vi_vn: bản sao nội dung chi tiết giao dịch
zh_cn: 交易明细复印件

# CertificationDataSubmit_Common_3_1
source: Send a copy of the transaction history with the recipient, amount, or date displayed.
id_id: Kirim rincian transaksi yang nama penerima, jumlah dan tanggalnya tercatat.
ja_jp: 受取人、金額、日時が表示された取引履歴コピーをお送りください。
ru_ru: Отправьте нам копию истории транзакций с где указаны получатель, сумма и дата.
th_th: กรุณาส่งสำเนาประวัติการซื้อขายที่แสดงวันเวลา ยอด และผู้รับ
vi_vn: hãy gửi bản sao nội dung chi tiết giao dịch được biểu thị ngày giờ, số tiền, người nhận.
zh_cn: 请提供标有收款人， 金额， 日期与交易明细复印件。

# CertificationDataSubmit_Common_3_2
source: You can also capture or shoot a copy of your bankbook or a Transaction history screen in Mobile banking.
id_id: Boleh foto atau capture buku tabungan atau rincian mobile banking.
ja_jp: 通帳コピーかモバイルバンキングの取引履歴画面をキャプチャーまたは撮影したものも使用可能です。
ru_ru: Можно сделать скриншот или сфотографировать экран истории транзакций или мобильного банкинга.
th_th: คุณสามารถส่งสำเนาบัญชีธนาคาร หรือภายถ่าย/หน้าจอที่แคปเจอร์ประวัติการซื้อขายทางอินเทอร์เน็ตแบงก์กิ้ง
vi_vn: Có thể chụp hoặc xem màn hình lịch sử giao dịch của bản sao sổ tài khoản ngân hàng hoặc mobile banking.
zh_cn: 可以截屏或拍摄手机银行交易记录后提交。

# CertifyMyPage_1
source: Email Authentication
id_id: Verifikasi Email
ja_jp: メール認証
ru_ru: Проверка подлинности почты
th_th: การยืนยันอีเมล์
vi_vn: Xác thực email
zh_cn: 邮箱认证

# CertifyMyPage_2
source: Phone Authentication
id_id: Verifikasi handphone
ja_jp: 携帯電話本人認証
ru_ru: Зарегистрировать телефон
th_th: การยืนยันตัวตนทางโทรศัพท์
vi_vn: Xác thực điện thoại của bạn
zh_cn: 手机认证

# CertifyMyPage_2_1
source: Name
id_id: Nama
ja_jp: 氏名
ru_ru: Имя
th_th: ชื่อ
vi_vn: tên
zh_cn: 姓名

# CertifyMyPage_2_1_1
source: Be sure to enter your real name
id_id: Masukkan nama asli.
ja_jp: 名前を書いてください。
ru_ru: настоящее имя
th_th: กรุณากรอกชื่อจริง
vi_vn: hãy nhập tên thật
zh_cn: 请输入真实姓名。

# CertifyMyPage_2_2
source: Nationality
id_id: Negara asal
ja_jp: 国籍
ru_ru: Гражданство
th_th: สัญชาติ
vi_vn: quốc tịch
zh_cn: 国籍

# CertifyMyPage_2_3
source: Date of birth
id_id: Tanggal lahir
ja_jp: 生年月日
ru_ru: Дата рождения
th_th: ปีเดือนวันเกิด
vi_vn: Ngày tháng năm sinh
zh_cn: 出生年月日

# CertifyMyPage_2_4
source: Gender
id_id: Jenis kelamin
ja_jp: 性別
ru_ru: Пол
th_th: เพศ
vi_vn: giới tính
zh_cn: 性别

# CertifyMyPage_2_4_1
source: Male
id_id: Pria
ja_jp: 男性
ru_ru: Мужской
th_th: เพศชาย
vi_vn: Nam
zh_cn: 男

# CertifyMyPage_2_4_2
source: Female
id_id: Wanita
ja_jp: 女性
ru_ru: Женский
th_th: เพศหญิง
vi_vn: Nữ
zh_cn: 女

# CertifyMyPage_2_5
source: Mobile number
id_id: Nomor telp
ja_jp: 携帯電話番号
ru_ru: Номер мобильного телефона
th_th: หมายเลขโทรศัพท์
vi_vn: số điện thoại
zh_cn: 手机号码

# CertifyMyPage_2_5_1
source: Ex) 01012345678
id_id: Contoh) 01012345678
ja_jp: EX) 01012345679
ru_ru: (Пример: 01012345678)
th_th: เช่น) 01012345678
vi_vn: ví dụ) 01012345678
zh_cn: 如) 01012345678

# CertifyMyPage_2_6
source: Passcode
id_id: Kode Verifikasi
ja_jp: 認証コード
th_th: รหัสยืนยัน
vi_vn: mã xác thực
zh_cn: 认证号码

# CertifyMyPage_3
source: Account Authentication
id_id: Verifikasi Rekening
ja_jp: 口座認証
ru_ru: Регистрация учетной записи
th_th: การยืนยันบัญชีธนาคาร
vi_vn: xác thực tài khoản
zh_cn: 绑定银行账户

# CertifyMyPage_3_1
source: Account
id_id: Rekening
ja_jp: 口座
ru_ru: Номерсчета
th_th: บัญชีธนาคาร
vi_vn: tài khoản
zh_cn: 银行账号

# CertifyMyPage_3_2
source: Account Number
id_id: Nomot Rekening
ja_jp: 口座番号
ru_ru: Номерсчета
th_th: หมายเลขบัญชีธนาคาร
vi_vn: số tài khoản
zh_cn: 银行账号

# CertifyMyPage_4_1
source: How to set up Google Authenticator
id_id: Cara mengatur Google OTP
ja_jp: グーグルOTPを設定する方法
ru_ru: Как настроить Google OTP
th_th: ขั้นตอนการตั้งค่า Google OTP
vi_vn: cách thiết lập Google OTP
zh_cn: Google OTP设置方法

# CertifyMyPage_4_2
source: 1. Please install the "Google Authenticator" app from the mobile phone store.
id_id: Silahkan download aplikasi 'Google OTP' di handphone Anda.
ja_jp: 携帯電話のアプリストアから、’Google OTP’アプリをインストールしてください。
ru_ru: Установите из магазина приложений "Google OTP" на свой телефон.
th_th: กรุณาติดตั้ง Google OTP บนมือถือจากแอพสโตร์
vi_vn: Vui lòng cài đặt 'Google OTP' app từ mobile store
zh_cn: 请您用手机安装“Google OTP”应用程序。

# CertifyMyPage_4_3
source: 2. Run the "Google Authenticator" app and select "Scan Barcode".
id_id: Jalankan aplikasi 'Google OTP' lalu pilih 'Scan Barcode'.
ja_jp: ’Google OTP’アプリを実行した後に’バーコードスキャン’選択します。
ru_ru: Запустите приложение "Google OTP" и выберите «Сканировать штрих-код».
th_th: หลังติดตั้ง Google OTP กรุณาเลือก "สแกนบาร์โคด"
vi_vn: chọn 'Barcode scan' sau khi mở Google OTP app
zh_cn: 启动“Google OTP”应用程序后选择“扫描条形码”。

# CertifyMyPage_4_4
source: 3. Please scan the QR code next to it.
id_id: Silahkan scan QR kode di sampingnya.
ja_jp: 横のQRコードをスキャンしてください。
ru_ru: Отсканируйте штрих-код.
th_th: กรุณาสแกน QR code ด้านข้าง
vi_vn: vui lòng scan QR code bên cạnh
zh_cn: 请扫描QR码

# CertifyMyPage_4_5
source: 4. Please enter the OTP number shown in the "Google Authenticator" app below.
id_id: Masukkan nomor OTP yang terlihat di 'Google OTP' Aplikasi di bawah ini.
ja_jp: ’Google OTP’アプリで見えるOTP番号を、下の欄に入力してください。
ru_ru: Введите ниже номер OTP, полученого в Google OTP.
th_th: กรุณากรอกรหัส OTP ที่ปรากฏบนแอพพลิเคชั่น 'Google OTP'
vi_vn: Vui lòng nhập vào bên dưới số OTP bạn thấy tại 'Google OTP' app
zh_cn: 请在下面输入“Google OTP”所示的号码。

# CoinExchangeReservationTrading_1_1
source: ㆍ Coin Exchange Automatic Transaction setting is available only on PC Exchange and transaction execution is available on PC Exchange and mobile apps.
id_id: Pengaturan penukaran koin otomatis hanya dapat diatur melalui Bursa PC tetapi transaksi perdagangan dapat dilakukan melalui Bursa PC dan juga aplikasi ponsel.
ja_jp: ㆍコイン交換自動取引設定は、PC取引所でのみ可能であり、取引の実行はPC取引所およびモバイルAPPで可能です。
ru_ru: * Настройка Автоматической транзакции по обмену криптовалют доступна только на версии биржи для ПК. Выполнение транзакций по обмену возможна на версии биржи для ПК и на мобильном приложении биржи.
th_th: ㆍการตั้งค่าการซื้อขายแลกเปลี่ยนเหรียญทำได้แค่บน PC เท่านั้น แต่การซื้อขายสามารถทำได้ทั้งบน PC และ APP โทรศัพท์มือถือ
vi_vn: thiết lập giao dịch tự động đổi Coin chỉ có thể thực hiện tại nơi giao dịch PC và có thể tiến hành giao dịch tại nơi giao dịch PC và mobile APP
zh_cn: 自动交易服务只能在PC交易所设置，设置后可以在PC交易所或手机APP进行交易。

# CoinExchangeReservationTrading_1_10
source: Quantity
id_id: Jumlah Jual
ja_jp: 販売数量
ru_ru: Количество на продажу
th_th: ปริมาณการขาย
vi_vn: số lượng bán
zh_cn: 卖出数量

# CoinExchangeReservationTrading_1_11
source: Status
ja_jp: 状態
ru_ru: Статус
th_th: สถานะ
vi_vn: trạng thái
zh_cn: 状态

# CoinExchangeReservationTrading_1_12
source: To sell more than
id_id: Menjual [ ] jika sudah memenuhi syarat di bawah
ja_jp: を、次の条件以上のときに販売
ru_ru: Продажа … при следующих условиях
th_th: ระบบจะทำการขาย หากตรงกับเงื่อนไขด้านล่างนี้
vi_vn: Bán theo các điều kiện sau
zh_cn: 满足以下条件时卖出。

# CoinExchangeReservationTrading_1_12_1
source: Current Quotes :
id_id: Harga saat ini :
ja_jp: 現在の相場:
ru_ru: 현재 시세 :
th_th: ราคาปัจจุบัน :
vi_vn: Thời giá hiện tại :
zh_cn: 当前市价

# CoinExchangeReservationTrading_1_13
source: Current :
id_id: Penetapan harga
ja_jp: 設定相場:
ru_ru: Назначенный курс
th_th: ราคาที่ตั้งค่า :
vi_vn: thiết lập báo giá:
zh_cn: 设置市价：

# CoinExchangeReservationTrading_1_14_1
source: (Available :
id_id: (Jumlah yang tersedia :
ja_jp: (使用可能数量 :
ru_ru: (Доступный остаток :
th_th: (ปริมาณที่สามารถใช้ได้ :
vi_vn: ( số lượng có thể sử dụng :
zh_cn: 可使用余额

# CoinExchangeReservationTrading_1_15_1
source: Reservation
id_id: Jadwalkan Pemberitahuan
ja_jp: 通知予約
ru_ru: Заказать Оповещения
th_th: การแจ้งเตือนล่วงหน้า
vi_vn: đặt thông báo
zh_cn: 预定通知

# CoinExchangeReservationTrading_1_15_2
source: Cancel
id_id: Batalkan Pemberitahuan
ja_jp: 通知キャンセル
ru_ru: Бронирования Отмена
th_th: ยกเลิกการแจ้งเตือน
vi_vn: hủy thông báo
zh_cn: 取消通知

# CoinExchangeReservationTrading_1_16
source: Trading Coin
id_id: Nilai Perubahan Koin Tukar
ja_jp: 交換コイン変動率
ru_ru: Динамика колебания курса криптовалют для обмена
th_th: อัตราเปลี่ยนแปลงเหรียญที่แลก
vi_vn: Tỷ lệ biến động đổi Coin
zh_cn: 兑换货币变动率

# CoinExchangeReservationTrading_1_17
source: Estimated Quantity
id_id: Total Perkiraan Pertukaran
ja_jp: 交換予想金額
ru_ru: Ожидаемая сумма обмена
th_th: ยอดที่คาดว่าจะแลก
vi_vn: Số tiền chuyển đổi dự kiến
zh_cn: 预计兑换金额

# CoinExchangeReservationTrading_1_18
source: Date
id_id: Tanggal Reservasi
ja_jp: 予約日
ru_ru: Дата заказа Оповещений
th_th: วันที่จอง
vi_vn: Ngày hẹn
zh_cn: 预定日期

# CoinExchangeReservationTrading_1_19
source: To buy more than
id_id: Membeli [ ] jika sudah memenuhi syarat di bawah
ja_jp: を以下の条件以上のときに購入
ru_ru: Покупка … при следующих условиях
th_th: ระบบจะทำการซื้อ หากตรงกับเงื่อนไขด้านล่างนี้
vi_vn: Bán theo các điều kiện sau
zh_cn: 满足以下条件时买入。

# CoinExchangeReservationTrading_1_2
source: ㆍ When the exchange rate reaches the set exchange rate, you will be notified on your PC and mobile app.
id_id: Jika jumlah koin yang dimiliki dan koin tukarnya lebih tinggi daripada nilai perubahan yang telah ditentukan maka akan diberitahu melalui Bursa PC dan aplikasi ponsel.
ja_jp: ㆍ保有コインと交換コインの設定変更率以上の場合、PC取引所およびモバイルAPPに通知が送信されます。
ru_ru: * В случае превышения установленной динамики колебания криптовалют для обмена а также имеющихся в наличии криптовалют, будет направлено оповещение на версию биржи для ПК и на мобильное приложение.
th_th: ㆍอัตราการเปลี่ยนแปลงของเหรียญที่ถืออยู่กับเหรียญที่จะแลกตรงหรือสูงกว่าที่ตั้งค่าไว้ ระบบจะทำการแจ้งให้ทราบ (push notification) ทางโทรศัพท์มือถือและตลาดซื้อขายบน PC
vi_vn: trường hợp thiết lập tỉ lệ biến đổi giữa Coin lưu trữ và Coin chuyển đổi bất thường thì thông báo sẽ được gửi đến nơi giao dịch PC và Mobile APP
zh_cn: 如持有货币与兑换货币的设置变动率有异常，将发送通知到PC交易所或手机APP。

# CoinExchangeReservationTrading_1_20
source: Current :
id_id: Penetapan Harga :
ja_jp: 設定相場:
ru_ru: Назначенный курс
th_th: ราคาที่ตั้งค่า :
vi_vn: thiết lập báo giá:
zh_cn: 设置市价：

# CoinExchangeReservationTrading_1_21
source: 알림 예약
id_id: Jadwalkan Pemberitahuan
ja_jp: 通知予約
ru_ru: Заказать Оповещения
th_th: การแจ้งเตือนล่วงหน้า
vi_vn: đặt thông báo
zh_cn: 预定通知

# CoinExchangeReservationTrading_1_22
source: 알림 취소
id_id: Batalkan Pemberitahuan
ja_jp: 通知キャンセル
ru_ru: Отменить Оповещения
th_th: ยกเลิกการแจ้งเตือน
vi_vn: hủy thông báo
zh_cn: 取消通知

# CoinExchangeReservationTrading_1_3
source: ㆍIf you have fewer coins than at the time of the transaction, the transaction will only proceed to the remaining coins.
id_id: Jika jumlah koin yang ditentukan kurang daripada koin yang dimiliki, maka transaksi akan dilakukan sesuai dengan jumlah sisa.
ja_jp: ㆍ取引実行時に設定した数量よりも少ない場合、残りの保有コインの残高分のみ取引されます。
ru_ru: * При выполнении операции, в случае если будет меньше установленного количества, будет осуществлена сделка только на остаток имеющихся в наличии криптовалют.
th_th: ㆍในการทำการซื้อขาย กรณีที่เหรียญที่ถืออยู่น้อยกว่าปริมาณที่ตั้งค่าไว้ จะสามารถซื้อขายได้เท่ากับจำนวนเหรียญที่ถืออยู่
vi_vn: khi thực hiện giao dịch, trường hợp thấp hơn so với số lượng đã thiết lập thì giao dịch hình thành đúng bằng số tiền dư của Coin lưu trữ còn lại
zh_cn: 交易时如少于订购数量， 将按持有货币剩余金额进行交易。
